<?php

return array(
    'Version' => '2.1.37.5',
    'Names' => array(
        'AED' => array(
            0 => 'AED',
            1 => 'የተባበሩት የአረብ ኤምሬትስ ድርሀም',
        ),
        'AFN' => array(
            0 => 'AFN',
            1 => 'የአፍጋን አፍጋኒ',
        ),
        'ALL' => array(
            0 => 'ALL',
            1 => 'የአልባንያ ሌክ',
        ),
        'AMD' => array(
            0 => 'AMD',
            1 => 'የአርመን ድራም',
        ),
        'ANG' => array(
            0 => 'ANG',
            1 => 'ኔዘርላንድስ አንቲሊአን ጊልደር',
        ),
        'AOA' => array(
            0 => 'AOA',
            1 => 'የአንጎላ ኩዋንዛ',
        ),
        'ARS' => array(
            0 => 'ARS',
            1 => 'የአርጀንቲና ፔሶ',
        ),
        'AUD' => array(
            0 => 'AU$',
            1 => 'የአውስትራሊያ ዶላር',
        ),
        'AWG' => array(
            0 => 'AWG',
            1 => 'አሩባን ፍሎሪን',
        ),
        'AZN' => array(
            0 => 'AZN',
            1 => 'የአዛርባጃን ማናት',
        ),
        'BAM' => array(
            0 => 'BAM',
            1 => 'የቦስኒያ ሄርዞጎቪና የሚመነዘር ማርክ',
        ),
        'BBD' => array(
            0 => 'BBD',
            1 => 'የባርቤዶስ ዶላር',
        ),
        'BDT' => array(
            0 => 'BDT',
            1 => 'የባንግላዲሽ ታካ',
        ),
        'BGN' => array(
            0 => 'BGN',
            1 => 'የቡልጋሪያ ሌቭ',
        ),
        'BHD' => array(
            0 => 'BHD',
            1 => 'የባኽሬን ዲናር',
        ),
        'BIF' => array(
            0 => 'BIF',
            1 => 'የብሩንዲ ፍራንክ',
        ),
        'BMD' => array(
            0 => 'BMD',
            1 => 'የቤርሙዳ ዶላር',
        ),
        'BND' => array(
            0 => 'BND',
            1 => 'የብሩኔ ዶላር',
        ),
        'BOB' => array(
            0 => 'BOB',
            1 => 'የቦሊቪያ ቦሊቪያኖ',
        ),
        'BRL' => array(
            0 => 'R$',
            1 => 'የብራዚል ሪል',
        ),
        'BSD' => array(
            0 => 'BSD',
            1 => 'የባሃማስ ዶላር',
        ),
        'BTN' => array(
            0 => 'BTN',
            1 => 'ብሁታኒዝ ንጉልትረም',
        ),
        'BWP' => array(
            0 => 'BWP',
            1 => 'የቦትስዋና ፑላ',
        ),
        'BYN' => array(
            0 => 'BYN',
            1 => 'የቤላሩስያ ሩብል',
        ),
        'BYR' => array(
            0 => 'BYR',
            1 => 'የቤላሩስያ ሩብል (2000–2016)',
        ),
        'BZD' => array(
            0 => 'BZD',
            1 => 'የቤሊዝ ዶላር',
        ),
        'CAD' => array(
            0 => 'CA$',
            1 => 'የካናዳ ዶላር',
        ),
        'CDF' => array(
            0 => 'CDF',
            1 => 'የኮንጐ ፍራንክ ኮንጐሌዝ',
        ),
        'CHF' => array(
            0 => 'CHF',
            1 => 'የስዊስ ፍራንክ',
        ),
        'CLP' => array(
            0 => 'CLP',
            1 => 'የቺሊ ፔሶ',
        ),
        'CNH' => array(
            0 => 'የቻይና ዩዋን',
            1 => 'የቻይና ዩዋን (የውጭ ምንዛሪ)',
        ),
        'CNY' => array(
            0 => 'CN¥',
            1 => 'የቻይና የን',
        ),
        'COP' => array(
            0 => 'COP',
            1 => 'የኮሎምቢያ ፔሶ',
        ),
        'CRC' => array(
            0 => 'CRC',
            1 => 'የኮስታሪካ ኮሎን',
        ),
        'CUC' => array(
            0 => 'CUC',
            1 => 'የኩባ የሚመነዘር ፔሶ',
        ),
        'CUP' => array(
            0 => 'CUP',
            1 => 'የኩባ ፔሶ',
        ),
        'CVE' => array(
            0 => 'CVE',
            1 => 'የኬፕ ቫርዲ ኤስኩዶ',
        ),
        'CZK' => array(
            0 => 'CZK',
            1 => 'ቼክ ሪፐብሊክ ኮሩና',
        ),
        'DJF' => array(
            0 => 'DJF',
            1 => 'የጅቡቲ ፍራንክ',
        ),
        'DKK' => array(
            0 => 'DKK',
            1 => 'የዴንማርክ ክሮን',
        ),
        'DOP' => array(
            0 => 'DOP',
            1 => 'የዶሚኒክ ፔሶ',
        ),
        'DZD' => array(
            0 => 'DZD',
            1 => 'የአልጄሪያ ዲናር',
        ),
        'EGP' => array(
            0 => 'EGP',
            1 => 'የግብጽ ፓውንድ',
        ),
        'ERN' => array(
            0 => 'ERN',
            1 => 'የኤርትራ ናቅፋ',
        ),
        'ETB' => array(
            0 => 'ብር',
            1 => 'የኢትዮጵያ ብር',
        ),
        'EUR' => array(
            0 => '€',
            1 => 'ዩሮ',
        ),
        'FJD' => array(
            0 => 'FJD',
            1 => 'የፊጂ ዶላር',
        ),
        'FKP' => array(
            0 => 'FKP',
            1 => 'የፎክላንድ ደሴቶች ፓውንድ',
        ),
        'GBP' => array(
            0 => '£',
            1 => 'የእንግሊዝ ፓውንድ ስተርሊንግ',
        ),
        'GEL' => array(
            0 => 'GEL',
            1 => 'የጆርጅያ ላሪ',
        ),
        'GHC' => array(
            0 => 'GHC',
            1 => 'የጋና ሴዲ',
        ),
        'GHS' => array(
            0 => 'GHS',
            1 => 'የጋና ሲዲ',
        ),
        'GIP' => array(
            0 => 'GIP',
            1 => 'ጂብራልተር ፓውንድ',
        ),
        'GMD' => array(
            0 => 'GMD',
            1 => 'የጋምቢያ ዳላሲ',
        ),
        'GNF' => array(
            0 => 'GNF',
            1 => 'የጊኒ ፍራንክ',
        ),
        'GTQ' => array(
            0 => 'GTQ',
            1 => 'ጓቲማላን ኩቲዛል',
        ),
        'GYD' => array(
            0 => 'GYD',
            1 => 'የጉየና ዶላር',
        ),
        'HKD' => array(
            0 => 'HK$',
            1 => 'የሆንግኮንግ ዶላር',
        ),
        'HNL' => array(
            0 => 'HNL',
            1 => 'የሃንዱራ ሌምፓአይራ',
        ),
        'HRK' => array(
            0 => 'HRK',
            1 => 'HRK',
        ),
        'HTG' => array(
            0 => 'HTG',
            1 => 'የሃያቲ ጓርዴ',
        ),
        'HUF' => array(
            0 => 'HUF',
            1 => 'የሃንጋሪያን ፎሪንት',
        ),
        'IDR' => array(
            0 => 'IDR',
            1 => 'የኢንዶኔዥያ ሩፒሃ',
        ),
        'ILS' => array(
            0 => '₪',
            1 => 'የእስራኤል አዲስ ሽቅል',
        ),
        'INR' => array(
            0 => '₹',
            1 => 'የሕንድ ሩፒ',
        ),
        'IQD' => array(
            0 => 'IQD',
            1 => 'የኢራቅ ዲናር',
        ),
        'IRR' => array(
            0 => 'IRR',
            1 => 'የኢራን ሪአል',
        ),
        'ISK' => array(
            0 => 'ISK',
            1 => 'የአይስላንድ ክሮና',
        ),
        'JMD' => array(
            0 => 'JMD',
            1 => 'የጃማይካ ዶላር',
        ),
        'JOD' => array(
            0 => 'JOD',
            1 => 'የጆርዳን ዲናር',
        ),
        'JPY' => array(
            0 => 'JP¥',
            1 => 'የጃፓን የን',
        ),
        'KES' => array(
            0 => 'KES',
            1 => 'የኬኒያ ሺሊንግ',
        ),
        'KGS' => array(
            0 => 'KGS',
            1 => 'የኪርጊስታን ሶም',
        ),
        'KHR' => array(
            0 => 'KHR',
            1 => 'የካምቦዲያ ሬል',
        ),
        'KMF' => array(
            0 => 'KMF',
            1 => 'የኮሞሮ ፍራንክ',
        ),
        'KPW' => array(
            0 => 'KPW',
            1 => 'የሰሜን ኮሪያ ዎን',
        ),
        'KRW' => array(
            0 => '₩',
            1 => 'የደቡብ ኮሪያ ዎን',
        ),
        'KWD' => array(
            0 => 'KWD',
            1 => 'የኩዌት ዲናር',
        ),
        'KYD' => array(
            0 => 'KYD',
            1 => 'የካይማን ደሴቶች ዶላር',
        ),
        'KZT' => array(
            0 => 'KZT',
            1 => 'የካዛኪስታን ተንጌ',
        ),
        'LAK' => array(
            0 => 'LAK',
            1 => 'የላኦቲ ኪፕ',
        ),
        'LBP' => array(
            0 => 'LBP',
            1 => 'የሊባኖስ ፓውንድ',
        ),
        'LKR' => array(
            0 => 'LKR',
            1 => 'የሲሪላንካ ሩፒ',
        ),
        'LRD' => array(
            0 => 'LRD',
            1 => 'የላይቤሪያ ዶላር',
        ),
        'LSL' => array(
            0 => 'LSL',
            1 => 'የሌሶቶ ሎቲ',
        ),
        'LTL' => array(
            0 => 'LTL',
            1 => 'ሊቱዌንያን ሊታስ',
        ),
        'LVL' => array(
            0 => 'LVL',
            1 => 'የላቲቫ ላትስ',
        ),
        'LYD' => array(
            0 => 'LYD',
            1 => 'የሊቢያ ዲናር',
        ),
        'MAD' => array(
            0 => 'MAD',
            1 => 'የሞሮኮ ዲርሀም',
        ),
        'MDL' => array(
            0 => 'MDL',
            1 => 'ሞልዶቫን ሊኡ',
        ),
        'MGA' => array(
            0 => 'MGA',
            1 => 'የማደጋስካር ማላጋስይ አሪያርይ',
        ),
        'MKD' => array(
            0 => 'MKD',
            1 => 'የሜቆድንያ ዲናር',
        ),
        'MMK' => array(
            0 => 'MMK',
            1 => 'የማያናማር ክያት',
        ),
        'MNT' => array(
            0 => 'MNT',
            1 => 'የሞንጎሊያን ቱግሪክ',
        ),
        'MOP' => array(
            0 => 'MOP',
            1 => 'የማካኔዝ ፓታካ',
        ),
        'MRO' => array(
            0 => 'MRO',
            1 => 'የሞሪቴኒያ ኦውጉያ',
        ),
        'MUR' => array(
            0 => 'MUR',
            1 => 'የሞሪሸስ ሩፒ',
        ),
        'MVR' => array(
            0 => 'MVR',
            1 => 'የማልዲቫ ሩፊያ',
        ),
        'MWK' => array(
            0 => 'MWK',
            1 => 'የማላዊ ኩዋቻ',
        ),
        'MXN' => array(
            0 => 'MX$',
            1 => 'የሜክሲኮ ፔሶ',
        ),
        'MYR' => array(
            0 => 'MYR',
            1 => 'የማሌዥያ ሪንጊት',
        ),
        'MZN' => array(
            0 => 'MZN',
            1 => 'የሞዛምቢክ ሜቲካል',
        ),
        'NAD' => array(
            0 => 'NAD',
            1 => 'የናሚቢያ ዶላር',
        ),
        'NGN' => array(
            0 => 'NGN',
            1 => 'የናይጄሪያ ናይራ',
        ),
        'NIO' => array(
            0 => 'NIO',
            1 => 'የኒካራጓ ኮርዶባ',
        ),
        'NOK' => array(
            0 => 'NOK',
            1 => 'የኖርዌይ ክሮን',
        ),
        'NPR' => array(
            0 => 'NPR',
            1 => 'የኔፓል ሩፒ',
        ),
        'NZD' => array(
            0 => 'NZ$',
            1 => 'የኒውዚላንድ ዶላር',
        ),
        'OMR' => array(
            0 => 'OMR',
            1 => 'የኦማን ሪአል',
        ),
        'PAB' => array(
            0 => 'PAB',
            1 => 'ፓናማኒአን ባልቦአ',
        ),
        'PEN' => array(
            0 => 'PEN',
            1 => 'የፔሩቪያ ሶል',
        ),
        'PGK' => array(
            0 => 'PGK',
            1 => 'የፓፕዋ ኒው ጊኒ ኪና',
        ),
        'PHP' => array(
            0 => 'PHP',
            1 => 'የፊሊፒንስ ፔሶ',
        ),
        'PKR' => array(
            0 => 'PKR',
            1 => 'የፓኪስታን ሩፒ',
        ),
        'PLN' => array(
            0 => 'PLN',
            1 => 'የፖላንድ ዝሎቲ',
        ),
        'PYG' => array(
            0 => 'PYG',
            1 => 'የፓራጓይ ጉአራኒ',
        ),
        'QAR' => array(
            0 => 'QAR',
            1 => 'የኳታር ሪአል',
        ),
        'RON' => array(
            0 => 'RON',
            1 => 'የሮማኒያ ለው',
        ),
        'RSD' => array(
            0 => 'RSD',
            1 => 'የሰርቢያ ዲናር',
        ),
        'RUB' => array(
            0 => 'RUB',
            1 => 'የሩስያ ሩብል',
        ),
        'RWF' => array(
            0 => 'RWF',
            1 => 'የሩዋንዳ ፍራንክ',
        ),
        'SAR' => array(
            0 => 'SAR',
            1 => 'የሳውዲ ሪያል',
        ),
        'SBD' => array(
            0 => 'SBD',
            1 => 'የሰለሞን ደሴቶች ዶላር',
        ),
        'SCR' => array(
            0 => 'SCR',
            1 => 'የሲሼል ሩፒ',
        ),
        'SDG' => array(
            0 => 'SDG',
            1 => 'የሱዳን ዲናር',
        ),
        'SDP' => array(
            0 => 'SDP',
            1 => 'የሱዳን ፓውንድ',
        ),
        'SEK' => array(
            0 => 'SEK',
            1 => 'የስዊድን ክሮና',
        ),
        'SGD' => array(
            0 => 'SGD',
            1 => 'የሲንጋፖር ዶላር',
        ),
        'SHP' => array(
            0 => 'SHP',
            1 => 'የሴይንት ሔሌና ፓውንድ',
        ),
        'SLL' => array(
            0 => 'SLL',
            1 => 'የሴራሊዎን ሊዎን',
        ),
        'SOS' => array(
            0 => 'SOS',
            1 => 'የሶማሌ ሺሊንግ',
        ),
        'SRD' => array(
            0 => 'SRD',
            1 => 'የሰርናሜዝ ዶላር',
        ),
        'SSP' => array(
            0 => 'SSP',
            1 => 'የደቡብ ሱዳን ፓውንድ',
        ),
        'STD' => array(
            0 => 'STD',
            1 => 'የሳኦ ቶሜ እና ፕሪንሲፔ ዶብራ',
        ),
        'SYP' => array(
            0 => 'SYP',
            1 => 'የሲሪያ ፓውንድ',
        ),
        'SZL' => array(
            0 => 'SZL',
            1 => 'የስዋዚላንድ ሊላንገኒ',
        ),
        'THB' => array(
            0 => '฿',
            1 => 'የታይላንድ ባህት',
        ),
        'TJS' => array(
            0 => 'TJS',
            1 => 'የታጂክስታን ሶሞኒ',
        ),
        'TMT' => array(
            0 => 'TMT',
            1 => 'ቱርክሜኒስታኒ ማናት',
        ),
        'TND' => array(
            0 => 'TND',
            1 => 'የቱኒዚያ ዲናር',
        ),
        'TOP' => array(
            0 => 'TOP',
            1 => 'ቶንጋን ፓ’አንጋ',
        ),
        'TRY' => array(
            0 => 'TRY',
            1 => 'የቱርክ ሊራ',
        ),
        'TTD' => array(
            0 => 'TTD',
            1 => 'የትሪንዳድ እና ቶቤጎዶላር',
        ),
        'TWD' => array(
            0 => 'NT$',
            1 => 'የአዲሷ ታይዋን ዶላር',
        ),
        'TZS' => array(
            0 => 'TZS',
            1 => 'የታንዛኒያ ሺሊንግ',
        ),
        'UAH' => array(
            0 => 'UAH',
            1 => 'የዩክሬን ሀሪይቭኒአ',
        ),
        'UGX' => array(
            0 => 'UGX',
            1 => 'የዩጋንዳ ሺሊንግ',
        ),
        'USD' => array(
            0 => 'US$',
            1 => 'የአሜሪካን ዶላር',
        ),
        'UYU' => array(
            0 => 'UYU',
            1 => 'የኡራጓይ ፔሶ',
        ),
        'UZS' => array(
            0 => 'UZS',
            1 => 'የኡዝፔኪስታን ሶም',
        ),
        'VEF' => array(
            0 => 'VEF',
            1 => 'የቬንዝዌላ ቦሊቫር',
        ),
        'VND' => array(
            0 => '₫',
            1 => 'የቭየትናም ዶንግ',
        ),
        'VUV' => array(
            0 => 'VUV',
            1 => 'የቫንዋንቱ ቫቱ',
        ),
        'WST' => array(
            0 => 'WST',
            1 => 'ሳሞአን ታላ',
        ),
        'XAF' => array(
            0 => 'FCFA',
            1 => 'የመካከለኛው አፍሪካ ሴፋ ፍራንክ',
        ),
        'XCD' => array(
            0 => 'EC$',
            1 => 'የምዕራብ ካሪብያን ዶላር',
        ),
        'XOF' => array(
            0 => 'CFA',
            1 => 'የምዕራብ አፍሪካ ሴፋ ፍራንክ',
        ),
        'XPF' => array(
            0 => 'CFPF',
            1 => 'ሲ ኤፍ ፒ ፍራንክ',
        ),
        'YER' => array(
            0 => 'YER',
            1 => 'የየመን ሪአል',
        ),
        'ZAR' => array(
            0 => 'ZAR',
            1 => 'የደቡብ አፍሪካ ራንድ',
        ),
        'ZMK' => array(
            0 => 'ZMK',
            1 => 'የዛምቢያ ክዋቻ (1968–2012)',
        ),
        'ZMW' => array(
            0 => 'ZMW',
            1 => 'የዛምቢያ ክዋቻ',
        ),
        'ZWD' => array(
            0 => 'ZWD',
            1 => 'የዚምቧቡዌ ዶላር',
        ),
    ),
);
