<?php

return array(
    'Version' => '2.1.36.86',
    'Names' => array(
        'ADP' => array(
            0 => 'ADP',
            1 => 'بيستا أندوري',
        ),
        'AED' => array(
            0 => 'د.إ.‏',
            1 => 'درهم إماراتي',
        ),
        'AFA' => array(
            0 => 'AFA',
            1 => 'أفغاني - 1927-2002',
        ),
        'AFN' => array(
            0 => 'AFN',
            1 => 'أفغاني',
        ),
        'ALL' => array(
            0 => 'ALL',
            1 => 'ليك ألباني',
        ),
        'AMD' => array(
            0 => 'AMD',
            1 => 'درام أرميني',
        ),
        'ANG' => array(
            0 => 'ANG',
            1 => 'غيلدر أنتيلي هولندي',
        ),
        'AOA' => array(
            0 => 'AOA',
            1 => 'كوانزا أنغولي',
        ),
        'AOK' => array(
            0 => 'AOK',
            1 => 'كوانزا أنجولي - 1977-1990',
        ),
        'AON' => array(
            0 => 'AON',
            1 => 'كوانزا أنجولي جديدة - 1990-2000',
        ),
        'AOR' => array(
            0 => 'AOR',
            1 => 'كوانزا أنجولي معدلة - 1995 - 1999',
        ),
        'ARA' => array(
            0 => 'ARA',
            1 => 'استرال أرجنتيني',
        ),
        'ARP' => array(
            0 => 'ARP',
            1 => 'بيزو أرجنتيني - 1983-1985',
        ),
        'ARS' => array(
            0 => 'ARS',
            1 => 'بيزو أرجنتيني',
        ),
        'ATS' => array(
            0 => 'ATS',
            1 => 'شلن نمساوي',
        ),
        'AUD' => array(
            0 => 'AU$',
            1 => 'دولار أسترالي',
        ),
        'AWG' => array(
            0 => 'AWG',
            1 => 'فلورن أروبي',
        ),
        'AZM' => array(
            0 => 'AZM',
            1 => 'مانات أذريبجاني',
        ),
        'AZN' => array(
            0 => 'AZN',
            1 => 'مانات أذربيجان',
        ),
        'BAD' => array(
            0 => 'BAD',
            1 => 'دينار البوسنة والهرسك',
        ),
        'BAM' => array(
            0 => 'BAM',
            1 => 'مارك البوسنة والهرسك قابل للتحويل',
        ),
        'BBD' => array(
            0 => 'BBD',
            1 => 'دولار بربادوسي',
        ),
        'BDT' => array(
            0 => 'BDT',
            1 => 'تاكا بنغلاديشي',
        ),
        'BEC' => array(
            0 => 'BEC',
            1 => 'فرنك بلجيكي قابل للتحويل',
        ),
        'BEF' => array(
            0 => 'BEF',
            1 => 'فرنك بلجيكي',
        ),
        'BEL' => array(
            0 => 'BEL',
            1 => 'فرنك بلجيكي مالي',
        ),
        'BGN' => array(
            0 => 'BGN',
            1 => 'ليف بلغاري',
        ),
        'BHD' => array(
            0 => 'د.ب.‏',
            1 => 'دينار بحريني',
        ),
        'BIF' => array(
            0 => 'BIF',
            1 => 'فرنك بروندي',
        ),
        'BMD' => array(
            0 => 'BMD',
            1 => 'دولار برمودي',
        ),
        'BND' => array(
            0 => 'BND',
            1 => 'دولار بروناي',
        ),
        'BOB' => array(
            0 => 'BOB',
            1 => 'بوليفيانو بوليفي',
        ),
        'BOP' => array(
            0 => 'BOP',
            1 => 'بيزو بوليفي',
        ),
        'BOV' => array(
            0 => 'BOV',
            1 => 'مفدول بوليفي',
        ),
        'BRB' => array(
            0 => 'BRB',
            1 => 'نوفو كروزايرو برازيلي - 1967-1986',
        ),
        'BRC' => array(
            0 => 'BRC',
            1 => 'كروزادو برازيلي',
        ),
        'BRE' => array(
            0 => 'BRE',
            1 => 'كروزايرو برازيلي - 1990-1993',
        ),
        'BRL' => array(
            0 => 'R$',
            1 => 'ريال برازيلي',
        ),
        'BSD' => array(
            0 => 'BSD',
            1 => 'دولار باهامي',
        ),
        'BTN' => array(
            0 => 'BTN',
            1 => 'نولتوم بوتاني',
        ),
        'BUK' => array(
            0 => 'BUK',
            1 => 'كيات بورمي',
        ),
        'BWP' => array(
            0 => 'BWP',
            1 => 'بولا بتسواني',
        ),
        'BYB' => array(
            0 => 'BYB',
            1 => 'روبل بيلاروسي جديد - 1994-1999',
        ),
        'BYN' => array(
            0 => 'BYN',
            1 => 'روبل بيلاروسي',
        ),
        'BYR' => array(
            0 => 'BYR',
            1 => 'روبل بيلاروسي (٢٠٠٠–٢٠١٦)',
        ),
        'BZD' => array(
            0 => 'BZD',
            1 => 'دولار بليزي',
        ),
        'CAD' => array(
            0 => 'CA$',
            1 => 'دولار كندي',
        ),
        'CDF' => array(
            0 => 'CDF',
            1 => 'فرنك كونغولي',
        ),
        'CHF' => array(
            0 => 'CHF',
            1 => 'فرنك سويسري',
        ),
        'CLP' => array(
            0 => 'CLP',
            1 => 'بيزو تشيلي',
        ),
        'CNH' => array(
            0 => 'CNH',
            1 => 'يوان صيني (في الخارج)',
        ),
        'CNY' => array(
            0 => 'CN¥',
            1 => 'يوان صيني',
        ),
        'COP' => array(
            0 => 'COP',
            1 => 'بيزو كولومبي',
        ),
        'CRC' => array(
            0 => 'CRC',
            1 => 'كولن كوستاريكي',
        ),
        'CSD' => array(
            0 => 'CSD',
            1 => 'دينار صربي قديم',
        ),
        'CSK' => array(
            0 => 'CSK',
            1 => 'كرونة تشيكوسلوفاكيا',
        ),
        'CUC' => array(
            0 => 'CUC',
            1 => 'بيزو كوبي قابل للتحويل',
        ),
        'CUP' => array(
            0 => 'CUP',
            1 => 'بيزو كوبي',
        ),
        'CVE' => array(
            0 => 'CVE',
            1 => 'اسكودو الرأس الخضراء',
        ),
        'CYP' => array(
            0 => 'CYP',
            1 => 'جنيه قبرصي',
        ),
        'CZK' => array(
            0 => 'CZK',
            1 => 'كرونة تشيكية',
        ),
        'DDM' => array(
            0 => 'DDM',
            1 => 'أوستمارك ألماني شرقي',
        ),
        'DEM' => array(
            0 => 'DEM',
            1 => 'مارك ألماني',
        ),
        'DJF' => array(
            0 => 'DJF',
            1 => 'فرنك جيبوتي',
        ),
        'DKK' => array(
            0 => 'DKK',
            1 => 'كرونة دنماركية',
        ),
        'DOP' => array(
            0 => 'DOP',
            1 => 'بيزو الدومنيكان',
        ),
        'DZD' => array(
            0 => 'د.ج.‏',
            1 => 'دينار جزائري',
        ),
        'EEK' => array(
            0 => 'EEK',
            1 => 'كرونة استونية',
        ),
        'EGP' => array(
            0 => 'ج.م.‏',
            1 => 'جنيه مصري',
        ),
        'ERN' => array(
            0 => 'ERN',
            1 => 'ناكفا أريتري',
        ),
        'ESP' => array(
            0 => 'ESP',
            1 => 'بيزيتا إسباني',
        ),
        'ETB' => array(
            0 => 'ETB',
            1 => 'بير أثيوبي',
        ),
        'EUR' => array(
            0 => '€',
            1 => 'يورو',
        ),
        'FIM' => array(
            0 => 'FIM',
            1 => 'ماركا فنلندي',
        ),
        'FJD' => array(
            0 => 'FJD',
            1 => 'دولار فيجي',
        ),
        'FKP' => array(
            0 => 'FKP',
            1 => 'جنيه جزر فوكلاند',
        ),
        'FRF' => array(
            0 => 'FRF',
            1 => 'فرنك فرنسي',
        ),
        'GBP' => array(
            0 => '£',
            1 => 'جنيه إسترليني',
        ),
        'GEL' => array(
            0 => 'GEL',
            1 => 'لارى جورجي',
        ),
        'GHC' => array(
            0 => 'GHC',
            1 => 'سيدي غاني',
        ),
        'GHS' => array(
            0 => 'GHS',
            1 => 'سيدي غانا',
        ),
        'GIP' => array(
            0 => 'GIP',
            1 => 'جنيه جبل طارق',
        ),
        'GMD' => array(
            0 => 'GMD',
            1 => 'دلاسي غامبي',
        ),
        'GNF' => array(
            0 => 'GNF',
            1 => 'فرنك غينيا',
        ),
        'GNS' => array(
            0 => 'GNS',
            1 => 'سيلي غينيا',
        ),
        'GQE' => array(
            0 => 'GQE',
            1 => 'اكويل جونينا غينيا الاستوائيّة',
        ),
        'GRD' => array(
            0 => 'GRD',
            1 => 'دراخما يوناني',
        ),
        'GTQ' => array(
            0 => 'GTQ',
            1 => 'كوتزال غواتيمالا',
        ),
        'GWE' => array(
            0 => 'GWE',
            1 => 'اسكود برتغالي غينيا',
        ),
        'GWP' => array(
            0 => 'GWP',
            1 => 'بيزو غينيا بيساو',
        ),
        'GYD' => array(
            0 => 'GYD',
            1 => 'دولار غيانا',
        ),
        'HKD' => array(
            0 => 'HK$',
            1 => 'دولار هونغ كونغ',
        ),
        'HNL' => array(
            0 => 'HNL',
            1 => 'ليمبيرا هنداروس',
        ),
        'HRD' => array(
            0 => 'HRD',
            1 => 'دينار كرواتي',
        ),
        'HRK' => array(
            0 => 'HRK',
            1 => 'كونا كرواتي',
        ),
        'HTG' => array(
            0 => 'HTG',
            1 => 'جوردى هايتي',
        ),
        'HUF' => array(
            0 => 'HUF',
            1 => 'فورينت هنغاري',
        ),
        'IDR' => array(
            0 => 'IDR',
            1 => 'روبية إندونيسية',
        ),
        'IEP' => array(
            0 => 'IEP',
            1 => 'جنيه إيرلندي',
        ),
        'ILP' => array(
            0 => 'ILP',
            1 => 'جنيه إسرائيلي',
        ),
        'ILS' => array(
            0 => '₪',
            1 => 'شيكل إسرائيلي جديد',
        ),
        'INR' => array(
            0 => '₹',
            1 => 'روبية هندي',
        ),
        'IQD' => array(
            0 => 'د.ع.‏',
            1 => 'دينار عراقي',
        ),
        'IRR' => array(
            0 => 'ر.إ.',
            1 => 'ريال إيراني',
        ),
        'ISK' => array(
            0 => 'ISK',
            1 => 'كرونة أيسلندية',
        ),
        'ITL' => array(
            0 => 'ITL',
            1 => 'ليرة إيطالية',
        ),
        'JMD' => array(
            0 => 'JMD',
            1 => 'دولار جامايكي',
        ),
        'JOD' => array(
            0 => 'د.أ.‏',
            1 => 'دينار أردني',
        ),
        'JPY' => array(
            0 => 'JP¥',
            1 => 'ين ياباني',
        ),
        'KES' => array(
            0 => 'KES',
            1 => 'شلن كينيي',
        ),
        'KGS' => array(
            0 => 'KGS',
            1 => 'سوم قيرغستاني',
        ),
        'KHR' => array(
            0 => 'KHR',
            1 => 'رييال كمبودي',
        ),
        'KMF' => array(
            0 => 'KMF',
            1 => 'فرنك جزر القمر',
        ),
        'KPW' => array(
            0 => 'KPW',
            1 => 'وون كوريا الشمالية',
        ),
        'KRW' => array(
            0 => '₩',
            1 => 'وون كوريا الجنوبية',
        ),
        'KWD' => array(
            0 => 'د.ك.‏',
            1 => 'دينار كويتي',
        ),
        'KYD' => array(
            0 => 'KYD',
            1 => 'دولار جزر كيمن',
        ),
        'KZT' => array(
            0 => 'KZT',
            1 => 'تينغ كازاخستاني',
        ),
        'LAK' => array(
            0 => 'LAK',
            1 => 'كيب لاوسي',
        ),
        'LBP' => array(
            0 => 'ل.ل.‏',
            1 => 'جنيه لبناني',
        ),
        'LKR' => array(
            0 => 'LKR',
            1 => 'روبية سريلانكية',
        ),
        'LRD' => array(
            0 => 'LRD',
            1 => 'دولار ليبيري',
        ),
        'LSL' => array(
            0 => 'LSL',
            1 => 'لوتي ليسوتو',
        ),
        'LTL' => array(
            0 => 'LTL',
            1 => 'ليتا ليتوانية',
        ),
        'LTT' => array(
            0 => 'LTT',
            1 => 'تالوناس ليتواني',
        ),
        'LUC' => array(
            0 => 'LUC',
            1 => 'فرنك لوكسمبرج قابل للتحويل',
        ),
        'LUF' => array(
            0 => 'LUF',
            1 => 'فرنك لوكسمبرج',
        ),
        'LUL' => array(
            0 => 'LUL',
            1 => 'فرنك لوكسمبرج المالي',
        ),
        'LVL' => array(
            0 => 'LVL',
            1 => 'لاتس لاتفيا',
        ),
        'LVR' => array(
            0 => 'LVR',
            1 => 'روبل لاتفيا',
        ),
        'LYD' => array(
            0 => 'د.ل.‏',
            1 => 'دينار ليبي',
        ),
        'MAD' => array(
            0 => 'د.م.‏',
            1 => 'درهم مغربي',
        ),
        'MAF' => array(
            0 => 'MAF',
            1 => 'فرنك مغربي',
        ),
        'MDL' => array(
            0 => 'MDL',
            1 => 'ليو مولدوفي',
        ),
        'MGA' => array(
            0 => 'MGA',
            1 => 'أرياري مدغشقر',
        ),
        'MGF' => array(
            0 => 'MGF',
            1 => 'فرنك مدغشقر',
        ),
        'MKD' => array(
            0 => 'MKD',
            1 => 'دينار مقدوني',
        ),
        'MLF' => array(
            0 => 'MLF',
            1 => 'فرنك مالي',
        ),
        'MMK' => array(
            0 => 'MMK',
            1 => 'كيات ميانمار',
        ),
        'MNT' => array(
            0 => 'MNT',
            1 => 'توغروغ منغولي',
        ),
        'MOP' => array(
            0 => 'MOP',
            1 => 'باتاكا ماكاوي',
        ),
        'MRO' => array(
            0 => 'أ.م.‏',
            1 => 'أوقية موريتانية',
        ),
        'MTL' => array(
            0 => 'MTL',
            1 => 'ليرة مالطية',
        ),
        'MTP' => array(
            0 => 'MTP',
            1 => 'جنيه مالطي',
        ),
        'MUR' => array(
            0 => 'MUR',
            1 => 'روبية موريشيوسية',
        ),
        'MVR' => array(
            0 => 'MVR',
            1 => 'روفيه جزر المالديف',
        ),
        'MWK' => array(
            0 => 'MWK',
            1 => 'كواشا مالاوي',
        ),
        'MXN' => array(
            0 => 'MX$',
            1 => 'بيزو مكسيكي',
        ),
        'MXP' => array(
            0 => 'MXP',
            1 => 'بيزو فضي مكسيكي - 1861-1992',
        ),
        'MYR' => array(
            0 => 'MYR',
            1 => 'رينغيت ماليزي',
        ),
        'MZE' => array(
            0 => 'MZE',
            1 => 'اسكود موزمبيقي',
        ),
        'MZN' => array(
            0 => 'MZN',
            1 => 'متكال موزمبيقي',
        ),
        'NAD' => array(
            0 => 'NAD',
            1 => 'دولار ناميبي',
        ),
        'NGN' => array(
            0 => 'NGN',
            1 => 'نايرا نيجيري',
        ),
        'NIC' => array(
            0 => 'NIC',
            1 => 'كوردوبة نيكاراجوا',
        ),
        'NIO' => array(
            0 => 'NIO',
            1 => 'قرطبة نيكاراغوا',
        ),
        'NLG' => array(
            0 => 'NLG',
            1 => 'جلدر هولندي',
        ),
        'NOK' => array(
            0 => 'NOK',
            1 => 'كرونة نرويجية',
        ),
        'NPR' => array(
            0 => 'NPR',
            1 => 'روبية نيبالي',
        ),
        'NZD' => array(
            0 => 'NZ$',
            1 => 'دولار نيوزيلندي',
        ),
        'OMR' => array(
            0 => 'ر.ع.‏',
            1 => 'ريال عماني',
        ),
        'PAB' => array(
            0 => 'PAB',
            1 => 'بالبوا بنمي',
        ),
        'PEN' => array(
            0 => 'PEN',
            1 => 'سول بيروفي',
        ),
        'PGK' => array(
            0 => 'PGK',
            1 => 'كينا بابوا غينيا الجديدة',
        ),
        'PHP' => array(
            0 => 'PHP',
            1 => 'بيزو فلبيني',
        ),
        'PKR' => array(
            0 => 'PKR',
            1 => 'روبية باكستاني',
        ),
        'PLN' => array(
            0 => 'PLN',
            1 => 'زلوتي بولندي',
        ),
        'PLZ' => array(
            0 => 'PLZ',
            1 => 'زلوتي بولندي - 1950-1995',
        ),
        'PTE' => array(
            0 => 'PTE',
            1 => 'اسكود برتغالي',
        ),
        'PYG' => array(
            0 => 'PYG',
            1 => 'غواراني باراغواي',
        ),
        'QAR' => array(
            0 => 'ر.ق.‏',
            1 => 'ريال قطري',
        ),
        'RHD' => array(
            0 => 'RHD',
            1 => 'دولار روديسي',
        ),
        'ROL' => array(
            0 => 'ROL',
            1 => 'ليو روماني قديم',
        ),
        'RON' => array(
            0 => 'RON',
            1 => 'ليو روماني',
        ),
        'RSD' => array(
            0 => 'RSD',
            1 => 'دينار صربي',
        ),
        'RUB' => array(
            0 => 'RUB',
            1 => 'روبل روسي',
        ),
        'RUR' => array(
            0 => 'RUR',
            1 => 'روبل روسي - 1991-1998',
        ),
        'RWF' => array(
            0 => 'RWF',
            1 => 'فرنك رواندي',
        ),
        'SAR' => array(
            0 => 'ر.س.‏',
            1 => 'ريال سعودي',
        ),
        'SBD' => array(
            0 => 'SBD',
            1 => 'دولار جزر سليمان',
        ),
        'SCR' => array(
            0 => 'SCR',
            1 => 'روبية سيشيلية',
        ),
        'SDD' => array(
            0 => 'د.س.‏',
            1 => 'دينار سوداني',
        ),
        'SDG' => array(
            0 => 'ج.س.',
            1 => 'جنيه سوداني',
        ),
        'SDP' => array(
            0 => 'SDP',
            1 => 'جنيه سوداني قديم',
        ),
        'SEK' => array(
            0 => 'SEK',
            1 => 'كرونة سويدية',
        ),
        'SGD' => array(
            0 => 'SGD',
            1 => 'دولار سنغافوري',
        ),
        'SHP' => array(
            0 => 'SHP',
            1 => 'جنيه سانت هيلين',
        ),
        'SIT' => array(
            0 => 'SIT',
            1 => 'تولار سلوفيني',
        ),
        'SKK' => array(
            0 => 'SKK',
            1 => 'كرونة سلوفاكية',
        ),
        'SLL' => array(
            0 => 'SLL',
            1 => 'ليون سيراليوني',
        ),
        'SOS' => array(
            0 => 'SOS',
            1 => 'شلن صومالي',
        ),
        'SRD' => array(
            0 => 'SRD',
            1 => 'دولار سورينامي',
        ),
        'SRG' => array(
            0 => 'SRG',
            1 => 'جلدر سورينامي',
        ),
        'SSP' => array(
            0 => 'SSP',
            1 => 'جنيه جنوب السودان',
        ),
        'STD' => array(
            0 => 'STD',
            1 => 'دوبرا ساو تومي وبرينسيبي',
        ),
        'SUR' => array(
            0 => 'SUR',
            1 => 'روبل سوفيتي',
        ),
        'SVC' => array(
            0 => 'SVC',
            1 => 'كولون سلفادوري',
        ),
        'SYP' => array(
            0 => 'ل.س.‏',
            1 => 'ليرة سورية',
        ),
        'SZL' => array(
            0 => 'SZL',
            1 => 'ليلانجيني سوازيلندي',
        ),
        'THB' => array(
            0 => '฿',
            1 => 'باخت تايلاندي',
        ),
        'TJR' => array(
            0 => 'TJR',
            1 => 'روبل طاجيكستاني',
        ),
        'TJS' => array(
            0 => 'TJS',
            1 => 'سوموني طاجيكستاني',
        ),
        'TMM' => array(
            0 => 'TMM',
            1 => 'مانات تركمنستاني',
        ),
        'TMT' => array(
            0 => 'TMT',
            1 => 'مانات تركمانستان',
        ),
        'TND' => array(
            0 => 'د.ت.‏',
            1 => 'دينار تونسي',
        ),
        'TOP' => array(
            0 => 'TOP',
            1 => 'بانغا تونغا',
        ),
        'TPE' => array(
            0 => 'TPE',
            1 => 'اسكود تيموري',
        ),
        'TRL' => array(
            0 => 'TRL',
            1 => 'ليرة تركي',
        ),
        'TRY' => array(
            0 => 'TRY',
            1 => 'ليرة تركية',
        ),
        'TTD' => array(
            0 => 'TTD',
            1 => 'دولار ترينداد وتوباغو',
        ),
        'TWD' => array(
            0 => 'NT$',
            1 => 'دولار تايواني',
        ),
        'TZS' => array(
            0 => 'TZS',
            1 => 'شلن تنزاني',
        ),
        'UAH' => array(
            0 => 'UAH',
            1 => 'هريفنيا أوكراني',
        ),
        'UGS' => array(
            0 => 'UGS',
            1 => 'شلن أوغندي - 1966-1987',
        ),
        'UGX' => array(
            0 => 'UGX',
            1 => 'شلن أوغندي',
        ),
        'USD' => array(
            0 => 'US$',
            1 => 'دولار أمريكي',
        ),
        'USN' => array(
            0 => 'USN',
            1 => 'دولار أمريكي (اليوم التالي)‏',
        ),
        'USS' => array(
            0 => 'USS',
            1 => 'دولار أمريكي (نفس اليوم)‏',
        ),
        'UYP' => array(
            0 => 'UYP',
            1 => 'بيزو أوروجواي - 1975-1993',
        ),
        'UYU' => array(
            0 => 'UYU',
            1 => 'بيزو اوروغواي',
        ),
        'UZS' => array(
            0 => 'UZS',
            1 => 'سوم أوزبكستاني',
        ),
        'VEB' => array(
            0 => 'VEB',
            1 => 'بوليفار فنزويلي - 1871-2008',
        ),
        'VEF' => array(
            0 => 'VEF',
            1 => 'بوليفار فنزويلي',
        ),
        'VND' => array(
            0 => '₫',
            1 => 'دونج فيتنامي',
        ),
        'VUV' => array(
            0 => 'VUV',
            1 => 'فاتو فانواتو',
        ),
        'WST' => array(
            0 => 'WST',
            1 => 'تالا ساموا',
        ),
        'XAF' => array(
            0 => 'FCFA',
            1 => 'فرنك وسط أفريقي',
        ),
        'XCD' => array(
            0 => 'EC$',
            1 => 'دولار شرق الكاريبي',
        ),
        'XEU' => array(
            0 => 'XEU',
            1 => 'وحدة النقد الأوروبية',
        ),
        'XFO' => array(
            0 => 'XFO',
            1 => 'فرنك فرنسي ذهبي',
        ),
        'XFU' => array(
            0 => 'XFU',
            1 => '(UIC)فرنك فرنسي',
        ),
        'XOF' => array(
            0 => 'CFA',
            1 => 'فرنك غرب أفريقي',
        ),
        'XPF' => array(
            0 => 'CFPF',
            1 => 'فرنك سي إف بي',
        ),
        'YDD' => array(
            0 => 'YDD',
            1 => 'دينار يمني',
        ),
        'YER' => array(
            0 => 'ر.ي.‏',
            1 => 'ريال يمني',
        ),
        'YUD' => array(
            0 => 'YUD',
            1 => 'دينار يوغسلافي',
        ),
        'YUN' => array(
            0 => 'YUN',
            1 => 'دينار يوغسلافي قابل للتحويل',
        ),
        'ZAL' => array(
            0 => 'ZAL',
            1 => 'راند جنوب أفريقيا -مالي',
        ),
        'ZAR' => array(
            0 => 'ZAR',
            1 => 'راند جنوب أفريقيا',
        ),
        'ZMK' => array(
            0 => 'ZMK',
            1 => 'كواشا زامبي - 1968-2012',
        ),
        'ZMW' => array(
            0 => 'ZMW',
            1 => 'كواشا زامبي',
        ),
        'ZRN' => array(
            0 => 'ZRN',
            1 => 'زائير زائيري جديد',
        ),
        'ZRZ' => array(
            0 => 'ZRZ',
            1 => 'زائير زائيري',
        ),
        'ZWD' => array(
            0 => 'ZWD',
            1 => 'دولار زمبابوي',
        ),
        'ZWL' => array(
            0 => 'ZWL',
            1 => 'دولار زمبابوي 2009',
        ),
    ),
);
