<?php

return array(
    'Version' => '2.1.37.5',
    'Names' => array(
        'AED' => array(
            0 => 'AED',
            1 => 'дырхем ААЭ',
        ),
        'AFN' => array(
            0 => 'AFN',
            1 => 'афганскі афгані',
        ),
        'ALL' => array(
            0 => 'ALL',
            1 => 'албанскі лек',
        ),
        'AMD' => array(
            0 => 'AMD',
            1 => 'армянскі драм',
        ),
        'ANG' => array(
            0 => 'ANG',
            1 => 'нідэрландскі антыльскі гульдэн',
        ),
        'AOA' => array(
            0 => 'AOA',
            1 => 'ангольская кванза',
        ),
        'ARS' => array(
            0 => 'ARS',
            1 => 'аргенцінскае песа',
        ),
        'AUD' => array(
            0 => 'A$',
            1 => 'аўстралійскі долар',
        ),
        'AWG' => array(
            0 => 'AWG',
            1 => 'арубанскі фларын',
        ),
        'AZN' => array(
            0 => 'AZN',
            1 => 'азербайджанскі манат',
        ),
        'BAM' => array(
            0 => 'BAM',
            1 => 'канверсоўная марка Босніі і Герцагавіны',
        ),
        'BBD' => array(
            0 => 'BBD',
            1 => 'барбадоскі долар',
        ),
        'BDT' => array(
            0 => 'BDT',
            1 => 'бангладэшская така',
        ),
        'BGN' => array(
            0 => 'BGN',
            1 => 'балгарскі леў',
        ),
        'BHD' => array(
            0 => 'BHD',
            1 => 'бахрэйнскі дынар',
        ),
        'BIF' => array(
            0 => 'BIF',
            1 => 'бурундзійскі франк',
        ),
        'BMD' => array(
            0 => 'BMD',
            1 => 'бермудскі долар',
        ),
        'BND' => array(
            0 => 'BND',
            1 => 'брунейскі долар',
        ),
        'BOB' => array(
            0 => 'BOB',
            1 => 'балівіяна',
        ),
        'BRL' => array(
            0 => 'BRL',
            1 => 'бразільскі рэал',
        ),
        'BSD' => array(
            0 => 'BSD',
            1 => 'багамскі долар',
        ),
        'BTN' => array(
            0 => 'BTN',
            1 => 'бутанскі нгултрум',
        ),
        'BWP' => array(
            0 => 'BWP',
            1 => 'батсванская пула',
        ),
        'BYN' => array(
            0 => 'Br',
            1 => 'беларускі рубель',
        ),
        'BYR' => array(
            0 => 'BYR',
            1 => 'беларускі рубель (2000–2016)',
        ),
        'BZD' => array(
            0 => 'BZD',
            1 => 'белізскі долар',
        ),
        'CAD' => array(
            0 => 'CAD',
            1 => 'канадскі долар',
        ),
        'CDF' => array(
            0 => 'CDF',
            1 => 'кангалезскі франк',
        ),
        'CHF' => array(
            0 => 'CHF',
            1 => 'швейцарскі франк',
        ),
        'CLP' => array(
            0 => 'CLP',
            1 => 'чылійскае песа',
        ),
        'CNH' => array(
            0 => 'CNH',
            1 => 'афшорны кітайскі юань',
        ),
        'CNY' => array(
            0 => 'CN¥',
            1 => 'кітайскі юань',
        ),
        'COP' => array(
            0 => 'COP',
            1 => 'калумбійскае песа',
        ),
        'CRC' => array(
            0 => 'CRC',
            1 => 'коста-рыканскі калон',
        ),
        'CUC' => array(
            0 => 'CUC',
            1 => 'кубінскае канверсоўнае песа',
        ),
        'CUP' => array(
            0 => 'CUP',
            1 => 'кубінскае песа',
        ),
        'CVE' => array(
            0 => 'CVE',
            1 => 'эскуда Каба-Вердэ',
        ),
        'CZK' => array(
            0 => 'CZK',
            1 => 'чэшская крона',
        ),
        'DJF' => array(
            0 => 'DJF',
            1 => 'джыбуційскі франк',
        ),
        'DKK' => array(
            0 => 'DKK',
            1 => 'дацкая крона',
        ),
        'DOP' => array(
            0 => 'DOP',
            1 => 'дамініканскае песа',
        ),
        'DZD' => array(
            0 => 'DZD',
            1 => 'алжырскі дынар',
        ),
        'EGP' => array(
            0 => 'EGP',
            1 => 'егіпецкі фунт',
        ),
        'ERN' => array(
            0 => 'ERN',
            1 => 'эрытрэйская накфа',
        ),
        'ETB' => array(
            0 => 'ETB',
            1 => 'эфіопскі быр',
        ),
        'EUR' => array(
            0 => '€',
            1 => 'еўра',
        ),
        'FJD' => array(
            0 => 'FJD',
            1 => 'фіджыйскі долар',
        ),
        'FKP' => array(
            0 => 'FKP',
            1 => 'фунт Фалклендскіх астравоў',
        ),
        'GBP' => array(
            0 => '£',
            1 => 'брытанскі фунт стэрлінгаў',
        ),
        'GEL' => array(
            0 => 'GEL',
            1 => 'грузінскі лары',
        ),
        'GHS' => array(
            0 => 'GHS',
            1 => 'ганскі седзі',
        ),
        'GIP' => array(
            0 => 'GIP',
            1 => 'гібралтарскі фунт',
        ),
        'GMD' => array(
            0 => 'GMD',
            1 => 'гамбійскі даласі',
        ),
        'GNF' => array(
            0 => 'GNF',
            1 => 'гвінейскі франк',
        ),
        'GTQ' => array(
            0 => 'GTQ',
            1 => 'гватэмальскі кетсаль',
        ),
        'GYD' => array(
            0 => 'GYD',
            1 => 'гаянскі долар',
        ),
        'HKD' => array(
            0 => 'HK$',
            1 => 'ганконгскі долар',
        ),
        'HNL' => array(
            0 => 'HNL',
            1 => 'гандураская лемпіра',
        ),
        'HRK' => array(
            0 => 'HRK',
            1 => 'харвацкая куна',
        ),
        'HTG' => array(
            0 => 'HTG',
            1 => 'гаіцянскі гурд',
        ),
        'HUF' => array(
            0 => 'HUF',
            1 => 'венгерскі форынт',
        ),
        'IDR' => array(
            0 => 'IDR',
            1 => 'інданезійская рупія',
        ),
        'ILS' => array(
            0 => '₪',
            1 => 'новы ізраільскі шэкель',
        ),
        'INR' => array(
            0 => '₹',
            1 => 'індыйская рупія',
        ),
        'IQD' => array(
            0 => 'IQD',
            1 => 'іракскі дынар',
        ),
        'IRR' => array(
            0 => 'IRR',
            1 => 'іранскі рыал',
        ),
        'ISK' => array(
            0 => 'ISK',
            1 => 'ісландская крона',
        ),
        'JMD' => array(
            0 => 'JMD',
            1 => 'ямайскі долар',
        ),
        'JOD' => array(
            0 => 'JOD',
            1 => 'іарданскі дынар',
        ),
        'JPY' => array(
            0 => '¥',
            1 => 'японская іена',
        ),
        'KES' => array(
            0 => 'KES',
            1 => 'кенійскі шылінг',
        ),
        'KGS' => array(
            0 => 'KGS',
            1 => 'кіргізскі сом',
        ),
        'KHR' => array(
            0 => 'KHR',
            1 => 'камбаджыйскі рыэль',
        ),
        'KMF' => array(
            0 => 'KMF',
            1 => 'каморскі франк',
        ),
        'KPW' => array(
            0 => 'KPW',
            1 => 'паўночнакарэйская вона',
        ),
        'KRW' => array(
            0 => '₩',
            1 => 'паўднёвакарэйская вона',
        ),
        'KWD' => array(
            0 => 'KWD',
            1 => 'кувейцкі дынар',
        ),
        'KYD' => array(
            0 => 'KYD',
            1 => 'долар Кайманавых астравоў',
        ),
        'KZT' => array(
            0 => 'KZT',
            1 => 'казахстанскі тэнгэ',
        ),
        'LAK' => array(
            0 => 'LAK',
            1 => 'лаоскі кіп',
        ),
        'LBP' => array(
            0 => 'LBP',
            1 => 'ліванскі фунт',
        ),
        'LKR' => array(
            0 => 'LKR',
            1 => 'шры-ланкійская рупія',
        ),
        'LRD' => array(
            0 => 'LRD',
            1 => 'ліберыйскі долар',
        ),
        'LYD' => array(
            0 => 'LYD',
            1 => 'лівійскі дынар',
        ),
        'MAD' => array(
            0 => 'MAD',
            1 => 'мараканскі дырхам',
        ),
        'MDL' => array(
            0 => 'MDL',
            1 => 'малдаўскі лей',
        ),
        'MGA' => array(
            0 => 'MGA',
            1 => 'малагасійскі арыяры',
        ),
        'MKD' => array(
            0 => 'MKD',
            1 => 'македонскі дэнар',
        ),
        'MMK' => array(
            0 => 'MMK',
            1 => 'м’янманскі к’ят',
        ),
        'MNT' => array(
            0 => 'MNT',
            1 => 'мангольскі тугрык',
        ),
        'MOP' => array(
            0 => 'MOP',
            1 => 'патака Макаа',
        ),
        'MRO' => array(
            0 => 'MRO',
            1 => 'маўрытанская ўгія',
        ),
        'MUR' => array(
            0 => 'MUR',
            1 => 'маўрыкійская рупія',
        ),
        'MVR' => array(
            0 => 'MVR',
            1 => 'мальдыўская руфія',
        ),
        'MWK' => array(
            0 => 'MWK',
            1 => 'малавійская квача',
        ),
        'MXN' => array(
            0 => 'MX$',
            1 => 'мексіканскае песа',
        ),
        'MYR' => array(
            0 => 'MYR',
            1 => 'малайзійскі рынгіт',
        ),
        'MZN' => array(
            0 => 'MZN',
            1 => 'мазамбікскі метыкал',
        ),
        'NAD' => array(
            0 => 'NAD',
            1 => 'намібійскі долар',
        ),
        'NGN' => array(
            0 => 'NGN',
            1 => 'нігерыйская найра',
        ),
        'NIO' => array(
            0 => 'NIO',
            1 => 'нікарагуанская кордаба',
        ),
        'NOK' => array(
            0 => 'NOK',
            1 => 'нарвежская крона',
        ),
        'NPR' => array(
            0 => 'NPR',
            1 => 'непальская рупія',
        ),
        'NZD' => array(
            0 => 'NZD',
            1 => 'новазеландскі долар',
        ),
        'OMR' => array(
            0 => 'OMR',
            1 => 'аманскі рыал',
        ),
        'PAB' => array(
            0 => 'PAB',
            1 => 'панамскае бальбоа',
        ),
        'PEN' => array(
            0 => 'PEN',
            1 => 'перуанскі соль',
        ),
        'PGK' => array(
            0 => 'PGK',
            1 => 'кіна',
        ),
        'PHP' => array(
            0 => 'PHP',
            1 => 'філіпінскае песа',
        ),
        'PKR' => array(
            0 => 'PKR',
            1 => 'пакістанская рупія',
        ),
        'PLN' => array(
            0 => 'PLN',
            1 => 'польскі злоты',
        ),
        'PYG' => array(
            0 => 'PYG',
            1 => 'парагвайскі гуарані',
        ),
        'QAR' => array(
            0 => 'QAR',
            1 => 'катарскі рыал',
        ),
        'RON' => array(
            0 => 'RON',
            1 => 'румынскі лей',
        ),
        'RSD' => array(
            0 => 'RSD',
            1 => 'сербскі дынар',
        ),
        'RUB' => array(
            0 => '₽',
            1 => 'расійскі рубель',
        ),
        'RWF' => array(
            0 => 'RWF',
            1 => 'руандыйскі франк',
        ),
        'SAR' => array(
            0 => 'SAR',
            1 => 'саудаўскі рыял',
        ),
        'SBD' => array(
            0 => 'SBD',
            1 => 'долар Саламонавых астравоў',
        ),
        'SCR' => array(
            0 => 'SCR',
            1 => 'сейшэльская рупія',
        ),
        'SDG' => array(
            0 => 'SDG',
            1 => 'суданскі фунт',
        ),
        'SEK' => array(
            0 => 'SEK',
            1 => 'шведская крона',
        ),
        'SGD' => array(
            0 => 'SGD',
            1 => 'сінгапурскі долар',
        ),
        'SHP' => array(
            0 => 'SHP',
            1 => 'фунт Святой Алены',
        ),
        'SLL' => array(
            0 => 'SLL',
            1 => 'леонэ',
        ),
        'SOS' => array(
            0 => 'SOS',
            1 => 'самалійскі шылінг',
        ),
        'SRD' => array(
            0 => 'SRD',
            1 => 'сурынамскі долар',
        ),
        'SSP' => array(
            0 => 'SSP',
            1 => 'паўднёвасуданскі фунт',
        ),
        'STD' => array(
            0 => 'STD',
            1 => 'добра Сан-Тамэ і Прынсіпі',
        ),
        'SYP' => array(
            0 => 'SYP',
            1 => 'сірыйскі фунт',
        ),
        'SZL' => array(
            0 => 'SZL',
            1 => 'свазілендскі лілангені',
        ),
        'THB' => array(
            0 => 'THB',
            1 => 'тайскі бат',
        ),
        'TJS' => array(
            0 => 'TJS',
            1 => 'таджыкскі самані',
        ),
        'TMT' => array(
            0 => 'TMT',
            1 => 'туркменскі манат',
        ),
        'TND' => array(
            0 => 'TND',
            1 => 'туніскі дынар',
        ),
        'TOP' => array(
            0 => 'TOP',
            1 => 'танганская паанга',
        ),
        'TRY' => array(
            0 => 'TRY',
            1 => 'турэцкая ліра',
        ),
        'TTD' => array(
            0 => 'TTD',
            1 => 'долар Трынідада і Табага',
        ),
        'TWD' => array(
            0 => 'NT$',
            1 => 'новы тайваньскі долар',
        ),
        'TZS' => array(
            0 => 'TZS',
            1 => 'танзанійскі шылінг',
        ),
        'UAH' => array(
            0 => 'UAH',
            1 => 'украінская грыўня',
        ),
        'UGX' => array(
            0 => 'UGX',
            1 => 'угандыйскі шылінг',
        ),
        'USD' => array(
            0 => '$',
            1 => 'долар ЗША',
        ),
        'UYU' => array(
            0 => 'UYU',
            1 => 'уругвайскае песа',
        ),
        'UZS' => array(
            0 => 'UZS',
            1 => 'узбекскі сум',
        ),
        'VEF' => array(
            0 => 'VEF',
            1 => 'венесуальскі балівар',
        ),
        'VND' => array(
            0 => '₫',
            1 => 'в’етнамскі донг',
        ),
        'VUV' => array(
            0 => 'VUV',
            1 => 'вату',
        ),
        'WST' => array(
            0 => 'WST',
            1 => 'самаанская тала',
        ),
        'XAF' => array(
            0 => 'FCFA',
            1 => 'цэнтральнаафрыканскі франк КФА',
        ),
        'XCD' => array(
            0 => 'EC$',
            1 => 'усходнекарыбскі долар',
        ),
        'XOF' => array(
            0 => 'CFA',
            1 => 'заходнеафрыканскі франк КФА',
        ),
        'XPF' => array(
            0 => 'CFPF',
            1 => 'французскі ціхаакіянскі франк',
        ),
        'YER' => array(
            0 => 'YER',
            1 => 'еменскі рыал',
        ),
        'ZAR' => array(
            0 => 'ZAR',
            1 => 'паўднёваафрыканскі ранд',
        ),
        'ZMW' => array(
            0 => 'ZMW',
            1 => 'замбійская квача',
        ),
    ),
);
