<?php

return array(
    'Version' => '2.1.37.59',
    'Names' => array(
        'ADP' => array(
            0 => 'ADP',
            1 => 'Андорска песета',
        ),
        'AED' => array(
            0 => 'AED',
            1 => 'Дирхам на Обединените арабски емирства',
        ),
        'AFA' => array(
            0 => 'AFA',
            1 => 'Афганистански афган (1927–2002)',
        ),
        'AFN' => array(
            0 => 'AFN',
            1 => 'Афганистански афган',
        ),
        'ALL' => array(
            0 => 'ALL',
            1 => 'Албански лек',
        ),
        'AMD' => array(
            0 => 'AMD',
            1 => 'Арменски драм',
        ),
        'ANG' => array(
            0 => 'ANG',
            1 => 'Антилски гулден',
        ),
        'AOA' => array(
            0 => 'AOA',
            1 => 'Анголска кванза',
        ),
        'AOK' => array(
            0 => 'AOK',
            1 => 'Анголска кванца (1977–1990)',
        ),
        'AON' => array(
            0 => 'AON',
            1 => 'Анголска нова кванца (1990–2000)',
        ),
        'AOR' => array(
            0 => 'AOR',
            1 => 'Анголска нова кванца (1995–1999)',
        ),
        'ARA' => array(
            0 => 'ARA',
            1 => 'Аржентински австрал',
        ),
        'ARP' => array(
            0 => 'ARP',
            1 => 'Аржентинско песо (1983–1985)',
        ),
        'ARS' => array(
            0 => 'ARS',
            1 => 'Аржентинско песо',
        ),
        'ATS' => array(
            0 => 'ATS',
            1 => 'Австрийски шилинг',
        ),
        'AUD' => array(
            0 => 'AUD',
            1 => 'Австралийски долар',
        ),
        'AWG' => array(
            0 => 'AWG',
            1 => 'Арубски флорин',
        ),
        'AZM' => array(
            0 => 'AZM',
            1 => 'Азербайджански манат (1993–2006)',
        ),
        'AZN' => array(
            0 => 'AZN',
            1 => 'Азербайджански манат',
        ),
        'BAD' => array(
            0 => 'BAD',
            1 => 'Босна и Херцеговина-динар',
        ),
        'BAM' => array(
            0 => 'BAM',
            1 => 'Босненска конвертируема марка',
        ),
        'BBD' => array(
            0 => 'BBD',
            1 => 'Барбадоски долар',
        ),
        'BDT' => array(
            0 => 'BDT',
            1 => 'Бангладешка така',
        ),
        'BEC' => array(
            0 => 'BEC',
            1 => 'Белгийски франк (конвертируем)',
        ),
        'BEF' => array(
            0 => 'BEF',
            1 => 'Белгийски франк',
        ),
        'BEL' => array(
            0 => 'BEL',
            1 => 'Белгийски франк (финансов)',
        ),
        'BGL' => array(
            0 => 'BGL',
            1 => 'Български конвертируем лев (1962–1999)',
        ),
        'BGN' => array(
            0 => 'лв.',
            1 => 'Български лев',
        ),
        'BHD' => array(
            0 => 'BHD',
            1 => 'Бахрейнски динар',
        ),
        'BIF' => array(
            0 => 'BIF',
            1 => 'Бурундийски франк',
        ),
        'BMD' => array(
            0 => 'BMD',
            1 => 'Бермудски долар',
        ),
        'BND' => array(
            0 => 'BND',
            1 => 'Брунейски долар',
        ),
        'BOB' => array(
            0 => 'BOB',
            1 => 'Боливийско боливиано',
        ),
        'BOP' => array(
            0 => 'BOP',
            1 => 'Боливийско песо',
        ),
        'BOV' => array(
            0 => 'BOV',
            1 => 'Боливийски мвдол',
        ),
        'BRB' => array(
            0 => 'BRB',
            1 => 'Бразилско ново крузейро (1967–1986)',
        ),
        'BRC' => array(
            0 => 'BRC',
            1 => 'Бразилско крозадо',
        ),
        'BRE' => array(
            0 => 'BRE',
            1 => 'Бразилско крузейро (1990–1993)',
        ),
        'BRL' => array(
            0 => 'BRL',
            1 => 'Бразилски реал',
        ),
        'BRN' => array(
            0 => 'BRN',
            1 => 'Бразилско ново крозадо',
        ),
        'BRR' => array(
            0 => 'BRR',
            1 => 'Бразилско крузейро',
        ),
        'BSD' => array(
            0 => 'BSD',
            1 => 'Бахамски долар',
        ),
        'BTN' => array(
            0 => 'BTN',
            1 => 'Бутански нгултрум',
        ),
        'BUK' => array(
            0 => 'BUK',
            1 => 'Бирмански киат',
        ),
        'BWP' => array(
            0 => 'BWP',
            1 => 'Ботсванска пула',
        ),
        'BYB' => array(
            0 => 'BYB',
            1 => 'Беларуска нова рубла (1994–1999)',
        ),
        'BYN' => array(
            0 => 'BYN',
            1 => 'Беларуска рубла',
        ),
        'BYR' => array(
            0 => 'BYR',
            1 => 'Беларуска рубла (2000–2016)',
        ),
        'BZD' => array(
            0 => 'BZD',
            1 => 'Белизийски долар',
        ),
        'CAD' => array(
            0 => 'CAD',
            1 => 'Канадски долар',
        ),
        'CDF' => array(
            0 => 'CDF',
            1 => 'Конгоански франк',
        ),
        'CHE' => array(
            0 => 'CHE',
            1 => 'WIR евро',
        ),
        'CHF' => array(
            0 => 'CHF',
            1 => 'Швейцарски франк',
        ),
        'CHW' => array(
            0 => 'CHW',
            1 => 'WIR франк',
        ),
        'CLF' => array(
            0 => 'CLF',
            1 => 'Условна разчетна единица на Чили',
        ),
        'CLP' => array(
            0 => 'CLP',
            1 => 'Чилийско песо',
        ),
        'CNH' => array(
            0 => 'CNH',
            1 => 'Китайски ренминби юан (offshore)',
        ),
        'CNY' => array(
            0 => 'CNY',
            1 => 'Китайски юан',
        ),
        'COP' => array(
            0 => 'COP',
            1 => 'Колумбийско песо',
        ),
        'COU' => array(
            0 => 'COU',
            1 => 'Колумбийска единица на реалната стойност',
        ),
        'CRC' => array(
            0 => 'CRC',
            1 => 'Костарикански колон',
        ),
        'CSD' => array(
            0 => 'CSD',
            1 => 'Стар сръбски динар',
        ),
        'CSK' => array(
            0 => 'CSK',
            1 => 'Чехословашка конвертируема крона',
        ),
        'CUC' => array(
            0 => 'CUC',
            1 => 'Кубинско конвертируемо песо',
        ),
        'CUP' => array(
            0 => 'CUP',
            1 => 'Кубинско песо',
        ),
        'CVE' => array(
            0 => 'CVE',
            1 => 'Ескудо на Кабо Верде',
        ),
        'CYP' => array(
            0 => 'CYP',
            1 => 'Кипърска лира',
        ),
        'CZK' => array(
            0 => 'CZK',
            1 => 'Чешка крона',
        ),
        'DDM' => array(
            0 => 'DDM',
            1 => 'Източногерманска марка',
        ),
        'DEM' => array(
            0 => 'DEM',
            1 => 'Германска марка',
        ),
        'DJF' => array(
            0 => 'DJF',
            1 => 'Джибутски франк',
        ),
        'DKK' => array(
            0 => 'DKK',
            1 => 'Датска крона',
        ),
        'DOP' => array(
            0 => 'DOP',
            1 => 'Доминиканско песо',
        ),
        'DZD' => array(
            0 => 'DZD',
            1 => 'Алжирски динар',
        ),
        'ECS' => array(
            0 => 'ECS',
            1 => 'Еквадорско сукре',
        ),
        'ECV' => array(
            0 => 'ECV',
            1 => 'Еквадорска банкова единица',
        ),
        'EEK' => array(
            0 => 'EEK',
            1 => 'Естонска крона',
        ),
        'EGP' => array(
            0 => 'EGP',
            1 => 'Египетска лира',
        ),
        'ERN' => array(
            0 => 'ERN',
            1 => 'Еритрейска накфа',
        ),
        'ESP' => array(
            0 => 'ESP',
            1 => 'Испанска песета',
        ),
        'ETB' => array(
            0 => 'ETB',
            1 => 'Етиопски бир',
        ),
        'EUR' => array(
            0 => '€',
            1 => 'Евро',
        ),
        'FIM' => array(
            0 => 'FIM',
            1 => 'Финландска марка',
        ),
        'FJD' => array(
            0 => 'FJD',
            1 => 'Фиджийски долар',
        ),
        'FKP' => array(
            0 => 'FKP',
            1 => 'Фолклендска лира',
        ),
        'FRF' => array(
            0 => 'FRF',
            1 => 'Френски франк',
        ),
        'GBP' => array(
            0 => 'GBP',
            1 => 'Британска лира',
        ),
        'GEK' => array(
            0 => 'GEK',
            1 => 'Грузински купон',
        ),
        'GEL' => array(
            0 => 'GEL',
            1 => 'Грузински лари',
        ),
        'GHC' => array(
            0 => 'GHC',
            1 => 'Ганайско седи (1979–2007)',
        ),
        'GHS' => array(
            0 => 'GHS',
            1 => 'Ганайско седи',
        ),
        'GIP' => array(
            0 => 'GIP',
            1 => 'Гибралтарска лира',
        ),
        'GMD' => array(
            0 => 'GMD',
            1 => 'Гамбийско даласи',
        ),
        'GNF' => array(
            0 => 'GNF',
            1 => 'Гвинейски франк',
        ),
        'GNS' => array(
            0 => 'GNS',
            1 => 'Гвинейска сили',
        ),
        'GQE' => array(
            0 => 'GQE',
            1 => 'Екваториално гвинейско еквеле',
        ),
        'GRD' => array(
            0 => 'GRD',
            1 => 'Гръцка драхма',
        ),
        'GTQ' => array(
            0 => 'GTQ',
            1 => 'Гватемалски кетцал',
        ),
        'GWE' => array(
            0 => 'GWE',
            1 => 'Ескудо от Португалска Гвинея',
        ),
        'GWP' => array(
            0 => 'GWP',
            1 => 'Гвинея-Бисау песо',
        ),
        'GYD' => array(
            0 => 'GYD',
            1 => 'Гаянски долар',
        ),
        'HKD' => array(
            0 => 'HKD',
            1 => 'Хонконгски долар',
        ),
        'HNL' => array(
            0 => 'HNL',
            1 => 'Хондураска лемпира',
        ),
        'HRD' => array(
            0 => 'HRD',
            1 => 'Хърватски динар',
        ),
        'HRK' => array(
            0 => 'HRK',
            1 => 'Хърватска куна',
        ),
        'HTG' => array(
            0 => 'HTG',
            1 => 'Хаитски гурд',
        ),
        'HUF' => array(
            0 => 'HUF',
            1 => 'Унгарски форинт',
        ),
        'IDR' => array(
            0 => 'IDR',
            1 => 'Индонезийска рупия',
        ),
        'IEP' => array(
            0 => 'IEP',
            1 => 'Ирландска лира',
        ),
        'ILP' => array(
            0 => 'ILP',
            1 => 'Израелска лира',
        ),
        'ILS' => array(
            0 => 'ILS',
            1 => 'Израелски нов шекел',
        ),
        'INR' => array(
            0 => 'INR',
            1 => 'Индийска рупия',
        ),
        'IQD' => array(
            0 => 'IQD',
            1 => 'Иракски динар',
        ),
        'IRR' => array(
            0 => 'IRR',
            1 => 'Ирански риал',
        ),
        'ISK' => array(
            0 => 'ISK',
            1 => 'Исландска крона',
        ),
        'ITL' => array(
            0 => 'ITL',
            1 => 'Италианска лира',
        ),
        'JMD' => array(
            0 => 'JMD',
            1 => 'Ямайски долар',
        ),
        'JOD' => array(
            0 => 'JOD',
            1 => 'Йордански динар',
        ),
        'JPY' => array(
            0 => 'JPY',
            1 => 'Японска йена',
        ),
        'KES' => array(
            0 => 'KES',
            1 => 'Кенийски шилинг',
        ),
        'KGS' => array(
            0 => 'KGS',
            1 => 'Киргизстански сом',
        ),
        'KHR' => array(
            0 => 'KHR',
            1 => 'Камбоджански риел',
        ),
        'KMF' => array(
            0 => 'KMF',
            1 => 'Коморски франк',
        ),
        'KPW' => array(
            0 => 'KPW',
            1 => 'Севернокорейски вон',
        ),
        'KRW' => array(
            0 => 'KRW',
            1 => 'Южнокорейски вон',
        ),
        'KWD' => array(
            0 => 'KWD',
            1 => 'Кувейтски динар',
        ),
        'KYD' => array(
            0 => 'KYD',
            1 => 'Кайманов долар',
        ),
        'KZT' => array(
            0 => 'KZT',
            1 => 'Казахстанско тенге',
        ),
        'LAK' => array(
            0 => 'LAK',
            1 => 'Лаоски кип',
        ),
        'LBP' => array(
            0 => 'LBP',
            1 => 'Ливанска лира',
        ),
        'LKR' => array(
            0 => 'LKR',
            1 => 'Шриланкска рупия',
        ),
        'LRD' => array(
            0 => 'LRD',
            1 => 'Либерийски долар',
        ),
        'LSL' => array(
            0 => 'LSL',
            1 => 'Лесотско лоти',
        ),
        'LTL' => array(
            0 => 'LTL',
            1 => 'Литовски литас',
        ),
        'LTT' => array(
            0 => 'LTT',
            1 => 'Литовски талон',
        ),
        'LUF' => array(
            0 => 'LUF',
            1 => 'Люксембургски франк',
        ),
        'LVL' => array(
            0 => 'LVL',
            1 => 'Латвийски лат',
        ),
        'LVR' => array(
            0 => 'LVR',
            1 => 'Латвийска рубла',
        ),
        'LYD' => array(
            0 => 'LYD',
            1 => 'Либийски динар',
        ),
        'MAD' => array(
            0 => 'MAD',
            1 => 'Марокански дирхам',
        ),
        'MAF' => array(
            0 => 'MAF',
            1 => 'Марокански франк',
        ),
        'MDL' => array(
            0 => 'MDL',
            1 => 'Молдовско леу',
        ),
        'MGA' => array(
            0 => 'MGA',
            1 => 'Малгашко ариари',
        ),
        'MGF' => array(
            0 => 'MGF',
            1 => 'Малгашки франк - Мадагаскар',
        ),
        'MKD' => array(
            0 => 'MKD',
            1 => 'Македонски денар',
        ),
        'MLF' => array(
            0 => 'MLF',
            1 => 'Малийски франк',
        ),
        'MMK' => array(
            0 => 'MMK',
            1 => 'Мианмарски кият',
        ),
        'MNT' => array(
            0 => 'MNT',
            1 => 'Монголски тугрик',
        ),
        'MOP' => array(
            0 => 'MOP',
            1 => 'Патака на Макао',
        ),
        'MRO' => array(
            0 => 'MRO',
            1 => 'Мавританска угия',
        ),
        'MTL' => array(
            0 => 'MTL',
            1 => 'Малтийска лира',
        ),
        'MUR' => array(
            0 => 'MUR',
            1 => 'Маврицийска рупия',
        ),
        'MVR' => array(
            0 => 'MVR',
            1 => 'Малдивска руфия',
        ),
        'MWK' => array(
            0 => 'MWK',
            1 => 'Малавийска квача',
        ),
        'MXN' => array(
            0 => 'MXN',
            1 => 'Мексиканско песо',
        ),
        'MXP' => array(
            0 => 'MXP',
            1 => 'Мексиканско сребърно песо (1861–1992)',
        ),
        'MXV' => array(
            0 => 'MXV',
            1 => 'Мексиканска конвертируема единица (UDI)',
        ),
        'MYR' => array(
            0 => 'MYR',
            1 => 'Малайзийски рингит',
        ),
        'MZE' => array(
            0 => 'MZE',
            1 => 'Мозамбикско ескудо',
        ),
        'MZM' => array(
            0 => 'MZM',
            1 => 'Мозамбикски метикал (1980–2006)',
        ),
        'MZN' => array(
            0 => 'MZN',
            1 => 'Мозамбикски метикал',
        ),
        'NAD' => array(
            0 => 'NAD',
            1 => 'Намибийски долар',
        ),
        'NGN' => array(
            0 => 'NGN',
            1 => 'Нигерийска найра',
        ),
        'NIC' => array(
            0 => 'NIC',
            1 => 'Никарагуанска кордоба (1988–1991)',
        ),
        'NIO' => array(
            0 => 'NIO',
            1 => 'Никарагуанска кордоба',
        ),
        'NLG' => array(
            0 => 'NLG',
            1 => 'Холандски гулден',
        ),
        'NOK' => array(
            0 => 'NOK',
            1 => 'Норвежка крона',
        ),
        'NPR' => array(
            0 => 'NPR',
            1 => 'Непалска рупия',
        ),
        'NZD' => array(
            0 => 'NZD',
            1 => 'Новозеландски долар',
        ),
        'OMR' => array(
            0 => 'OMR',
            1 => 'Омански риал',
        ),
        'PAB' => array(
            0 => 'PAB',
            1 => 'Панамска балбоа',
        ),
        'PEI' => array(
            0 => 'PEI',
            1 => 'Перуанско инти',
        ),
        'PEN' => array(
            0 => 'PEN',
            1 => 'Перуански сол',
        ),
        'PES' => array(
            0 => 'PES',
            1 => 'Перуански сол (1863–1965)',
        ),
        'PGK' => array(
            0 => 'PGK',
            1 => 'Папуа-новогвинейска кина',
        ),
        'PHP' => array(
            0 => 'PHP',
            1 => 'Филипинско песо',
        ),
        'PKR' => array(
            0 => 'PKR',
            1 => 'Пакистанска рупия',
        ),
        'PLN' => array(
            0 => 'PLN',
            1 => 'Полска злота',
        ),
        'PLZ' => array(
            0 => 'PLZ',
            1 => 'Полска злота (1950–1995)',
        ),
        'PTE' => array(
            0 => 'PTE',
            1 => 'Португалско ескудо',
        ),
        'PYG' => array(
            0 => 'PYG',
            1 => 'Парагвайско гуарани',
        ),
        'QAR' => array(
            0 => 'QAR',
            1 => 'Катарски риал',
        ),
        'RHD' => array(
            0 => 'RHD',
            1 => 'Родезийски долар',
        ),
        'ROL' => array(
            0 => 'ROL',
            1 => 'Стара румънска лея',
        ),
        'RON' => array(
            0 => 'RON',
            1 => 'Румънска лея',
        ),
        'RSD' => array(
            0 => 'RSD',
            1 => 'Сръбски динар',
        ),
        'RUB' => array(
            0 => 'RUB',
            1 => 'Руска рубла',
        ),
        'RUR' => array(
            0 => 'RUR',
            1 => 'Руска рубла (1991–1998)',
        ),
        'RWF' => array(
            0 => 'RWF',
            1 => 'Руандски франк',
        ),
        'SAR' => array(
            0 => 'SAR',
            1 => 'Саудитскоарабски риал',
        ),
        'SBD' => array(
            0 => 'SBD',
            1 => 'Долар на Соломоновите острови',
        ),
        'SCR' => array(
            0 => 'SCR',
            1 => 'Сейшелска рупия',
        ),
        'SDD' => array(
            0 => 'SDD',
            1 => 'Судански динар',
        ),
        'SDG' => array(
            0 => 'SDG',
            1 => 'Суданска лира',
        ),
        'SEK' => array(
            0 => 'SEK',
            1 => 'Шведска крона',
        ),
        'SGD' => array(
            0 => 'SGD',
            1 => 'Сингапурски долар',
        ),
        'SHP' => array(
            0 => 'SHP',
            1 => 'Лира на Света Елена',
        ),
        'SIT' => array(
            0 => 'SIT',
            1 => 'Словенски толар',
        ),
        'SKK' => array(
            0 => 'SKK',
            1 => 'Словашка крона',
        ),
        'SLL' => array(
            0 => 'SLL',
            1 => 'Сиералеонско леоне',
        ),
        'SOS' => array(
            0 => 'SOS',
            1 => 'Сомалийски шилинг',
        ),
        'SRD' => array(
            0 => 'SRD',
            1 => 'Суринамски долар',
        ),
        'SRG' => array(
            0 => 'SRG',
            1 => 'Суринамски гилдер',
        ),
        'SSP' => array(
            0 => 'SSP',
            1 => 'Южносуданска лира',
        ),
        'STD' => array(
            0 => 'STD',
            1 => 'Добра на Сао Томе и Принсипи',
        ),
        'SUR' => array(
            0 => 'SUR',
            1 => 'Съветска рубла',
        ),
        'SVC' => array(
            0 => 'SVC',
            1 => 'Салвадорски колон',
        ),
        'SYP' => array(
            0 => 'SYP',
            1 => 'Сирийска лира',
        ),
        'SZL' => array(
            0 => 'SZL',
            1 => 'Свазилендски лилангени',
        ),
        'THB' => array(
            0 => 'THB',
            1 => 'Тайландски бат',
        ),
        'TJR' => array(
            0 => 'TJR',
            1 => 'Таджикистанска рубла',
        ),
        'TJS' => array(
            0 => 'TJS',
            1 => 'Таджикистански сомони',
        ),
        'TMM' => array(
            0 => 'TMM',
            1 => 'Туркменистански манат',
        ),
        'TMT' => array(
            0 => 'TMT',
            1 => 'Туркменски манат',
        ),
        'TND' => array(
            0 => 'TND',
            1 => 'Тунизийски динар',
        ),
        'TOP' => array(
            0 => 'TOP',
            1 => 'Тонганска паанга',
        ),
        'TPE' => array(
            0 => 'TPE',
            1 => 'Тиморско ескудо',
        ),
        'TRL' => array(
            0 => 'TRL',
            1 => 'Турска лира (1922–2005)',
        ),
        'TRY' => array(
            0 => 'TRY',
            1 => 'Турска лира',
        ),
        'TTD' => array(
            0 => 'TTD',
            1 => 'Долар на Тринидад и Тобаго',
        ),
        'TWD' => array(
            0 => 'TWD',
            1 => 'Тайвански долар',
        ),
        'TZS' => array(
            0 => 'TZS',
            1 => 'Танзанийски шилинг',
        ),
        'UAH' => array(
            0 => 'UAH',
            1 => 'Украинска хривня',
        ),
        'UAK' => array(
            0 => 'UAK',
            1 => 'Украински карбованец',
        ),
        'UGS' => array(
            0 => 'UGS',
            1 => 'Угандийски шилинг (1966–1987)',
        ),
        'UGX' => array(
            0 => 'UGX',
            1 => 'Угандски шилинг',
        ),
        'USD' => array(
            0 => 'щ.д.',
            1 => 'Щатски долар',
        ),
        'USN' => array(
            0 => 'USN',
            1 => 'USN',
        ),
        'USS' => array(
            0 => 'USS',
            1 => 'USS',
        ),
        'UYI' => array(
            0 => 'UYI',
            1 => 'Уругвайско песо (индекс на инфлацията)',
        ),
        'UYP' => array(
            0 => 'UYP',
            1 => 'Уругвайско песо (1975–1993)',
        ),
        'UYU' => array(
            0 => 'UYU',
            1 => 'Уругвайско песо',
        ),
        'UZS' => array(
            0 => 'UZS',
            1 => 'Узбекски сум',
        ),
        'VEB' => array(
            0 => 'VEB',
            1 => 'Венецуелски боливар (1871–2008)',
        ),
        'VEF' => array(
            0 => 'VEF',
            1 => 'Венецуелски боливар',
        ),
        'VND' => array(
            0 => 'VND',
            1 => 'Виетнамски донг',
        ),
        'VUV' => array(
            0 => 'VUV',
            1 => 'Вануатско вату',
        ),
        'WST' => array(
            0 => 'WST',
            1 => 'Самоанска тала',
        ),
        'XAF' => array(
            0 => 'FCFA',
            1 => 'Централноафрикански франк',
        ),
        'XCD' => array(
            0 => 'XCD',
            1 => 'Източнокарибски долар',
        ),
        'XEU' => array(
            0 => 'XEU',
            1 => 'Еку на ЕИО',
        ),
        'XFO' => array(
            0 => 'XFO',
            1 => 'Френски златен франк',
        ),
        'XOF' => array(
            0 => 'CFA',
            1 => 'Западноафрикански франк',
        ),
        'XPF' => array(
            0 => 'CFPF',
            1 => 'Френскополинезийски франк',
        ),
        'YDD' => array(
            0 => 'YDD',
            1 => 'Йеменски динар',
        ),
        'YER' => array(
            0 => 'YER',
            1 => 'Йеменски риал',
        ),
        'YUD' => array(
            0 => 'YUD',
            1 => 'Югославски твърд динар',
        ),
        'YUM' => array(
            0 => 'YUM',
            1 => 'Югославски динар',
        ),
        'YUN' => array(
            0 => 'YUN',
            1 => 'Югославски конвертируем динар',
        ),
        'ZAL' => array(
            0 => 'ZAL',
            1 => 'Южноафрикански ранд (финансов)',
        ),
        'ZAR' => array(
            0 => 'ZAR',
            1 => 'Южноафрикански ранд',
        ),
        'ZMK' => array(
            0 => 'ZMK',
            1 => 'Замбийска квача (1968–2012)',
        ),
        'ZMW' => array(
            0 => 'ZMW',
            1 => 'Замбийска куача',
        ),
        'ZRN' => array(
            0 => 'ZRN',
            1 => 'Заирско ново зайре',
        ),
        'ZRZ' => array(
            0 => 'ZRZ',
            1 => 'Заирско зайре',
        ),
        'ZWD' => array(
            0 => 'ZWD',
            1 => 'Зимбабвийски долар',
        ),
        'ZWL' => array(
            0 => 'ZWL',
            1 => 'Зимбабвийски долар (2009)',
        ),
    ),
);
