<?php

return array(
    'Version' => '2.1.36.86',
    'Names' => array(
        'ADP' => array(
            0 => 'ADP',
            1 => 'এ্যান্ডোরান পেসেতা',
        ),
        'AED' => array(
            0 => 'AED',
            1 => 'সংযুক্ত আরব আমিরাত দিরহাম',
        ),
        'AFA' => array(
            0 => 'AFA',
            1 => 'আফগানি (১৯২৭–২০০২)',
        ),
        'AFN' => array(
            0 => 'AFN',
            1 => 'আফগান আফগানি',
        ),
        'ALL' => array(
            0 => 'ALL',
            1 => 'আলবেনিয়ান লেক',
        ),
        'AMD' => array(
            0 => 'AMD',
            1 => 'আরমেনিয়ান দ্রাম',
        ),
        'ANG' => array(
            0 => 'ANG',
            1 => 'নেদারল্যান্ড এ্যান্টিলিয়ান গুল্ডের',
        ),
        'AOA' => array(
            0 => 'AOA',
            1 => 'এ্যাঙ্গোলান কওয়ানজা',
        ),
        'AOK' => array(
            0 => 'AOK',
            1 => 'এ্যাঙ্গোলান কওয়ানজা (১৯৭৭–১৯৯০)',
        ),
        'AON' => array(
            0 => 'AON',
            1 => 'এ্যাঙ্গোলান নতুন কওয়ানজা (১৯৯৫–২০০০)',
        ),
        'AOR' => array(
            0 => 'AOR',
            1 => 'এ্যাঙ্গোলান কওয়ানজা (১৯৯৫–১৯৯৯)',
        ),
        'ARA' => array(
            0 => 'ARA',
            1 => 'আর্জেন্টিনা অস্ট্রাল',
        ),
        'ARP' => array(
            0 => 'ARP',
            1 => 'আর্জেন্টিনা পেসো (১৯৮৩–১৯৮৫)',
        ),
        'ARS' => array(
            0 => 'ARS',
            1 => 'আর্জেন্টিনা পেসো',
        ),
        'ATS' => array(
            0 => 'ATS',
            1 => 'অস্ট্রিয়ান শিলিং',
        ),
        'AUD' => array(
            0 => 'A$',
            1 => 'অস্ট্রেলিয়ান ডলার',
        ),
        'AWG' => array(
            0 => 'AWG',
            1 => 'আরুবা গিল্ডার',
        ),
        'AZM' => array(
            0 => 'AZM',
            1 => 'আজারবাইজান মানাত (১৯৯৩–২০০৬)',
        ),
        'AZN' => array(
            0 => 'AZN',
            1 => 'আজারবাইজান মানাত',
        ),
        'BAD' => array(
            0 => 'BAD',
            1 => 'বসনিয়া এবং হার্জেগোভিনা দিনার',
        ),
        'BAM' => array(
            0 => 'BAM',
            1 => 'বসনিয়া এবং হার্জেগোভিনা বিনিমেয় মার্ক',
        ),
        'BBD' => array(
            0 => 'BBD',
            1 => 'বার্বেডোজ ডলার',
        ),
        'BDT' => array(
            0 => '৳',
            1 => 'বাংলাদেশী টাকা',
        ),
        'BEC' => array(
            0 => 'BEC',
            1 => 'বেলজিয়ান ফ্রাঙ্ক (রূপান্তরযোগ্য)',
        ),
        'BEF' => array(
            0 => 'BEF',
            1 => 'বেলজিয়ান ফ্রাঙ্ক',
        ),
        'BEL' => array(
            0 => 'BEL',
            1 => 'বেলজিয়ান ফ্রাঙ্ক (আর্থিক)',
        ),
        'BGL' => array(
            0 => 'BGL',
            1 => 'বুলগেরীয় হার্ড লেভ',
        ),
        'BGN' => array(
            0 => 'BGN',
            1 => 'বুলগেরীয় লেভ',
        ),
        'BHD' => array(
            0 => 'BHD',
            1 => 'বাহরাইনি দিনার',
        ),
        'BIF' => array(
            0 => 'BIF',
            1 => 'বুরুন্ডি ফ্রাঙ্ক',
        ),
        'BMD' => array(
            0 => 'BMD',
            1 => 'বারমিউডান ডলার',
        ),
        'BND' => array(
            0 => 'BND',
            1 => 'ব্রুনেই ডলার',
        ),
        'BOB' => array(
            0 => 'BOB',
            1 => 'বলিভিয়ানো',
        ),
        'BOP' => array(
            0 => 'BOP',
            1 => 'বলিভিয়ান পেসো',
        ),
        'BOV' => array(
            0 => 'BOV',
            1 => 'বলিভিয়ান মভডোল',
        ),
        'BRB' => array(
            0 => 'BRB',
            1 => 'ব্রাজিলিয়ান ক্রুজেয়রোনোভো (১৯৬৭–১৯৮৬)',
        ),
        'BRC' => array(
            0 => 'BRC',
            1 => 'ব্রাজিলিয়ান ক্রুজেইডাউ',
        ),
        'BRE' => array(
            0 => 'BRE',
            1 => 'ব্রাজিলিয়ান ক্রুজেয়রো (১৯৯০–১৯৯৩)',
        ),
        'BRL' => array(
            0 => 'R$',
            1 => 'ব্রাজিলিয়ান রিয়েল',
        ),
        'BRN' => array(
            0 => 'BRN',
            1 => 'ব্রাজিলিয়ান ক্রুজেইডো নোভো',
        ),
        'BRR' => array(
            0 => 'BRR',
            1 => 'ব্রাজিলিয়ান ক্রুজেয়রো',
        ),
        'BSD' => array(
            0 => 'BSD',
            1 => 'বাহামিয়ান ডলার',
        ),
        'BTN' => array(
            0 => 'BTN',
            1 => 'ভুটানি এনগুল্ট্রুম',
        ),
        'BUK' => array(
            0 => 'BUK',
            1 => 'বর্মি কিয়াৎ',
        ),
        'BWP' => array(
            0 => 'BWP',
            1 => 'বতসোয়ানা পুলা',
        ),
        'BYB' => array(
            0 => 'BYB',
            1 => 'বেলারুশিয়ান নিউ রুবেল (১৯৯৪–১৯৯৯)',
        ),
        'BYN' => array(
            0 => 'BYN',
            1 => 'বেলারুশিয়ান রুবেল',
        ),
        'BYR' => array(
            0 => 'BYR',
            1 => 'বেলারুশিয়ান রুবেল (2000–2016)',
        ),
        'BZD' => array(
            0 => 'BZD',
            1 => 'বেলিজ ডলার',
        ),
        'CAD' => array(
            0 => 'CA$',
            1 => 'কানাডিয়ান ডলার',
        ),
        'CDF' => array(
            0 => 'CDF',
            1 => 'কঙ্গোলিস ফ্র্যাঙ্ক',
        ),
        'CHE' => array(
            0 => 'CHE',
            1 => 'সুইজারল্যান্ড ইউরো',
        ),
        'CHF' => array(
            0 => 'CHF',
            1 => 'সুইস ফ্রাঁ',
        ),
        'CHW' => array(
            0 => 'CHW',
            1 => 'সুইজারল্যান্ড ফ্রাঙ্ক',
        ),
        'CLF' => array(
            0 => 'CLF',
            1 => 'চিলিয়ান উনিদাদেস দি ফোমেন্তো',
        ),
        'CLP' => array(
            0 => 'CLP',
            1 => 'চিলি পেসো',
        ),
        'CNH' => array(
            0 => 'CNH',
            1 => 'চাইনিজ ইউয়ান (অফশোর)',
        ),
        'CNY' => array(
            0 => 'CN¥',
            1 => 'চীনা য়ুয়ান',
        ),
        'COP' => array(
            0 => 'COP',
            1 => 'কলোম্বিয়ান পেসো',
        ),
        'COU' => array(
            0 => 'COU',
            1 => 'উনিদাদ দি ভ্যালোর রিয়েল',
        ),
        'CRC' => array(
            0 => 'CRC',
            1 => 'কোস্টা রিকা কোলোন',
        ),
        'CSD' => array(
            0 => 'CSD',
            1 => 'প্রাচীন সারবিয়ান দিনার',
        ),
        'CSK' => array(
            0 => 'CSK',
            1 => 'চেকোস্লোভাক হার্ড কোরুনা',
        ),
        'CUC' => array(
            0 => 'CUC',
            1 => 'কিউবান রূপান্তরযোগ্য পেসো',
        ),
        'CUP' => array(
            0 => 'CUP',
            1 => 'কিউবান পেসো',
        ),
        'CVE' => array(
            0 => 'CVE',
            1 => 'কেপ ভার্দে এসকুডো',
        ),
        'CYP' => array(
            0 => 'CYP',
            1 => 'সাইপ্রাস পাউন্ড',
        ),
        'CZK' => array(
            0 => 'CZK',
            1 => 'চেক প্রজাতন্ত্র কোরুনা',
        ),
        'DDM' => array(
            0 => 'DDM',
            1 => 'পূর্ব জার্মান মার্ক',
        ),
        'DEM' => array(
            0 => 'DEM',
            1 => 'ডয়চ্ মার্ক',
        ),
        'DJF' => array(
            0 => 'DJF',
            1 => 'জিবুতি ফ্রাঙ্ক',
        ),
        'DKK' => array(
            0 => 'DKK',
            1 => 'ড্যানিশ ক্রোন',
        ),
        'DOP' => array(
            0 => 'DOP',
            1 => 'ডোমিনিকান পেসো',
        ),
        'DZD' => array(
            0 => 'DZD',
            1 => 'আলজেরীয় দিনার',
        ),
        'ECS' => array(
            0 => 'ECS',
            1 => 'ইকুয়াডোর সুক্রে',
        ),
        'ECV' => array(
            0 => 'ECV',
            1 => 'ইকুয়াডোর উনিদাদেস দি ভেলর কনসতান্তে (ইউভিসি)',
        ),
        'EEK' => array(
            0 => 'EEK',
            1 => 'এস্তোনিয়া ক্রুনি',
        ),
        'EGP' => array(
            0 => 'EGP',
            1 => 'মিশরীয় পাউন্ড',
        ),
        'ERN' => array(
            0 => 'ERN',
            1 => 'এরিট্রিয়েন নাকফা',
        ),
        'ESA' => array(
            0 => 'ESA',
            1 => 'স্প্যানিশ পেসেতা (একই হিসাব)',
        ),
        'ESB' => array(
            0 => 'ESB',
            1 => 'স্প্যানিশ পেসেতা (রূপান্তরযোগ্য হিসাব)',
        ),
        'ESP' => array(
            0 => 'ESP',
            1 => 'স্প্যানিশ পেসেতা',
        ),
        'ETB' => array(
            0 => 'ETB',
            1 => 'ইথিওপিয়ান বির',
        ),
        'EUR' => array(
            0 => '€',
            1 => 'ইউরো',
        ),
        'FIM' => array(
            0 => 'FIM',
            1 => 'ফিনিস মার্কা',
        ),
        'FJD' => array(
            0 => 'FJD',
            1 => 'ফিজি ডলার',
        ),
        'FKP' => array(
            0 => 'FKP',
            1 => 'ফকল্যান্ড দ্বীপপুঞ্জ পাউন্ড',
        ),
        'FRF' => array(
            0 => 'FRF',
            1 => 'ফরাসি ফ্রাঙ্ক',
        ),
        'GBP' => array(
            0 => '£',
            1 => 'ব্রিটিশ পাউন্ড',
        ),
        'GEK' => array(
            0 => 'GEK',
            1 => 'জর্জিয়ান কুপন লারিট',
        ),
        'GEL' => array(
            0 => 'GEL',
            1 => 'জর্জিয়ান লারি',
        ),
        'GHC' => array(
            0 => 'GHC',
            1 => 'ঘানা সেডি (১৯৭৯–২০০৭)',
        ),
        'GHS' => array(
            0 => 'GHS',
            1 => 'ঘানা সেডি',
        ),
        'GIP' => array(
            0 => 'GIP',
            1 => 'জিব্রাল্টার পাউন্ড',
        ),
        'GMD' => array(
            0 => 'GMD',
            1 => 'গাম্বিয়া ডালাসি',
        ),
        'GNF' => array(
            0 => 'GNF',
            1 => 'গিনি ফ্রাঙ্ক',
        ),
        'GNS' => array(
            0 => 'GNS',
            1 => 'গিনি সাইলি',
        ),
        'GQE' => array(
            0 => 'GQE',
            1 => 'ইকুয়েটোরিয়াল গিনি ইকুয়িলি',
        ),
        'GRD' => array(
            0 => 'GRD',
            1 => 'গ্রীক দ্রাচমা',
        ),
        'GTQ' => array(
            0 => 'GTQ',
            1 => 'গুয়াতেমালা কুয়েৎজাল',
        ),
        'GWE' => array(
            0 => 'GWE',
            1 => 'পর্তুগিজ গিনি এসকুডো',
        ),
        'GWP' => array(
            0 => 'GWP',
            1 => 'গিনি বিসাউ পেসো',
        ),
        'GYD' => array(
            0 => 'GYD',
            1 => 'গাইয়েনা ডলার',
        ),
        'HKD' => array(
            0 => 'HK$',
            1 => 'হংকং ডলার',
        ),
        'HNL' => array(
            0 => 'HNL',
            1 => 'হন্ডুরাস লেম্পিরা',
        ),
        'HRD' => array(
            0 => 'HRD',
            1 => 'ক্রোয়েশিয়ান দিনার',
        ),
        'HRK' => array(
            0 => 'HRK',
            1 => 'ক্রোয়েশিয়ান কুনা',
        ),
        'HTG' => array(
            0 => 'HTG',
            1 => 'হাইতি গৌর্দে',
        ),
        'HUF' => array(
            0 => 'HUF',
            1 => 'হাঙ্গেরিয়ান ফোরিন্ট',
        ),
        'IDR' => array(
            0 => 'IDR',
            1 => 'ইন্দোনেশিয়ান রুপিয়াহ',
        ),
        'IEP' => array(
            0 => 'IEP',
            1 => 'ইরিশ পাউন্ড',
        ),
        'ILP' => array(
            0 => 'ILP',
            1 => 'ইস্রাইলি পাউন্ড',
        ),
        'ILS' => array(
            0 => '₪',
            1 => 'ইস্রাইলি নতুন শেকেল',
        ),
        'INR' => array(
            0 => '₹',
            1 => 'ভারতীয় রুপি',
        ),
        'IQD' => array(
            0 => 'IQD',
            1 => 'ইরাকি দিনার',
        ),
        'IRR' => array(
            0 => 'IRR',
            1 => 'ইরানিয়ান রিয়াল',
        ),
        'ISK' => array(
            0 => 'ISK',
            1 => 'আইসল্যান্ডীয় ক্রোনা',
        ),
        'ITL' => array(
            0 => 'ITL',
            1 => 'ইতালীয় লিরা',
        ),
        'JMD' => array(
            0 => 'JMD',
            1 => 'জামাইকান ডলার',
        ),
        'JOD' => array(
            0 => 'JOD',
            1 => 'জর্ডানিয়ান দিনার',
        ),
        'JPY' => array(
            0 => 'JP¥',
            1 => 'জাপানি ইয়েন',
        ),
        'KES' => array(
            0 => 'KES',
            1 => 'কেনিয়ান শিলিং',
        ),
        'KGS' => array(
            0 => 'KGS',
            1 => 'কিরগিজস্তান সোম',
        ),
        'KHR' => array(
            0 => 'KHR',
            1 => 'কম্বোডিয়ান রিয়েল',
        ),
        'KMF' => array(
            0 => 'KMF',
            1 => 'কম্বোরো ফ্রাঙ্ক',
        ),
        'KPW' => array(
            0 => 'KPW',
            1 => 'উত্তর কোরিয়ার ওন',
        ),
        'KRW' => array(
            0 => '₩',
            1 => 'দক্ষিণ কোরিয়ান ওন',
        ),
        'KWD' => array(
            0 => 'KWD',
            1 => 'কুয়েতি দিনার',
        ),
        'KYD' => array(
            0 => 'KYD',
            1 => 'কেম্যান দ্বীপপুঞ্জের ডলার',
        ),
        'KZT' => array(
            0 => 'KZT',
            1 => 'কাজাখাস্তানি টেঙ্গে',
        ),
        'LAK' => array(
            0 => 'LAK',
            1 => 'লেউশান কিপ',
        ),
        'LBP' => array(
            0 => 'LBP',
            1 => 'লেবানিজ পাউন্ড',
        ),
        'LKR' => array(
            0 => 'LKR',
            1 => 'শ্রীলঙ্কান রুপি',
        ),
        'LRD' => array(
            0 => 'LRD',
            1 => 'লিবেরিয়ান ডলার',
        ),
        'LSL' => array(
            0 => 'LSL',
            1 => 'লেসুটু লোটি',
        ),
        'LTL' => array(
            0 => 'LTL',
            1 => 'লিথুইনিয়ান লিটা',
        ),
        'LTT' => array(
            0 => 'LTT',
            1 => 'লিথুইনিয়ান টালোন্যাস',
        ),
        'LUC' => array(
            0 => 'LUC',
            1 => 'লুক্সেমবার্গ রুপান্তযোগ্য ফ্রাঙ্ক',
        ),
        'LUF' => array(
            0 => 'LUF',
            1 => 'লুক্সেমবার্গ ফ্রাঙ্ক',
        ),
        'LUL' => array(
            0 => 'LUL',
            1 => 'লুক্সেমবার্গ ফাইনেনশিয়াল ফ্রাঙ্ক',
        ),
        'LVL' => array(
            0 => 'LVL',
            1 => 'ল্যাটভিয়ান ল্যাট্‌স',
        ),
        'LVR' => array(
            0 => 'LVR',
            1 => 'ল্যাটভিয়ান রুবল',
        ),
        'LYD' => array(
            0 => 'LYD',
            1 => 'লিবিয়ান দিনার',
        ),
        'MAD' => array(
            0 => 'MAD',
            1 => 'মোরোক্কান দিরহাম',
        ),
        'MAF' => array(
            0 => 'MAF',
            1 => 'মোরোক্কান ফ্রাঙ্ক',
        ),
        'MDL' => array(
            0 => 'MDL',
            1 => 'মোল্ডোভান লেয়ু',
        ),
        'MGA' => array(
            0 => 'MGA',
            1 => 'মাদাগাস্কার আরিয়ারি',
        ),
        'MGF' => array(
            0 => 'MGF',
            1 => 'মাদাগাস্কার ফ্রাঙ্ক',
        ),
        'MKD' => array(
            0 => 'MKD',
            1 => 'ম্যাসেডোনিয়ান দিনার',
        ),
        'MLF' => array(
            0 => 'MLF',
            1 => 'মালি ফ্রাঙ্ক',
        ),
        'MMK' => array(
            0 => 'MMK',
            1 => 'মায়ানমার কিয়াত',
        ),
        'MNT' => array(
            0 => 'MNT',
            1 => 'মঙ্গোলিয়ান তুগরিক',
        ),
        'MOP' => array(
            0 => 'MOP',
            1 => 'ম্যাক্যাও পাটাকা',
        ),
        'MRO' => array(
            0 => 'MRO',
            1 => 'মৌরিতানিয়ান ওউগুইয়া',
        ),
        'MTL' => array(
            0 => 'MTL',
            1 => 'মাল্টা লিরা',
        ),
        'MTP' => array(
            0 => 'MTP',
            1 => 'মাল্টা পাউন্ড',
        ),
        'MUR' => array(
            0 => 'MUR',
            1 => 'মৌরিতানিয়ান রুপি',
        ),
        'MVR' => array(
            0 => 'MVR',
            1 => 'মালদিভিয়ান রুফিয়া',
        ),
        'MWK' => array(
            0 => 'MWK',
            1 => 'মালাউইয়ান কওয়াচ',
        ),
        'MXN' => array(
            0 => 'MX$',
            1 => 'ম্যাক্সিকান পেসো',
        ),
        'MXP' => array(
            0 => 'MXP',
            1 => 'ম্যাক্সিকান সিলভার পেসো (১৮৬১–১৯৯২)',
        ),
        'MXV' => array(
            0 => 'MXV',
            1 => 'মেক্সিকান উনিদাদ দি ইনভার্সান (UDI)',
        ),
        'MYR' => array(
            0 => 'MYR',
            1 => 'মালয়েশিয়ান রিঙ্গিৎ',
        ),
        'MZE' => array(
            0 => 'MZE',
            1 => 'মোজাম্বিক এসকুডো',
        ),
        'MZM' => array(
            0 => 'MZM',
            1 => 'প্রাচীন মোজাম্বিক মেটিকেল',
        ),
        'MZN' => array(
            0 => 'MZN',
            1 => 'মোজাম্বিক মেটিকেল',
        ),
        'NAD' => array(
            0 => 'NAD',
            1 => 'নামিবিয়া ডলার',
        ),
        'NGN' => array(
            0 => 'NGN',
            1 => 'নাইজেরিয়ান নায়রা',
        ),
        'NIC' => array(
            0 => 'NIC',
            1 => 'নিকারাগুয়ান কর্ডোবা (১৯৮৮–১৯৯১)',
        ),
        'NIO' => array(
            0 => 'NIO',
            1 => 'নিকারাগুয়ান কর্ডোবা',
        ),
        'NLG' => array(
            0 => 'NLG',
            1 => 'নেদারল্যান্ড গুল্ডের',
        ),
        'NOK' => array(
            0 => 'NOK',
            1 => 'নরওয়েজিয়ান ক্রোন',
        ),
        'NPR' => array(
            0 => 'NPR',
            1 => 'নেপালি রুপি',
        ),
        'NZD' => array(
            0 => 'NZ$',
            1 => 'নিউজিল্যান্ড ডলার',
        ),
        'OMR' => array(
            0 => 'OMR',
            1 => 'ওমানি রিয়াল',
        ),
        'PAB' => array(
            0 => 'PAB',
            1 => 'পানামা বেলবোয়া',
        ),
        'PEI' => array(
            0 => 'PEI',
            1 => 'পেরুভিয়ান ইন্তি',
        ),
        'PEN' => array(
            0 => 'PEN',
            1 => 'পেরুভিয়ান সোল',
        ),
        'PES' => array(
            0 => 'PES',
            1 => 'পেরুভিয়ান সোল (1863–1965)',
        ),
        'PGK' => array(
            0 => 'PGK',
            1 => 'পাপুয়া নিউ গিনিয়ান কিনা',
        ),
        'PHP' => array(
            0 => 'PHP',
            1 => 'ফিলিপাইন পেসো',
        ),
        'PKR' => array(
            0 => 'PKR',
            1 => 'পাকিস্তানি রুপি',
        ),
        'PLN' => array(
            0 => 'PLN',
            1 => 'পোলিশ জ্লোটি',
        ),
        'PLZ' => array(
            0 => 'PLZ',
            1 => 'পোলিশ জ্লোটি (১৯৫০–১৯৯৫)',
        ),
        'PTE' => array(
            0 => 'PTE',
            1 => 'পর্তুগিজ এসকুডো',
        ),
        'PYG' => array(
            0 => 'PYG',
            1 => 'প্যারাগুয়ান গুয়ারানি',
        ),
        'QAR' => array(
            0 => 'QAR',
            1 => 'কাতার রিয়াল',
        ),
        'RHD' => array(
            0 => 'RHD',
            1 => 'রোডেশিয়ান ডলার',
        ),
        'ROL' => array(
            0 => 'ROL',
            1 => 'প্রাচীন রুমানিয়া লেয়ু',
        ),
        'RON' => array(
            0 => 'RON',
            1 => 'রুমানিয়া লেয়ু',
        ),
        'RSD' => array(
            0 => 'RSD',
            1 => 'সারবিয়ান দিনার',
        ),
        'RUB' => array(
            0 => 'RUB',
            1 => 'রাশিয়ান রুবেল',
        ),
        'RUR' => array(
            0 => 'RUR',
            1 => 'রাশিয়ান রুবল (১৯৯১–১৯৯৮)',
        ),
        'RWF' => array(
            0 => 'RWF',
            1 => 'রুয়ান্ডান ফ্রাঙ্ক',
        ),
        'SAR' => array(
            0 => 'SAR',
            1 => 'সৌদি রিয়াল',
        ),
        'SBD' => array(
            0 => 'SBD',
            1 => 'সলোমন দ্বীপপুঞ্জ ডলার',
        ),
        'SCR' => array(
            0 => 'SCR',
            1 => 'সেয়চেল্লোইস রুপি',
        ),
        'SDD' => array(
            0 => 'SDD',
            1 => 'প্রাচীন সুদানি দিনার',
        ),
        'SDG' => array(
            0 => 'SDG',
            1 => 'সুদানি পাউন্ড',
        ),
        'SDP' => array(
            0 => 'SDP',
            1 => 'প্রাচীন সুদানি পাউন্ড',
        ),
        'SEK' => array(
            0 => 'SEK',
            1 => 'সুইডিশ ক্রোনা',
        ),
        'SGD' => array(
            0 => 'SGD',
            1 => 'সিঙ্গাপুর ডলার',
        ),
        'SHP' => array(
            0 => 'SHP',
            1 => 'সেন্ট হেলেনা পাউন্ড',
        ),
        'SIT' => array(
            0 => 'SIT',
            1 => 'স্লোভানিয়া টোলার',
        ),
        'SKK' => array(
            0 => 'SKK',
            1 => 'স্লোভাক কোরুনা',
        ),
        'SLL' => array(
            0 => 'SLL',
            1 => 'সিয়েরালিয়ন লিয়ন',
        ),
        'SOS' => array(
            0 => 'SOS',
            1 => 'সোমালি শিলিং',
        ),
        'SRD' => array(
            0 => 'SRD',
            1 => 'সুরিনাম ডলার',
        ),
        'SRG' => array(
            0 => 'SRG',
            1 => 'সুরিনাম গিল্ডার',
        ),
        'SSP' => array(
            0 => 'SSP',
            1 => 'দক্ষিণ সুদানি পাউন্ড',
        ),
        'STD' => array(
            0 => 'STD',
            1 => 'সাও টোমে এবং প্রিন্সিপে ডোবরা',
        ),
        'SUR' => array(
            0 => 'SUR',
            1 => 'সোভিয়েত রুবল',
        ),
        'SVC' => array(
            0 => 'SVC',
            1 => 'এল স্যালভোডোর কোলোন',
        ),
        'SYP' => array(
            0 => 'SYP',
            1 => 'সিরিয়ান পাউন্ড',
        ),
        'SZL' => array(
            0 => 'SZL',
            1 => 'সোয়াজিল্যান্ড লিলাঙ্গেনি',
        ),
        'THB' => array(
            0 => '฿',
            1 => 'থাই বাত',
        ),
        'TJR' => array(
            0 => 'TJR',
            1 => 'তাজিকিস্তান রুবল',
        ),
        'TJS' => array(
            0 => 'TJS',
            1 => 'তাজিকিস্তান সোমোনি',
        ),
        'TMM' => array(
            0 => 'TMM',
            1 => 'তুর্কমেনিস্টানি মানাত',
        ),
        'TMT' => array(
            0 => 'TMT',
            1 => 'তুর্কমেনিস্তান মানত',
        ),
        'TND' => array(
            0 => 'TND',
            1 => 'তিউনেশিয়ান দিনার',
        ),
        'TOP' => array(
            0 => 'TOP',
            1 => 'টোঙ্গা পা’আঙ্গা',
        ),
        'TPE' => array(
            0 => 'TPE',
            1 => 'তিমুর এসকুডো',
        ),
        'TRL' => array(
            0 => 'TRL',
            1 => 'প্রাচীন তুর্কি লিরা',
        ),
        'TRY' => array(
            0 => 'TRY',
            1 => 'তুর্কি লিরা',
        ),
        'TTD' => array(
            0 => 'TTD',
            1 => 'ত্রিনিদাদ এবং টোবাগো ডলার',
        ),
        'TWD' => array(
            0 => 'NT$',
            1 => 'নতুন তাইওয়ান ডলার',
        ),
        'TZS' => array(
            0 => 'TZS',
            1 => 'তাঞ্জনিয়া শিলিং',
        ),
        'UAH' => array(
            0 => 'UAH',
            1 => 'ইউক্রেইন হৃভনিয়া',
        ),
        'UAK' => array(
            0 => 'UAK',
            1 => 'ইউক্রেইন কার্বোভ্যান্টস',
        ),
        'UGS' => array(
            0 => 'UGS',
            1 => 'উগান্ডান শিলিং (১৯৬৬–১৯৮৭)',
        ),
        'UGX' => array(
            0 => 'UGX',
            1 => 'উগান্ডান শিলিং',
        ),
        'USD' => array(
            0 => 'US$',
            1 => 'মার্কিন ডলার',
        ),
        'USN' => array(
            0 => 'USN',
            1 => 'মার্কিন ডলার (পরবর্তী দিন)',
        ),
        'USS' => array(
            0 => 'USS',
            1 => 'মার্কিন ডলার (একই দিন)',
        ),
        'UYI' => array(
            0 => 'UYI',
            1 => 'উরুগুয়ায়ান পেসো এন উনিদাদেস ইনডেক্সেডাস',
        ),
        'UYP' => array(
            0 => 'UYP',
            1 => 'উরুগুয়ে পেসো (১৯৭৫–১৯৯৩)',
        ),
        'UYU' => array(
            0 => 'UYU',
            1 => 'উরুগুয়ে পেসো',
        ),
        'UZS' => array(
            0 => 'UZS',
            1 => 'উজবেকিস্তানি সোম',
        ),
        'VEB' => array(
            0 => 'VEB',
            1 => 'ভেনিজুয়েলান বলিভার (১৮৭১–২০০৮)',
        ),
        'VEF' => array(
            0 => 'VEF',
            1 => 'ভেনিজুয়েলীয় বলিভার',
        ),
        'VND' => array(
            0 => '₫',
            1 => 'ভিয়েতনামি ডঙ্গ',
        ),
        'VUV' => array(
            0 => 'VUV',
            1 => 'ভানুয়াতু ভাতু',
        ),
        'WST' => array(
            0 => 'WST',
            1 => 'সামোয়ান টালা',
        ),
        'XAF' => array(
            0 => 'FCFA',
            1 => 'মধ্য আফ্রিকান [CFA] ফ্র্যাঙ্ক',
        ),
        'XCD' => array(
            0 => 'EC$',
            1 => 'পূর্ব ক্যারাবিয়ান ডলার',
        ),
        'XEU' => array(
            0 => 'XEU',
            1 => 'ইউরোপীয় মুদ্রা একক',
        ),
        'XFO' => array(
            0 => 'XFO',
            1 => 'ফরাসি গোল্ড ফ্রাঙ্ক',
        ),
        'XFU' => array(
            0 => 'XFU',
            1 => 'ফরাসি ইউআইসি - ফ্রাঙ্ক',
        ),
        'XOF' => array(
            0 => 'CFA',
            1 => 'পশ্চিম আফ্রিকান [CFA] ফ্র্যাঙ্ক',
        ),
        'XPF' => array(
            0 => 'CFPF',
            1 => 'সিএফপি ফ্র্যাঙ্ক',
        ),
        'YDD' => array(
            0 => 'YDD',
            1 => 'ইয়েমেনি দিনার',
        ),
        'YER' => array(
            0 => 'YER',
            1 => 'ইয়েমেনি রিয়াল',
        ),
        'YUD' => array(
            0 => 'YUD',
            1 => 'যুগোশ্লাভিয় হার্ড দিনার',
        ),
        'YUM' => array(
            0 => 'YUM',
            1 => 'যুগোশ্লাভিয় নোভি দিনার',
        ),
        'YUN' => array(
            0 => 'YUN',
            1 => 'যুগোশ্লাভিয় রুপান্তরযোগ্য দিনার',
        ),
        'ZAL' => array(
            0 => 'ZAL',
            1 => 'দক্ষিণ আফ্রিকান র‌্যান্ড',
        ),
        'ZAR' => array(
            0 => 'ZAR',
            1 => 'দক্ষিণ আফ্রিকান রেন্ড',
        ),
        'ZMK' => array(
            0 => 'ZMK',
            1 => 'জাম্বিয়ান কওয়াচা (১৯৬৮–২০১২)',
        ),
        'ZMW' => array(
            0 => 'ZMW',
            1 => 'জাম্বিয়ান কওয়াচা',
        ),
        'ZRN' => array(
            0 => 'ZRN',
            1 => 'জাইরিয়ান নিউ জাইরে',
        ),
        'ZRZ' => array(
            0 => 'ZRZ',
            1 => 'জাইরিয়ান জাইরে',
        ),
        'ZWD' => array(
            0 => 'ZWD',
            1 => 'জিম্বাবুয়ে ডলার (১৯৮০–২০০৮)',
        ),
        'ZWL' => array(
            0 => 'ZWL',
            1 => 'জিম্বাবুয়ে ডলার (২০০৯)',
        ),
        'ZWR' => array(
            0 => 'ZWR',
            1 => 'জিম্বাবুয়ে ডলার (২০০৮)',
        ),
    ),
);
