<?php

return array(
    'Version' => '2.1.37.5',
    'Names' => array(
        'ADP' => array(
            0 => 'ADP',
            1 => 'Андорска пезета',
        ),
        'AED' => array(
            0 => 'AED',
            1 => 'Уједињени арапски емирати дирхам',
        ),
        'AFA' => array(
            0 => 'AFA',
            1 => 'Авганистански авган (1927–2002)',
        ),
        'AFN' => array(
            0 => 'AFN',
            1 => 'Авганистански авган',
        ),
        'ALL' => array(
            0 => 'ALL',
            1 => 'Албански лек',
        ),
        'AMD' => array(
            0 => 'AMD',
            1 => 'Јерменски драм',
        ),
        'ANG' => array(
            0 => 'ANG',
            1 => 'Холандски антили гилдер',
        ),
        'AOA' => array(
            0 => 'AOA',
            1 => 'анголска кванза',
        ),
        'AOK' => array(
            0 => 'AOK',
            1 => 'анголијска кванза (1977–1990)',
        ),
        'AON' => array(
            0 => 'AON',
            1 => 'Анголијска нова кванза (1990–2000)',
        ),
        'AOR' => array(
            0 => 'AOR',
            1 => 'Анголска кванза реађустадо (1995–1999)',
        ),
        'ARA' => array(
            0 => 'ARA',
            1 => 'Аргентински аустрал',
        ),
        'ARP' => array(
            0 => 'ARP',
            1 => 'аргентински пезо (1983–1985)',
        ),
        'ARS' => array(
            0 => 'ARS',
            1 => 'аргентински пезо',
        ),
        'ATS' => array(
            0 => 'ATS',
            1 => 'Аустријски шилинг',
        ),
        'AUD' => array(
            0 => 'A$',
            1 => 'Аустралијски долар',
        ),
        'AWG' => array(
            0 => 'AWG',
            1 => 'Арубански флорин',
        ),
        'AZM' => array(
            0 => 'AZM',
            1 => 'Азербејџански манат (1993–2006)',
        ),
        'AZN' => array(
            0 => 'AZN',
            1 => 'Азербејџански манат',
        ),
        'BAD' => array(
            0 => 'BAD',
            1 => 'Босанско-Херцеговачки динар',
        ),
        'BAM' => array(
            0 => 'КМ',
            1 => 'Конвертибилна марка',
        ),
        'BBD' => array(
            0 => 'BBD',
            1 => 'Барбадошки долар',
        ),
        'BDT' => array(
            0 => 'BDT',
            1 => 'Бангладешка така',
        ),
        'BEC' => array(
            0 => 'BEC',
            1 => 'Белгијски франак (конвертибилни)',
        ),
        'BEF' => array(
            0 => 'BEF',
            1 => 'Белгијски франак',
        ),
        'BEL' => array(
            0 => 'BEL',
            1 => 'Белгијски франак (финансијски)',
        ),
        'BGL' => array(
            0 => 'BGL',
            1 => 'Бугарски тврди лев',
        ),
        'BGN' => array(
            0 => 'BGN',
            1 => 'Бугарски лев',
        ),
        'BHD' => array(
            0 => 'BHD',
            1 => 'Бахреински динар',
        ),
        'BIF' => array(
            0 => 'BIF',
            1 => 'Бурундски франак',
        ),
        'BMD' => array(
            0 => 'BMD',
            1 => 'Бермудски долар',
        ),
        'BND' => array(
            0 => 'BND',
            1 => 'Брунејски долар',
        ),
        'BOB' => array(
            0 => 'BOB',
            1 => 'Боливијски Боливиано',
        ),
        'BOP' => array(
            0 => 'BOP',
            1 => 'Боливијски пезо',
        ),
        'BOV' => array(
            0 => 'BOV',
            1 => 'Боливијски мвдол',
        ),
        'BRB' => array(
            0 => 'BRB',
            1 => 'Бразилски нови крузеиро (1967–1986)',
        ),
        'BRC' => array(
            0 => 'BRC',
            1 => 'Бразилијски крузадо',
        ),
        'BRE' => array(
            0 => 'BRE',
            1 => 'Бразилски крузеиро (1990–1993)',
        ),
        'BRL' => array(
            0 => 'R$',
            1 => 'Бразилски Реал',
        ),
        'BRN' => array(
            0 => 'BRN',
            1 => 'Бразилијски нови крузадо',
        ),
        'BRR' => array(
            0 => 'BRR',
            1 => 'Бразилски крузеиро',
        ),
        'BSD' => array(
            0 => 'BSD',
            1 => 'Бахамски долар',
        ),
        'BTN' => array(
            0 => 'BTN',
            1 => 'Бутански нгултрум',
        ),
        'BUK' => array(
            0 => 'BUK',
            1 => 'Бурмански кјат',
        ),
        'BWP' => array(
            0 => 'BWP',
            1 => 'Боцванска пула',
        ),
        'BYB' => array(
            0 => 'BYB',
            1 => 'Белоруска нова рубља (1994–1999)',
        ),
        'BYN' => array(
            0 => 'BYN',
            1 => 'Белоруска рубља',
        ),
        'BYR' => array(
            0 => 'BYR',
            1 => 'Белоруска рубља (2000–2016)',
        ),
        'BZD' => array(
            0 => 'BZD',
            1 => 'Белизе долар',
        ),
        'CAD' => array(
            0 => 'CA$',
            1 => 'Канадски долар',
        ),
        'CDF' => array(
            0 => 'CDF',
            1 => 'Конголски франак',
        ),
        'CHE' => array(
            0 => 'CHE',
            1 => 'WIR евро',
        ),
        'CHF' => array(
            0 => 'CHF',
            1 => 'Швајцарски франак',
        ),
        'CHW' => array(
            0 => 'CHW',
            1 => 'WIR франак',
        ),
        'CLF' => array(
            0 => 'CLF',
            1 => 'Чилеовски унидадес се фоменто',
        ),
        'CLP' => array(
            0 => 'CLP',
            1 => 'Чилеански пезо',
        ),
        'CNY' => array(
            0 => 'CN¥',
            1 => 'Кинески јуан ренминби',
        ),
        'COP' => array(
            0 => 'COP',
            1 => 'Колумбијски пезо',
        ),
        'COU' => array(
            0 => 'COU',
            1 => 'Унидад де валоршки реал',
        ),
        'CRC' => array(
            0 => 'CRC',
            1 => 'Костарикански колон',
        ),
        'CSD' => array(
            0 => 'CSD',
            1 => 'Стари српски динар',
        ),
        'CSK' => array(
            0 => 'CSK',
            1 => 'Чехословачка тврда круна',
        ),
        'CUC' => array(
            0 => 'CUC',
            1 => 'кубански конвертибилни песо',
        ),
        'CUP' => array(
            0 => 'CUP',
            1 => 'Кубански пезо',
        ),
        'CVE' => array(
            0 => 'CVE',
            1 => 'Зеленортски ескудо',
        ),
        'CYP' => array(
            0 => 'CYP',
            1 => 'Кипарска фунта',
        ),
        'CZK' => array(
            0 => 'Кч',
            1 => 'Чешка круна',
        ),
        'DDM' => array(
            0 => 'DDM',
            1 => 'Источно-немачка марка',
        ),
        'DEM' => array(
            0 => 'DEM',
            1 => 'Немачка марка',
        ),
        'DJF' => array(
            0 => 'DJF',
            1 => 'Џибутански франак',
        ),
        'DKK' => array(
            0 => 'DKK',
            1 => 'Данска круна',
        ),
        'DOP' => array(
            0 => 'DOP',
            1 => 'Доминикански пезо',
        ),
        'DZD' => array(
            0 => 'DZD',
            1 => 'Алжирски динар',
        ),
        'ECS' => array(
            0 => 'ECS',
            1 => 'Еквадорски сакр',
        ),
        'ECV' => array(
            0 => 'ECV',
            1 => 'Еквадорски унидад де валор константе',
        ),
        'EEK' => array(
            0 => 'EEK',
            1 => 'Естонска кроон',
        ),
        'EGP' => array(
            0 => 'EGP',
            1 => 'Египатска фунта',
        ),
        'ERN' => array(
            0 => 'ERN',
            1 => 'Еритреанска накфа',
        ),
        'ESA' => array(
            0 => 'ESA',
            1 => 'Шпанска пезета (рачун)',
        ),
        'ESB' => array(
            0 => 'ESB',
            1 => 'Шпанска пезета (конвертибилнирачун)',
        ),
        'ESP' => array(
            0 => 'ESP',
            1 => 'Шпанска пезета',
        ),
        'ETB' => array(
            0 => 'ETB',
            1 => 'етиопијски бир',
        ),
        'EUR' => array(
            0 => '€',
            1 => 'Евро',
        ),
        'FIM' => array(
            0 => 'FIM',
            1 => 'Финска марка',
        ),
        'FJD' => array(
            0 => 'FJD',
            1 => 'Фиџи долар',
        ),
        'FKP' => array(
            0 => 'FKP',
            1 => 'Фокландска острва фунта',
        ),
        'FRF' => array(
            0 => 'FRF',
            1 => 'Француски франак',
        ),
        'GBP' => array(
            0 => '£',
            1 => 'Британска фунта',
        ),
        'GEK' => array(
            0 => 'GEK',
            1 => 'Грузијски купон ларит',
        ),
        'GEL' => array(
            0 => 'GEL',
            1 => 'Грузијски лари',
        ),
        'GHC' => array(
            0 => 'GHC',
            1 => 'Гански цеди (1979–2007)',
        ),
        'GHS' => array(
            0 => 'GHS',
            1 => 'Гански цеди',
        ),
        'GIP' => array(
            0 => 'GIP',
            1 => 'Гибралташка фунта',
        ),
        'GMD' => array(
            0 => 'GMD',
            1 => 'Гамбијски даласи',
        ),
        'GNF' => array(
            0 => 'GNF',
            1 => 'Гвинејски франак',
        ),
        'GNS' => array(
            0 => 'GNS',
            1 => 'Гвинејски сили',
        ),
        'GQE' => array(
            0 => 'GQE',
            1 => 'Екваторијално-гвинејски еквеле',
        ),
        'GRD' => array(
            0 => 'GRD',
            1 => 'Грчка драхма',
        ),
        'GTQ' => array(
            0 => 'GTQ',
            1 => 'Гватемалски квецал',
        ),
        'GWE' => array(
            0 => 'GWE',
            1 => 'португалска гвинеја ескудо',
        ),
        'GWP' => array(
            0 => 'GWP',
            1 => 'Гвинеја Бисао Пезо',
        ),
        'GYD' => array(
            0 => 'GYD',
            1 => 'Гујански долар',
        ),
        'HKD' => array(
            0 => 'HK$',
            1 => 'Хонгконшки долар',
        ),
        'HNL' => array(
            0 => 'HNL',
            1 => 'Хондурашка лемпира',
        ),
        'HRD' => array(
            0 => 'HRD',
            1 => 'Хрватски динар',
        ),
        'HRK' => array(
            0 => 'HRK',
            1 => 'Хрватска куна',
        ),
        'HTG' => array(
            0 => 'HTG',
            1 => 'Хаићански гурд',
        ),
        'HUF' => array(
            0 => 'HUF',
            1 => 'Мађарска форинта',
        ),
        'IDR' => array(
            0 => 'IDR',
            1 => 'Индонезијска рупиа',
        ),
        'IEP' => array(
            0 => 'IEP',
            1 => 'Ирска фунта',
        ),
        'ILP' => array(
            0 => 'ILP',
            1 => 'Израелска фунта',
        ),
        'ILR' => array(
            0 => 'ILR',
            1 => 'стари израелски шекели',
        ),
        'ILS' => array(
            0 => '₪',
            1 => 'Израелски нови шекел',
        ),
        'INR' => array(
            0 => '₹',
            1 => 'Индијски Рупи',
        ),
        'IQD' => array(
            0 => 'IQD',
            1 => 'Ирачки динар',
        ),
        'IRR' => array(
            0 => 'IRR',
            1 => 'Ирански риал',
        ),
        'ISJ' => array(
            0 => 'ISJ',
            1 => 'стара исландска круна',
        ),
        'ISK' => array(
            0 => 'ISK',
            1 => 'Исландска круна',
        ),
        'ITL' => array(
            0 => 'ITL',
            1 => 'Италијанска лира',
        ),
        'JMD' => array(
            0 => 'JMD',
            1 => 'Јамајски долар',
        ),
        'JOD' => array(
            0 => 'JOD',
            1 => 'Јордански динар',
        ),
        'JPY' => array(
            0 => '¥',
            1 => 'Јапански јен',
        ),
        'KES' => array(
            0 => 'KES',
            1 => 'Кенијски шилинг',
        ),
        'KGS' => array(
            0 => 'KGS',
            1 => 'Киргистански сом',
        ),
        'KHR' => array(
            0 => 'KHR',
            1 => 'Камбоџијски риел',
        ),
        'KMF' => array(
            0 => 'KMF',
            1 => 'Коморски франак',
        ),
        'KPW' => array(
            0 => 'KPW',
            1 => 'Севернокорејски вон',
        ),
        'KRW' => array(
            0 => '₩',
            1 => 'Јужнокорејски Вон',
        ),
        'KWD' => array(
            0 => 'KWD',
            1 => 'Кувајтски динар',
        ),
        'KYD' => array(
            0 => 'KYD',
            1 => 'Кајманска острва долар',
        ),
        'KZT' => array(
            0 => 'KZT',
            1 => 'Казахстански тенџ',
        ),
        'LAK' => array(
            0 => 'LAK',
            1 => 'Лаошки кип',
        ),
        'LBP' => array(
            0 => 'LBP',
            1 => 'Лебанска фунта',
        ),
        'LKR' => array(
            0 => 'LKR',
            1 => 'Шриланкански рупи',
        ),
        'LRD' => array(
            0 => 'LRD',
            1 => 'Либеријски долар',
        ),
        'LSL' => array(
            0 => 'LSL',
            1 => 'Лесото лоти',
        ),
        'LTL' => array(
            0 => 'LTL',
            1 => 'Литвански литас',
        ),
        'LTT' => array(
            0 => 'LTT',
            1 => 'Литвански талонас',
        ),
        'LUC' => array(
            0 => 'LUC',
            1 => 'Луксембуршки конвертибилни франак',
        ),
        'LUF' => array(
            0 => 'LUF',
            1 => 'Луксембуршки франак',
        ),
        'LUL' => array(
            0 => 'LUL',
            1 => 'Луксембуршки финансијски франак',
        ),
        'LVL' => array(
            0 => 'LVL',
            1 => 'Латвијски лати',
        ),
        'LVR' => array(
            0 => 'LVR',
            1 => 'атвијска рубља',
        ),
        'LYD' => array(
            0 => 'LYD',
            1 => 'Либијски динар',
        ),
        'MAD' => array(
            0 => 'MAD',
            1 => 'Марокански дирхам',
        ),
        'MAF' => array(
            0 => 'MAF',
            1 => 'Марокански франак',
        ),
        'MDL' => array(
            0 => 'MDL',
            1 => 'Молдовски љу',
        ),
        'MGA' => array(
            0 => 'MGA',
            1 => 'Малагасијски ариари',
        ),
        'MGF' => array(
            0 => 'MGF',
            1 => 'Малагасијски франак',
        ),
        'MKD' => array(
            0 => 'MKD',
            1 => 'Македонски денар',
        ),
        'MLF' => array(
            0 => 'MLF',
            1 => 'Малијански франак',
        ),
        'MMK' => array(
            0 => 'MMK',
            1 => 'Мјанмашки кјат',
        ),
        'MNT' => array(
            0 => 'MNT',
            1 => 'Монголски тугрик',
        ),
        'MOP' => array(
            0 => 'MOP',
            1 => 'Маканишка патака',
        ),
        'MRO' => array(
            0 => 'MRO',
            1 => 'Мауританијска угвија',
        ),
        'MTL' => array(
            0 => 'MTL',
            1 => 'Малтешка лира',
        ),
        'MTP' => array(
            0 => 'MTP',
            1 => 'Малтешка фунта',
        ),
        'MUR' => array(
            0 => 'MUR',
            1 => 'Маурицијски рупи',
        ),
        'MVR' => array(
            0 => 'MVR',
            1 => 'Малдивијска руфија',
        ),
        'MWK' => array(
            0 => 'MWK',
            1 => 'Малавијска квача',
        ),
        'MXN' => array(
            0 => 'MX$',
            1 => 'Мексички пезо',
        ),
        'MXP' => array(
            0 => 'MXP',
            1 => 'Мексички сребрни пезо (1861–1992)',
        ),
        'MXV' => array(
            0 => 'MXV',
            1 => 'Мексички унидад де инверсион (UDI)',
        ),
        'MYR' => array(
            0 => 'MYR',
            1 => 'Малезијски ринггит',
        ),
        'MZE' => array(
            0 => 'MZE',
            1 => 'Мозамбијски ескудо',
        ),
        'MZM' => array(
            0 => 'MZM',
            1 => 'Стари мозамбијски метикал',
        ),
        'MZN' => array(
            0 => 'MZN',
            1 => 'Мозамбијски метикал',
        ),
        'NAD' => array(
            0 => 'NAD',
            1 => 'намбијски долар',
        ),
        'NGN' => array(
            0 => 'NGN',
            1 => 'Нигеријска наира',
        ),
        'NIC' => array(
            0 => 'NIC',
            1 => 'Никарагванска кордоба',
        ),
        'NIO' => array(
            0 => 'NIO',
            1 => 'Никарагванска златна кордоба',
        ),
        'NLG' => array(
            0 => 'NLG',
            1 => 'Холандски гулден',
        ),
        'NOK' => array(
            0 => 'NOK',
            1 => 'Норвешка круна',
        ),
        'NPR' => array(
            0 => 'NPR',
            1 => 'Непалски рупи',
        ),
        'NZD' => array(
            0 => 'NZ$',
            1 => 'Новозеландски долар',
        ),
        'OMR' => array(
            0 => 'OMR',
            1 => 'Омански ријал',
        ),
        'PAB' => array(
            0 => 'PAB',
            1 => 'Панамска балбоа',
        ),
        'PEI' => array(
            0 => 'PEI',
            1 => 'Перуански инти',
        ),
        'PEN' => array(
            0 => 'PEN',
            1 => 'Перуански сол',
        ),
        'PES' => array(
            0 => 'PES',
            1 => 'Перуански сол (1863–1965)',
        ),
        'PGK' => array(
            0 => 'PGK',
            1 => 'Папуа ново-гвинејшка кина',
        ),
        'PHP' => array(
            0 => 'PHP',
            1 => 'Филипински пезо',
        ),
        'PKR' => array(
            0 => 'PKR',
            1 => 'Пакистански рупи',
        ),
        'PLN' => array(
            0 => 'зл',
            1 => 'Пољски злот',
        ),
        'PLZ' => array(
            0 => 'PLZ',
            1 => 'Пољски злоти (1950–1995)',
        ),
        'PTE' => array(
            0 => 'PTE',
            1 => 'Португалски ескудо',
        ),
        'PYG' => array(
            0 => 'PYG',
            1 => 'Парагвајски гуарни',
        ),
        'QAR' => array(
            0 => 'QAR',
            1 => 'Катаршки ријал',
        ),
        'RHD' => array(
            0 => 'RHD',
            1 => 'Родејскидолар',
        ),
        'ROL' => array(
            0 => 'ROL',
            1 => 'Стари румунски љу',
        ),
        'RON' => array(
            0 => 'RON',
            1 => 'Румунски леу',
        ),
        'RSD' => array(
            0 => 'дин.',
            1 => 'Српски динар',
        ),
        'RUB' => array(
            0 => 'RUB',
            1 => 'Руска рубља',
        ),
        'RUR' => array(
            0 => 'RUR',
            1 => 'Руска рубља (1991–1998)',
        ),
        'RWF' => array(
            0 => 'RWF',
            1 => 'Руандански франак',
        ),
        'SAR' => array(
            0 => 'SAR',
            1 => 'Саудијски ријал',
        ),
        'SBD' => array(
            0 => 'SBD',
            1 => 'Соломонско-острвски долар',
        ),
        'SCR' => array(
            0 => 'SCR',
            1 => 'Сејшелска рупија',
        ),
        'SDD' => array(
            0 => 'SDD',
            1 => 'Стари судански динар',
        ),
        'SDG' => array(
            0 => 'SDG',
            1 => 'Суданска фунта',
        ),
        'SDP' => array(
            0 => 'SDP',
            1 => 'Стара суданска фунта',
        ),
        'SEK' => array(
            0 => 'SEK',
            1 => 'Шведска круна',
        ),
        'SGD' => array(
            0 => 'SGD',
            1 => 'Сингапурски долар',
        ),
        'SHP' => array(
            0 => 'SHP',
            1 => 'Св. јеленска фунта',
        ),
        'SIT' => array(
            0 => 'SIT',
            1 => 'Словеначки толар',
        ),
        'SKK' => array(
            0 => 'SKK',
            1 => 'Словачка круна',
        ),
        'SLL' => array(
            0 => 'SLL',
            1 => 'Сијера-леоншки леоне',
        ),
        'SOS' => array(
            0 => 'SOS',
            1 => 'СОмалијски шилинг',
        ),
        'SRD' => array(
            0 => 'SRD',
            1 => 'СУринамски долар',
        ),
        'SRG' => array(
            0 => 'SRG',
            1 => 'Суринамски гилдер',
        ),
        'STD' => array(
            0 => 'STD',
            1 => 'Сао Томе и Принципе добра',
        ),
        'SUR' => array(
            0 => 'SUR',
            1 => 'Совјетска рубља',
        ),
        'SVC' => array(
            0 => 'SVC',
            1 => 'Салвадорски колон',
        ),
        'SYP' => array(
            0 => 'SYP',
            1 => 'Сиријска фунта',
        ),
        'SZL' => array(
            0 => 'SZL',
            1 => 'Свази лилангени',
        ),
        'THB' => array(
            0 => 'THB',
            1 => 'Таи бахт',
        ),
        'TJR' => array(
            0 => 'TJR',
            1 => 'Таџихистанска рубља',
        ),
        'TJS' => array(
            0 => 'TJS',
            1 => 'Таљихистански сомони',
        ),
        'TMM' => array(
            0 => 'TMM',
            1 => 'Туркменистански манат (1993–2009)',
        ),
        'TMT' => array(
            0 => 'TMT',
            1 => 'Туркменистански манат',
        ),
        'TND' => array(
            0 => 'TND',
            1 => 'Тунизијски долар',
        ),
        'TOP' => array(
            0 => 'TOP',
            1 => 'Тонгоншка Панга',
        ),
        'TPE' => array(
            0 => 'TPE',
            1 => 'Тиморшки ескудо',
        ),
        'TRL' => array(
            0 => 'TRL',
            1 => 'Стара турска лира',
        ),
        'TRY' => array(
            0 => 'Тл',
            1 => 'Турска лира',
        ),
        'TTD' => array(
            0 => 'TTD',
            1 => 'Тринидад тобагошки долар',
        ),
        'TWD' => array(
            0 => 'NT$',
            1 => 'Нови тајвански долар',
        ),
        'TZS' => array(
            0 => 'TZS',
            1 => 'Танзанијски шилинг',
        ),
        'UAH' => array(
            0 => 'UAH',
            1 => 'Украјинска хривња',
        ),
        'UAK' => array(
            0 => 'UAK',
            1 => 'Украјински карбованети',
        ),
        'UGS' => array(
            0 => 'UGS',
            1 => 'Угандски шилинг (1966–1987)',
        ),
        'UGX' => array(
            0 => 'UGX',
            1 => 'Угандски шилинг',
        ),
        'USD' => array(
            0 => 'US$',
            1 => 'Амерички долар',
        ),
        'USN' => array(
            0 => 'USN',
            1 => 'САД долар (следећи дан)',
        ),
        'USS' => array(
            0 => 'USS',
            1 => 'САД долар (исти дан)',
        ),
        'UYI' => array(
            0 => 'UYI',
            1 => 'Уругвајски пезо ен унидадес индексадас',
        ),
        'UYP' => array(
            0 => 'UYP',
            1 => 'Уругвајски пезо (1975–1993)',
        ),
        'UYU' => array(
            0 => 'UYU',
            1 => 'Уругвајски пезо',
        ),
        'UZS' => array(
            0 => 'UZS',
            1 => 'Узбекистански сом',
        ),
        'VEB' => array(
            0 => 'VEB',
            1 => 'Венецуелански боливар (1871–2008)',
        ),
        'VEF' => array(
            0 => 'VEF',
            1 => 'Венецуелански боливар',
        ),
        'VND' => array(
            0 => '₫',
            1 => 'Вијетнамски донг',
        ),
        'VUV' => array(
            0 => 'VUV',
            1 => 'Вануатски вату',
        ),
        'WST' => array(
            0 => 'WST',
            1 => 'Самоанска тала',
        ),
        'XAF' => array(
            0 => 'FCFA',
            1 => 'CFA франак BEAC',
        ),
        'XCD' => array(
            0 => 'EC$',
            1 => 'Источно-карибски долар',
        ),
        'XEU' => array(
            0 => 'XEU',
            1 => 'Европска валутна јединица',
        ),
        'XFO' => array(
            0 => 'XFO',
            1 => 'Француски златни франак',
        ),
        'XFU' => array(
            0 => 'XFU',
            1 => 'Француски UIC-франак',
        ),
        'XOF' => array(
            0 => 'CFA',
            1 => 'CFA франак BCEAO',
        ),
        'XPF' => array(
            0 => 'CFPF',
            1 => 'CFP франак',
        ),
        'XRE' => array(
            0 => 'XRE',
            1 => 'RINET фонд',
        ),
        'YDD' => array(
            0 => 'YDD',
            1 => 'Јеменски динар',
        ),
        'YER' => array(
            0 => 'YER',
            1 => 'Јеменски риал',
        ),
        'YUD' => array(
            0 => 'YUD',
            1 => 'Југословенски тврди динар',
        ),
        'YUM' => array(
            0 => 'YUM',
            1 => 'Југословенски нови динар',
        ),
        'YUN' => array(
            0 => 'YUN',
            1 => 'Југословенски конвертибилни динар',
        ),
        'ZAL' => array(
            0 => 'ZAL',
            1 => 'Јужно-афрички ранд (финансијски)',
        ),
        'ZAR' => array(
            0 => 'ZAR',
            1 => 'Јужно-афрички ранд',
        ),
        'ZMK' => array(
            0 => 'ZMK',
            1 => 'Замбијска квача (1968–2012)',
        ),
        'ZMW' => array(
            0 => 'ZMW',
            1 => 'Замбијска квача',
        ),
        'ZRN' => array(
            0 => 'ZRN',
            1 => 'Заирски нови заир',
        ),
        'ZRZ' => array(
            0 => 'ZRZ',
            1 => 'Заирски заир',
        ),
        'ZWD' => array(
            0 => 'ZWD',
            1 => 'Зимбабвејски долар',
        ),
        'ZWL' => array(
            0 => 'ZWL',
            1 => 'Зимбабвеански долар (2009)',
        ),
        'ZWR' => array(
            0 => 'ZWR',
            1 => 'Зимбабвеански долар (2008)',
        ),
    ),
);
