<?php

return array(
    'Version' => '2.1.37.5',
    'Names' => array(
        'AED' => array(
            0 => 'AED',
            1 => 'Дирхам ӀЦЭ',
        ),
        'AFN' => array(
            0 => 'AFN',
            1 => 'ОвхӀан-пачхьалкхан афгани',
        ),
        'ALL' => array(
            0 => 'ALL',
            1 => 'Албанин лек',
        ),
        'AMD' => array(
            0 => 'AMD',
            1 => 'Эрмалойчоьнан драм',
        ),
        'ANG' => array(
            0 => 'ANG',
            1 => 'Нидерландин Антилин гульден',
        ),
        'AOA' => array(
            0 => 'AOA',
            1 => 'Анголан кванза',
        ),
        'ARS' => array(
            0 => 'ARS',
            1 => 'Аргентинан песо',
        ),
        'AUD' => array(
            0 => 'A$',
            1 => 'Австралин доллар',
        ),
        'AWG' => array(
            0 => 'AWG',
            1 => 'Арубан флорин',
        ),
        'AZN' => array(
            0 => 'AZN',
            1 => 'Азербайджанан манат',
        ),
        'BAM' => array(
            0 => 'BAM',
            1 => 'Боснин а, Герцеговинан а хийцалун марка',
        ),
        'BBD' => array(
            0 => 'BBD',
            1 => 'Барбадосан доллар',
        ),
        'BDT' => array(
            0 => 'BDT',
            1 => 'Бангладешан така',
        ),
        'BGN' => array(
            0 => 'BGN',
            1 => 'Болгарин лев',
        ),
        'BHD' => array(
            0 => 'BHD',
            1 => 'Бахрейнан динар',
        ),
        'BIF' => array(
            0 => 'BIF',
            1 => 'Бурундин франк',
        ),
        'BMD' => array(
            0 => 'BMD',
            1 => 'Бермудан доллар',
        ),
        'BND' => array(
            0 => 'BND',
            1 => 'Брунейн доллар',
        ),
        'BOB' => array(
            0 => 'BOB',
            1 => 'Боливин боливиано',
        ),
        'BRL' => array(
            0 => 'R$',
            1 => 'Бразилин реал',
        ),
        'BSD' => array(
            0 => 'BSD',
            1 => 'Багаман доллар',
        ),
        'BTN' => array(
            0 => 'BTN',
            1 => 'Бутанан нгултрум',
        ),
        'BWP' => array(
            0 => 'BWP',
            1 => 'Ботсванан пула',
        ),
        'BYN' => array(
            0 => 'BYN',
            1 => 'Белоруссин сом',
        ),
        'BYR' => array(
            0 => 'BYR',
            1 => 'Белоруссин сом (2000–2016)',
        ),
        'BZD' => array(
            0 => 'BZD',
            1 => 'Белизин доллар',
        ),
        'CAD' => array(
            0 => 'CA$',
            1 => 'Канадан доллар',
        ),
        'CDF' => array(
            0 => 'CDF',
            1 => 'Конголезин франк',
        ),
        'CHF' => array(
            0 => 'CHF',
            1 => 'Швейцарин франк',
        ),
        'CLP' => array(
            0 => 'CLP',
            1 => 'Чилин песо',
        ),
        'CNY' => array(
            0 => 'CN¥',
            1 => 'Китайн юань',
        ),
        'COP' => array(
            0 => 'COP',
            1 => 'Колумбин песо',
        ),
        'CRC' => array(
            0 => 'CRC',
            1 => 'Костарикан колон',
        ),
        'CUC' => array(
            0 => 'CUC',
            1 => 'Кубан хийцалун песо',
        ),
        'CUP' => array(
            0 => 'CUP',
            1 => 'Кубан песо',
        ),
        'CVE' => array(
            0 => 'CVE',
            1 => 'Кабо-Верден эскудо',
        ),
        'CZK' => array(
            0 => 'CZK',
            1 => 'Чехин крона',
        ),
        'DJF' => array(
            0 => 'DJF',
            1 => 'Джибутин франк',
        ),
        'DKK' => array(
            0 => 'DKK',
            1 => 'Данин крона',
        ),
        'DOP' => array(
            0 => 'DOP',
            1 => 'Доминикан песо',
        ),
        'DZD' => array(
            0 => 'DZD',
            1 => 'Алжиран динар',
        ),
        'EGP' => array(
            0 => 'EGP',
            1 => 'Мисаран фунт',
        ),
        'ERN' => array(
            0 => 'ERN',
            1 => 'Эритрейн накфа',
        ),
        'ETB' => array(
            0 => 'ETB',
            1 => 'Эфиопин быр',
        ),
        'EUR' => array(
            0 => '€',
            1 => 'Евро',
        ),
        'FJD' => array(
            0 => 'FJD',
            1 => 'Фиджин доллар',
        ),
        'FKP' => array(
            0 => 'FKP',
            1 => 'Фолклендан гӀайренийн фунт',
        ),
        'GBP' => array(
            0 => '£',
            1 => 'Англин фунт',
        ),
        'GEL' => array(
            0 => 'GEL',
            1 => 'Гуьржийчоьнан лари',
        ),
        'GHS' => array(
            0 => 'GHS',
            1 => 'Ганан седи',
        ),
        'GIP' => array(
            0 => 'GIP',
            1 => 'Гибралтаран фунт',
        ),
        'GMD' => array(
            0 => 'GMD',
            1 => 'Гамбин даласи',
        ),
        'GNF' => array(
            0 => 'GNF',
            1 => 'Гвинейн франк',
        ),
        'GTQ' => array(
            0 => 'GTQ',
            1 => 'Гватемалан кетсаль',
        ),
        'GYD' => array(
            0 => 'GYD',
            1 => 'Гайанан доллар',
        ),
        'HKD' => array(
            0 => 'HK$',
            1 => 'Гонконган доллар',
        ),
        'HNL' => array(
            0 => 'HNL',
            1 => 'Гондурасан лемпира',
        ),
        'HRK' => array(
            0 => 'HRK',
            1 => 'Хорватин куна',
        ),
        'HTG' => array(
            0 => 'HTG',
            1 => 'Гаитин гурд',
        ),
        'HUF' => array(
            0 => 'HUF',
            1 => 'Венгрин форинт',
        ),
        'IDR' => array(
            0 => 'IDR',
            1 => 'Индонезин рупи',
        ),
        'ILS' => array(
            0 => '₪',
            1 => 'Израилан керла шекель',
        ),
        'INR' => array(
            0 => '₹',
            1 => 'Индин рупи',
        ),
        'IQD' => array(
            0 => 'IQD',
            1 => 'Ӏиракъан динар',
        ),
        'IRR' => array(
            0 => 'IRR',
            1 => 'ГӀажарийчоьнан риал',
        ),
        'ISK' => array(
            0 => 'ISK',
            1 => 'Исландин крона',
        ),
        'JMD' => array(
            0 => 'JMD',
            1 => 'Ямайн доллар',
        ),
        'JOD' => array(
            0 => 'JOD',
            1 => 'Урданан динар',
        ),
        'JPY' => array(
            0 => 'JP¥',
            1 => 'Японин иена',
        ),
        'KES' => array(
            0 => 'KES',
            1 => 'Кенин шиллинг',
        ),
        'KGS' => array(
            0 => 'KGS',
            1 => 'Киргизин сом',
        ),
        'KHR' => array(
            0 => 'KHR',
            1 => 'Камбоджан риель',
        ),
        'KMF' => array(
            0 => 'KMF',
            1 => 'Коморийн гӀайренийн франк',
        ),
        'KPW' => array(
            0 => 'KPW',
            1 => 'Къилбаседа Корейн вона',
        ),
        'KRW' => array(
            0 => '₩',
            1 => 'Къилба Корейн вона',
        ),
        'KWD' => array(
            0 => 'KWD',
            1 => 'Кувейтан динар',
        ),
        'KYD' => array(
            0 => 'KYD',
            1 => 'Кайманийн гӀайренийн доллар',
        ),
        'KZT' => array(
            0 => 'KZT',
            1 => 'Кхазакхстанан тенге',
        ),
        'LAK' => array(
            0 => 'LAK',
            1 => 'Лаосан кип',
        ),
        'LBP' => array(
            0 => 'LBP',
            1 => 'Ливанан фунт',
        ),
        'LKR' => array(
            0 => 'LKR',
            1 => 'Шри-Ланкан рупи',
        ),
        'LRD' => array(
            0 => 'LRD',
            1 => 'Либерин доллар',
        ),
        'LYD' => array(
            0 => 'LYD',
            1 => 'Ливин динар',
        ),
        'MAD' => array(
            0 => 'MAD',
            1 => 'Мароккон дирхам',
        ),
        'MDL' => array(
            0 => 'MDL',
            1 => 'Молдавин лей',
        ),
        'MGA' => array(
            0 => 'MGA',
            1 => 'Малагасийн ариари',
        ),
        'MKD' => array(
            0 => 'MKD',
            1 => 'Македонин динар',
        ),
        'MMK' => array(
            0 => 'MMK',
            1 => 'Мьянман кьят',
        ),
        'MNT' => array(
            0 => 'MNT',
            1 => 'Монголин тугрик',
        ),
        'MOP' => array(
            0 => 'MOP',
            1 => 'Макаон патака',
        ),
        'MRO' => array(
            0 => 'MRO',
            1 => 'Мавританин уги',
        ),
        'MUR' => array(
            0 => 'MUR',
            1 => 'Маврикин рупи',
        ),
        'MVR' => array(
            0 => 'MVR',
            1 => 'Мальдивийн руфи',
        ),
        'MWK' => array(
            0 => 'MWK',
            1 => 'Малавин квача',
        ),
        'MXN' => array(
            0 => 'MX$',
            1 => 'Мексикан песо',
        ),
        'MYR' => array(
            0 => 'MYR',
            1 => 'Малайзин ринггит',
        ),
        'MZN' => array(
            0 => 'MZN',
            1 => 'Мозамбикан метикал',
        ),
        'NAD' => array(
            0 => 'NAD',
            1 => 'Намибин доллар',
        ),
        'NGN' => array(
            0 => 'NGN',
            1 => 'Нигерин найра',
        ),
        'NIO' => array(
            0 => 'NIO',
            1 => 'Никарагуан кордоба',
        ),
        'NOK' => array(
            0 => 'NOK',
            1 => 'Норвегин крона',
        ),
        'NPR' => array(
            0 => 'NPR',
            1 => 'Непалан рупи',
        ),
        'NZD' => array(
            0 => 'NZ$',
            1 => 'Керла Зеландин доллар',
        ),
        'OMR' => array(
            0 => 'OMR',
            1 => 'Оманан риал',
        ),
        'PAB' => array(
            0 => 'PAB',
            1 => 'Панаман бальбоа',
        ),
        'PEN' => array(
            0 => 'PEN',
            1 => 'Перун соль',
        ),
        'PGK' => array(
            0 => 'PGK',
            1 => 'Папуа — Керла Гвинейн кина',
        ),
        'PHP' => array(
            0 => 'PHP',
            1 => 'Филиппинийн песо',
        ),
        'PKR' => array(
            0 => 'PKR',
            1 => 'Пакистанан рупи',
        ),
        'PLN' => array(
            0 => 'PLN',
            1 => 'Польшан злотый',
        ),
        'PYG' => array(
            0 => 'PYG',
            1 => 'Парагвайн гуарани',
        ),
        'QAR' => array(
            0 => 'QAR',
            1 => 'Катаран риал',
        ),
        'RON' => array(
            0 => 'RON',
            1 => 'Румынин лей',
        ),
        'RSD' => array(
            0 => 'RSD',
            1 => 'Сербин динар',
        ),
        'RUB' => array(
            0 => '₽',
            1 => 'Российн сом',
        ),
        'RWF' => array(
            0 => 'RWF',
            1 => 'Руандан франк',
        ),
        'SAR' => array(
            0 => 'SAR',
            1 => 'СаӀудийн Ӏаьрбийчоьнан риал',
        ),
        'SBD' => array(
            0 => 'SBD',
            1 => 'Соломонан гӀайренийн доллар',
        ),
        'SCR' => array(
            0 => 'SCR',
            1 => 'Сейшелан рупи',
        ),
        'SDG' => array(
            0 => 'SDG',
            1 => 'Суданан фунт',
        ),
        'SEK' => array(
            0 => 'SEK',
            1 => 'Швецин крона',
        ),
        'SGD' => array(
            0 => 'SGD',
            1 => 'Сингапуран доллар',
        ),
        'SHP' => array(
            0 => 'SHP',
            1 => 'Сийлахьчу Еленин гӀайрен фунт',
        ),
        'SLL' => array(
            0 => 'SLL',
            1 => 'Леоне',
        ),
        'SOS' => array(
            0 => 'SOS',
            1 => 'Сомалин шиллинг',
        ),
        'SRD' => array(
            0 => 'SRD',
            1 => 'Суринаман доллар',
        ),
        'SSP' => array(
            0 => 'SSP',
            1 => 'Къилба Суданан фунт',
        ),
        'STD' => array(
            0 => 'STD',
            1 => 'Сан-Томен а, Принсипин а добра',
        ),
        'SYP' => array(
            0 => 'SYP',
            1 => 'Шеман фунт',
        ),
        'SZL' => array(
            0 => 'SZL',
            1 => 'Свазилендан лилангени',
        ),
        'THB' => array(
            0 => 'THB',
            1 => 'Таиландан бат',
        ),
        'TJS' => array(
            0 => 'TJS',
            1 => 'Таджикистанан сомони',
        ),
        'TMT' => array(
            0 => 'TMT',
            1 => 'Туркменин керла манат',
        ),
        'TND' => array(
            0 => 'TND',
            1 => 'Тунисан динар',
        ),
        'TOP' => array(
            0 => 'TOP',
            1 => 'Тонганан паанга',
        ),
        'TRY' => array(
            0 => 'TRY',
            1 => 'Туркойчоьнан лира',
        ),
        'TTD' => array(
            0 => 'TTD',
            1 => 'Тринидадан а, Тобагон а доллар',
        ),
        'TWD' => array(
            0 => 'NT$',
            1 => 'Тайванан керла доллар',
        ),
        'TZS' => array(
            0 => 'TZS',
            1 => 'Танзанин шиллинг',
        ),
        'UAH' => array(
            0 => 'UAH',
            1 => 'Украинан гривна',
        ),
        'UGX' => array(
            0 => 'UGX',
            1 => 'Угандан шиллинг',
        ),
        'USD' => array(
            0 => 'US$',
            1 => 'АЦШн доллар',
        ),
        'UYU' => array(
            0 => 'UYU',
            1 => 'Уругвайн песо',
        ),
        'UZS' => array(
            0 => 'UZS',
            1 => 'Узбекистанан сом',
        ),
        'VEF' => array(
            0 => 'VEF',
            1 => 'Венесуэлан боливар',
        ),
        'VND' => array(
            0 => '₫',
            1 => 'Вьетнаман донг',
        ),
        'VUV' => array(
            0 => 'VUV',
            1 => 'Вануатун вату',
        ),
        'WST' => array(
            0 => 'WST',
            1 => 'Самоанан тала',
        ),
        'XAF' => array(
            0 => 'FCFA',
            1 => 'Юккъерчу Африкан КФА франк',
        ),
        'XCD' => array(
            0 => 'EC$',
            1 => 'Малхбален Карибийн доллар',
        ),
        'XOF' => array(
            0 => 'CFA',
            1 => 'Малхбузен Африкан КФА франк',
        ),
        'XPF' => array(
            0 => 'CFPF',
            1 => 'Французийн Тийна океанан франк',
        ),
        'YER' => array(
            0 => 'YER',
            1 => 'Йеменан риал',
        ),
        'ZAR' => array(
            0 => 'ZAR',
            1 => 'Къилба-Африкин рэнд',
        ),
        'ZMW' => array(
            0 => 'ZMW',
            1 => 'Замбин квача',
        ),
    ),
);
