<?php

return array(
    'Version' => '2.1.36.86',
    'Names' => array(
        'AED' => array(
            0 => 'AED',
            1 => 'ཡུ་ནཱའི་ཊེཌ་ ཨ་རབ་ ཨེ་མེ་རེཊས་ཀྱི་དངུལ་ ཌིར་ཧཱམ',
        ),
        'AFN' => array(
            0 => 'AFN',
            1 => 'ཨཕ་གཱན་གྱི་དངུལ་ ཨཕ་ག་ནི',
        ),
        'AUD' => array(
            0 => 'AU$',
            1 => 'ཨཱོས་ཊྲེ་ལི་ཡ་གི་དངུལ་ ཌོ་ལར',
        ),
        'BDT' => array(
            0 => 'BDT',
            1 => 'བྷང་ལ་དེཤ་གི་དངུལ་ ཏ་ཀ',
        ),
        'BMD' => array(
            0 => 'BMD',
            1 => 'བར་མུ་ཌ་གི་དངུལ་ ཌོ་ལར',
        ),
        'BRL' => array(
            0 => 'R$',
            1 => 'བྲ་ཛིལ་གྱི་དངུལ་ རེ་ཡལ',
        ),
        'BTN' => array(
            0 => 'Nu.',
            1 => 'དངུལ་ཀྲམ',
        ),
        'CAD' => array(
            0 => 'CA$',
            1 => 'ཀེ་ན་ཌ་གི་དངུལ་ ཌོ་ལར',
        ),
        'CHF' => array(
            0 => 'CHF',
            1 => 'སུ་ཡིས་ཀྱི་དངུལ་ ཕྲངཀ',
        ),
        'CLP' => array(
            0 => 'CLP',
            1 => 'ཅི་ལི་གི་དངུལ་ པེ་སོ',
        ),
        'CNY' => array(
            0 => 'CN¥',
            1 => 'རྒྱ་ནག་གི་དངུལ་ ཡུ་ཝཱན',
        ),
        'COP' => array(
            0 => 'COP',
            1 => 'ཀོ་ལོམ་བྷི་ཡ་གི་དངུལ་ པེ་སོ',
        ),
        'CUP' => array(
            0 => 'CUP',
            1 => 'ཀིའུ་བྷ་གི་དངུལ་ པེ་སོ',
        ),
        'DKK' => array(
            0 => 'DKK',
            1 => 'ཌེན་མཱཀ་གི་དངུལ་ ཀྲོན',
        ),
        'DZD' => array(
            0 => 'DZD',
            1 => 'ཨཱལ་ཇི་རི་ཡ་གི་དངུལ་ ཌའི་ནར',
        ),
        'EGP' => array(
            0 => 'EGP',
            1 => 'ཨི་ཇིབཊ་གི་དངུལ་ པ་འུནཌ',
        ),
        'EUR' => array(
            0 => '€',
            1 => 'ཡུ་རོ༌དངུལ་',
        ),
        'GBP' => array(
            0 => '£',
            1 => 'བྲི་ཊིཤ་ པ་འུནཌ་ ཨིས་ཊར་ལིང',
        ),
        'HKD' => array(
            0 => 'HK$',
            1 => 'ཧོང་ཀོང་གི་དངུལ་ ཌོ་ལར',
        ),
        'IDR' => array(
            0 => 'IDR',
            1 => 'ཨིན་ཌོ་ནེ་ཤི་ཡ་གི་དངུལ་ རུ་པི་ཡ',
        ),
        'ILS' => array(
            0 => 'ILS',
            1 => 'ཨིས་རེལ་གྱི་དངུལ་གསརཔ་ ཤེ་ཀེལ',
        ),
        'INR' => array(
            0 => '₹',
            1 => 'རྒྱ་གར་གྱི་དངུལ་ རུ་པི',
        ),
        'IQD' => array(
            0 => 'IQD',
            1 => 'ཨི་རཱཀ་གི་དངུལ་ ཌི་ན',
        ),
        'IRR' => array(
            0 => 'IRR',
            1 => 'ཨི་རཱན་གྱི་དངུལ་ རི་ཨཱལ',
        ),
        'ISK' => array(
            0 => 'ISK',
            1 => 'ཨཱཡིས་ལེནཌ་གི་དངུལ་ ཀྲོ་ན',
        ),
        'JMD' => array(
            0 => 'JMD',
            1 => 'ཇཱ་མཻ་ཀ་གི་དངུལ་ ཌོ་ལར',
        ),
        'JOD' => array(
            0 => 'JOD',
            1 => 'ཇོར་ཌན་གྱི་དངུལ་ ཌི་ན',
        ),
        'JPY' => array(
            0 => 'JP¥',
            1 => 'ཇཱ་པཱན་གྱི་དངུལ་ ཡེན',
        ),
        'KES' => array(
            0 => 'KES',
            1 => 'ཀེན་ཡ་གི་དངུལ་ ཤི་ལིང',
        ),
        'KHR' => array(
            0 => 'KHR',
            1 => 'ཀེམ་བྷོ་ཌི་ཡ་གི་དངུལ་ རི་ཨཱལ',
        ),
        'KPW' => array(
            0 => 'KPW',
            1 => 'ནོརཐ་ ཀོ་རི་ཡ་གི་དངུལ་ ཝོན',
        ),
        'KRW' => array(
            0 => 'KR₩',
            1 => 'སཱའུཐ་ ཀོ་རི་ཡ་གི་དངུལ་ ཝོན',
        ),
        'KWD' => array(
            0 => 'KWD',
            1 => 'ཀུ་ཝེཊ་གི་དངུལ་ ཌི་ན',
        ),
        'KZT' => array(
            0 => 'KZT',
            1 => 'ཀ་ཛགས་ཏཱན་གྱི་དངུལ་ ཏེང་གེ',
        ),
        'LAK' => array(
            0 => 'LAK',
            1 => 'ལཱ་ཝོས་ཀྱི་དངུལ་ ཀིཔ',
        ),
        'LBP' => array(
            0 => 'LBP',
            1 => 'ལེ་བ་ནོན་གྱི་དངུལ་ པ་འུནཌ',
        ),
        'LKR' => array(
            0 => 'LKR',
            1 => 'ཤྲི་ ལང་ཀ་གི་དངུལ་ རུ་པི',
        ),
        'LRD' => array(
            0 => 'LRD',
            1 => 'ལཱའི་བེ་རི་ཡ་གི་དངུལ་ ཌོ་ལར',
        ),
        'LYD' => array(
            0 => 'LYD',
            1 => 'ལི་བི་ཡ་གི་དངུལ་ ཌི་ན',
        ),
        'MAD' => array(
            0 => 'MAD',
            1 => 'མོ་རོ་ཀོ་གི་དངུལ་ ཌིར་ཧཱམ',
        ),
        'MMK' => array(
            0 => 'MMK',
            1 => 'མི་ཡཱན་མར་གྱི་དངུལ་ ཅཱཏ',
        ),
        'MNT' => array(
            0 => 'MNT',
            1 => 'སོག་པོའི་དངུལ་ ཏུ་གྲིཀ',
        ),
        'MVR' => array(
            0 => 'MVR',
            1 => 'མཱལ་དིབས་ཀྱི་དངུལ་ རུ་ཕི་ཡ',
        ),
        'MXN' => array(
            0 => 'MX$',
            1 => 'མེཀ་སི་ཀོ་གི་དངུལ་ པེ་སོ',
        ),
        'MYR' => array(
            0 => 'MYR',
            1 => 'མ་ལེ་ཤི་ཡ་གི་དངུལ་ རིང་གིཊ',
        ),
        'NOK' => array(
            0 => 'NOK',
            1 => 'ནོར་ཝེ་གི་དངུལ་ ཀྲོ་ན',
        ),
        'NPR' => array(
            0 => 'NPR',
            1 => 'བལ་པོའི་དངུལ་ རུ་པི',
        ),
        'NZD' => array(
            0 => 'NZ$',
            1 => 'ནིའུ་ཛི་ལེནཌ་གི་དངུལ་ ཌོ་ལར',
        ),
        'OMR' => array(
            0 => 'OMR',
            1 => 'ཨོ་མཱན་གྱི་དངུལ་ རི་ཨཱལ',
        ),
        'PAB' => array(
            0 => 'PAB',
            1 => 'པ་ན་མ་གི་དངུལ་ བཱལ་བོ་ཝ',
        ),
        'PEN' => array(
            0 => 'PEN',
            1 => 'པ་རུ་གི་དངུལ་ ནུ་བོ་ སཱོལ',
        ),
        'PHP' => array(
            0 => 'PHP',
            1 => 'ཕི་ལི་པིནས་གྱི་དངུལ་ པེ་སོ',
        ),
        'PKR' => array(
            0 => 'PKR',
            1 => 'པ་ཀིས་ཏཱན་གྱི་དངུལ་ རུ་པི',
        ),
        'PLN' => array(
            0 => 'PLN',
            1 => 'པོ་ལེནཌ་ཀྱི་དངུལ ཛ྄ལོ་ཊི',
        ),
        'QAR' => array(
            0 => 'QAR',
            1 => 'ཀ་ཊར་གྱི་དངུལ་ རི་ཨཱལ',
        ),
        'RUB' => array(
            0 => 'RUB',
            1 => 'ཨུ་རུ་སུ་གི་དངུལ་ རུ་བཱལ',
        ),
        'SAR' => array(
            0 => 'SAR',
            1 => 'སཱཝ་དིའི་དངུལ་ རི་ཡཱལ',
        ),
        'SCR' => array(
            0 => 'SCR',
            1 => 'སེ་ཤཱལས་ཀྱི་དངུལ་ རུ་པི',
        ),
        'SEK' => array(
            0 => 'SEK',
            1 => 'སུའི་ཌེན་གྱི་དངུལ་ ཀྲོ་ན',
        ),
        'SGD' => array(
            0 => 'SGD',
            1 => 'སིང་ག་པོར་གྱི་དངུལ་ ཌོ་ལར',
        ),
        'SYP' => array(
            0 => 'SYP',
            1 => 'སི་རི་ཡ་གི་དངུལ་ པ་འུནཌ',
        ),
        'THB' => array(
            0 => 'TH฿',
            1 => 'ཐཱའི་ལེནཌ་གི་དངུལ་ བཱཏ',
        ),
        'TJS' => array(
            0 => 'TJS',
            1 => 'ཏ་ཇི་ཀིས་ཏཱན་གྱི་དངུལ་ སོ་མོ་ནི',
        ),
        'TRY' => array(
            0 => 'TRY',
            1 => 'ཊཱར་ཀི་གི་དངུལ་ ལི་ར',
        ),
        'TWD' => array(
            0 => 'NT$',
            1 => 'ཊཱའི་ཝཱན་གི་དངུལ ཌོ་ལར',
        ),
        'TZS' => array(
            0 => 'TZS',
            1 => 'ཊཱན་ཛཱ་ནི་ཡ་གི་དངུལ་ ཤི་ལིང',
        ),
        'UGX' => array(
            0 => 'UGX',
            1 => 'ཡུ་གྷེན་ཌ་གི་དངུལ་ ཤི་ལིང',
        ),
        'USD' => array(
            0 => 'US$',
            1 => 'ཡུ་ཨེས་ ཌོ་ལར',
        ),
        'UYU' => array(
            0 => 'UYU',
            1 => 'ཡུ་རུ་གུ་ཝའི་གི་དངུལ་ པེ་སོ',
        ),
        'UZS' => array(
            0 => 'UZS',
            1 => 'ཨུས་བེ་ཀིས་ཏཱན་གྱི་དངུལ་ སོམ',
        ),
        'VEF' => array(
            0 => 'VEF',
            1 => 'བེ་ནི་ཛུ་ཝེ་ལ་གི་དངུལ་ བོ་ལི་བར',
        ),
        'VND' => array(
            0 => '₫',
            1 => 'བེཊ་ནཱམ་གྱི་དངུལ་ ཌོང',
        ),
        'XAF' => array(
            0 => 'XAF',
            1 => 'XAF',
        ),
        'ZAR' => array(
            0 => 'ZAR',
            1 => 'སཱའུཐ་ ཨཕ་རི་ཀ་གི་དངུལ་ རཱནད',
        ),
    ),
);
