<?php

return array(
    'Version' => '2.1.37.5',
    'Names' => array(
        'ADP' => array(
            0 => 'ADP',
            1 => 'Πεσέτα Ανδόρας',
        ),
        'AED' => array(
            0 => 'AED',
            1 => 'Ντιράμ Ηνωμένων Αραβικών Εμιράτων',
        ),
        'AFA' => array(
            0 => 'AFA',
            1 => 'Αφγανί Αφγανιστάν (1927–2002)',
        ),
        'AFN' => array(
            0 => 'AFN',
            1 => 'Αφγάνι Αφγανιστάν',
        ),
        'ALL' => array(
            0 => 'ALL',
            1 => 'Λεκ Αλβανίας',
        ),
        'AMD' => array(
            0 => 'AMD',
            1 => 'Ντραμ Αρμενίας',
        ),
        'ANG' => array(
            0 => 'ANG',
            1 => 'Γκίλντα Ολλανδικών Αντιλλών',
        ),
        'AOA' => array(
            0 => 'AOA',
            1 => 'Κουάνζα Ανγκόλας',
        ),
        'AOK' => array(
            0 => 'AOK',
            1 => 'Κουάνζα Ανγκόλας (1977–1990)',
        ),
        'AON' => array(
            0 => 'AON',
            1 => 'Νέα Κουάνζα Ανγκόλας (1990–2000)',
        ),
        'ARA' => array(
            0 => 'ARA',
            1 => 'Ωστράλ Αργετινής',
        ),
        'ARP' => array(
            0 => 'ARP',
            1 => 'Πέσο Αργεντινής (1983–1985)',
        ),
        'ARS' => array(
            0 => 'ARS',
            1 => 'Πέσο Αργεντινής',
        ),
        'ATS' => array(
            0 => 'ATS',
            1 => 'Σελίνι Αυστρίας',
        ),
        'AUD' => array(
            0 => 'A$',
            1 => 'Δολάριο Αυστραλίας',
        ),
        'AWG' => array(
            0 => 'AWG',
            1 => 'Φλορίνι Αρούμπας',
        ),
        'AZM' => array(
            0 => 'AZM',
            1 => 'Μανάτ Αζερμπαϊτζάν (1993–2006)',
        ),
        'AZN' => array(
            0 => 'AZN',
            1 => 'Μανάτ Αζερμπαϊτζάν',
        ),
        'BAD' => array(
            0 => 'BAD',
            1 => 'Δηνάριο Βοσνίας-Ερζεγοβίνης',
        ),
        'BAM' => array(
            0 => 'BAM',
            1 => 'Μετατρέψιμο Μάρκο Βοσνίας-Ερζεγοβίνης',
        ),
        'BBD' => array(
            0 => 'BBD',
            1 => 'Δολάριο Μπαρμπέιντος',
        ),
        'BDT' => array(
            0 => 'BDT',
            1 => 'Τάκα Μπαγκλαντές',
        ),
        'BEC' => array(
            0 => 'BEC',
            1 => 'Φράγκο Βελγίου (μετατρέψιμο)',
        ),
        'BEF' => array(
            0 => 'BEF',
            1 => 'Φράγκο Βελγίου',
        ),
        'BEL' => array(
            0 => 'BEL',
            1 => 'Φράγκο Βελγίου (οικονομικό)',
        ),
        'BGL' => array(
            0 => 'BGL',
            1 => 'Μεταλλικό Λεβ Βουλγαρίας',
        ),
        'BGN' => array(
            0 => 'BGN',
            1 => 'Λεβ Βουλγαρίας',
        ),
        'BHD' => array(
            0 => 'BHD',
            1 => 'Δηνάριο Μπαχρέιν',
        ),
        'BIF' => array(
            0 => 'BIF',
            1 => 'Φράγκο Μπουρούντι',
        ),
        'BMD' => array(
            0 => 'BMD',
            1 => 'Δολάριο Βερμούδων',
        ),
        'BND' => array(
            0 => 'BND',
            1 => 'Δολάριο Μπρουνέι',
        ),
        'BOB' => array(
            0 => 'BOB',
            1 => 'Μπολιβιάνο Βολιβίας',
        ),
        'BOP' => array(
            0 => 'BOP',
            1 => 'Πέσο Βολιβίας',
        ),
        'BOV' => array(
            0 => 'BOV',
            1 => 'Μβδολ Βολιβίας',
        ),
        'BRB' => array(
            0 => 'BRB',
            1 => 'Νέο Κρουζιέρο Βραζιλίας (1967–1986)',
        ),
        'BRC' => array(
            0 => 'BRC',
            1 => 'Κρουζάντο Βραζιλίας',
        ),
        'BRE' => array(
            0 => 'BRE',
            1 => 'Κρουζιέρο Βραζιλίας (1990–1993)',
        ),
        'BRL' => array(
            0 => 'R$',
            1 => 'Ρεάλ Βραζιλίας',
        ),
        'BRN' => array(
            0 => 'BRN',
            1 => 'Νέο Κρουζάντο Βραζιλίας',
        ),
        'BRR' => array(
            0 => 'BRR',
            1 => 'Κρουζιέρο Βραζιλίας',
        ),
        'BSD' => array(
            0 => 'BSD',
            1 => 'Δολάριο Μπαχαμών',
        ),
        'BTN' => array(
            0 => 'BTN',
            1 => 'Νγκούλτρουμ Μπουτάν',
        ),
        'BUK' => array(
            0 => 'BUK',
            1 => 'Κιατ Βιρμανίας',
        ),
        'BWP' => array(
            0 => 'BWP',
            1 => 'Πούλα Μποτσουάνας',
        ),
        'BYB' => array(
            0 => 'BYB',
            1 => 'Νέο Ρούβλι Λευκορωσίας (1994–1999)',
        ),
        'BYN' => array(
            0 => 'BYN',
            1 => 'Ρούβλι Λευκορωσίας',
        ),
        'BYR' => array(
            0 => 'BYR',
            1 => 'Ρούβλι Λευκορωσίας (2000–2016)',
        ),
        'BZD' => array(
            0 => 'BZD',
            1 => 'Δολάριο Μπελίζ',
        ),
        'CAD' => array(
            0 => 'CA$',
            1 => 'Δολάριο Καναδά',
        ),
        'CDF' => array(
            0 => 'CDF',
            1 => 'Φράγκο Κονγκό',
        ),
        'CHE' => array(
            0 => 'CHE',
            1 => 'Ευρώ WIR',
        ),
        'CHF' => array(
            0 => 'CHF',
            1 => 'Φράγκο Ελβετίας',
        ),
        'CHW' => array(
            0 => 'CHW',
            1 => 'Φράγκο WIR',
        ),
        'CLF' => array(
            0 => 'CLF',
            1 => 'Ουνιδάδες ντε φομέντο Χιλής',
        ),
        'CLP' => array(
            0 => 'CLP',
            1 => 'Πέσο Χιλής',
        ),
        'CNH' => array(
            0 => 'CNH',
            1 => 'Γουάν Κίνας (υπεράκτιο)',
        ),
        'CNY' => array(
            0 => 'CN¥',
            1 => 'Γουάν Κίνας',
        ),
        'COP' => array(
            0 => 'COP',
            1 => 'Πέσο Κολομβίας',
        ),
        'CRC' => array(
            0 => 'CRC',
            1 => 'Κολόν Κόστα Ρίκα',
        ),
        'CSD' => array(
            0 => 'CSD',
            1 => 'Παλαιό Δηνάριο Σερβίας',
        ),
        'CSK' => array(
            0 => 'CSK',
            1 => 'Σκληρή Κορόνα Τσεχοσλοβακίας',
        ),
        'CUC' => array(
            0 => 'CUC',
            1 => 'Μετατρέψιμο πέσο Κούβας',
        ),
        'CUP' => array(
            0 => 'CUP',
            1 => 'Πέσο Κούβας',
        ),
        'CVE' => array(
            0 => 'CVE',
            1 => 'Εσκούδο Πράσινου Ακρωτηρίου',
        ),
        'CYP' => array(
            0 => 'CYP',
            1 => 'Λίρα Κύπρου',
        ),
        'CZK' => array(
            0 => 'CZK',
            1 => 'Κορόνα Τσεχίας',
        ),
        'DDM' => array(
            0 => 'DDM',
            1 => 'Οστμάρκ Ανατολικής Γερμανίας',
        ),
        'DEM' => array(
            0 => 'DEM',
            1 => 'Μάρκο Γερμανίας',
        ),
        'DJF' => array(
            0 => 'DJF',
            1 => 'Φράγκο Τζιμπουτί',
        ),
        'DKK' => array(
            0 => 'DKK',
            1 => 'Κορόνα Δανίας',
        ),
        'DOP' => array(
            0 => 'DOP',
            1 => 'Πέσο Δομινικανής Δημοκρατίας',
        ),
        'DZD' => array(
            0 => 'DZD',
            1 => 'Δηνάριο Αλγερίας',
        ),
        'ECS' => array(
            0 => 'ECS',
            1 => 'Σούκρε Εκουαδόρ',
        ),
        'EEK' => array(
            0 => 'EEK',
            1 => 'Κορόνα Εσθονίας',
        ),
        'EGP' => array(
            0 => 'EGP',
            1 => 'Λίρα Αιγύπτου',
        ),
        'ERN' => array(
            0 => 'ERN',
            1 => 'Νάκφα Ερυθραίας',
        ),
        'ESA' => array(
            0 => 'ESA',
            1 => 'πεσέτα Ισπανίας (λογαριασμός Α)',
        ),
        'ESB' => array(
            0 => 'ESB',
            1 => 'πεσέτα Ισπανίας (μετατρέψιμος λογαριασμός)',
        ),
        'ESP' => array(
            0 => 'ESP',
            1 => 'Πεσέτα Ισπανίας',
        ),
        'ETB' => array(
            0 => 'ETB',
            1 => 'Μπιρ Αιθιοπίας',
        ),
        'EUR' => array(
            0 => '€',
            1 => 'Ευρώ',
        ),
        'FIM' => array(
            0 => 'FIM',
            1 => 'Μάρκο Φινλανδίας',
        ),
        'FJD' => array(
            0 => 'FJD',
            1 => 'Δολάριο Φίτζι',
        ),
        'FKP' => array(
            0 => 'FKP',
            1 => 'Λίρα Νήσων Φόκλαντ',
        ),
        'FRF' => array(
            0 => 'FRF',
            1 => 'Φράγκο Γαλλίας',
        ),
        'GBP' => array(
            0 => '£',
            1 => 'Λίρα Στερλίνα Βρετανίας',
        ),
        'GEK' => array(
            0 => 'GEK',
            1 => 'Κούπον Λάρι Γεωργίας',
        ),
        'GEL' => array(
            0 => 'GEL',
            1 => 'Λάρι Γεωργίας',
        ),
        'GHC' => array(
            0 => 'GHC',
            1 => 'Σέντι Γκάνας (1979–2007)',
        ),
        'GHS' => array(
            0 => 'GHS',
            1 => 'Σέντι Γκάνας',
        ),
        'GIP' => array(
            0 => 'GIP',
            1 => 'Λίρα Γιβραλτάρ',
        ),
        'GMD' => array(
            0 => 'GMD',
            1 => 'Νταλάσι Γκάμπιας',
        ),
        'GNF' => array(
            0 => 'GNF',
            1 => 'Φράγκο Γουινέας',
        ),
        'GNS' => array(
            0 => 'GNS',
            1 => 'Συλί Γουινέας',
        ),
        'GQE' => array(
            0 => 'GQE',
            1 => 'Εκγουέλε Ισημερινής Γουινέας',
        ),
        'GRD' => array(
            0 => 'Δρχ',
            1 => 'Δραχμή Ελλάδας',
        ),
        'GTQ' => array(
            0 => 'GTQ',
            1 => 'Κουετσάλ Γουατεμάλας',
        ),
        'GWE' => array(
            0 => 'GWE',
            1 => 'Γκινέα Εσκούδο Πορτογαλίας',
        ),
        'GWP' => array(
            0 => 'GWP',
            1 => 'Πέσο Γουινέας-Μπισάου',
        ),
        'GYD' => array(
            0 => 'GYD',
            1 => 'Δολάριο Γουιάνας',
        ),
        'HKD' => array(
            0 => 'HK$',
            1 => 'Δολάριο Χονγκ Κονγκ',
        ),
        'HNL' => array(
            0 => 'HNL',
            1 => 'Λεμπίρα Ονδούρας',
        ),
        'HRD' => array(
            0 => 'HRD',
            1 => 'Δηνάριο Κροατίας',
        ),
        'HRK' => array(
            0 => 'HRK',
            1 => 'Κούνα Κροατίας',
        ),
        'HTG' => array(
            0 => 'HTG',
            1 => 'Γκουρντ Αϊτής',
        ),
        'HUF' => array(
            0 => 'HUF',
            1 => 'Φιορίνι Ουγγαρίας',
        ),
        'IDR' => array(
            0 => 'IDR',
            1 => 'Ρουπία Ινδονησίας',
        ),
        'IEP' => array(
            0 => 'IEP',
            1 => 'Λίρα Ιρλανδίας',
        ),
        'ILP' => array(
            0 => 'ILP',
            1 => 'Λίρα Ισραήλ',
        ),
        'ILR' => array(
            0 => 'ILR',
            1 => 'παλιό σεκέλ Ισραήλ',
        ),
        'ILS' => array(
            0 => '₪',
            1 => 'Νέο Σέκελ Ισραήλ',
        ),
        'INR' => array(
            0 => '₹',
            1 => 'Ρουπία Ινδίας',
        ),
        'IQD' => array(
            0 => 'IQD',
            1 => 'Δηνάριο Ιράκ',
        ),
        'IRR' => array(
            0 => 'IRR',
            1 => 'Ριάλ Ιράν',
        ),
        'ISJ' => array(
            0 => 'ISJ',
            1 => 'Παλιά κορόνα Ισλανδίας',
        ),
        'ISK' => array(
            0 => 'ISK',
            1 => 'Κορόνα Ισλανδίας',
        ),
        'ITL' => array(
            0 => 'ITL',
            1 => 'Λιρέτα Ιταλίας',
        ),
        'JMD' => array(
            0 => 'JMD',
            1 => 'Δολάριο Τζαμάικας',
        ),
        'JOD' => array(
            0 => 'JOD',
            1 => 'Δηνάριο Ιορδανίας',
        ),
        'JPY' => array(
            0 => 'JP¥',
            1 => 'Γιεν Ιαπωνίας',
        ),
        'KES' => array(
            0 => 'KES',
            1 => 'Σελίνι Κένυας',
        ),
        'KGS' => array(
            0 => 'KGS',
            1 => 'Σομ Κιργιζίας',
        ),
        'KHR' => array(
            0 => 'KHR',
            1 => 'Ρίελ Καμπότζης',
        ),
        'KMF' => array(
            0 => 'KMF',
            1 => 'Φράγκο Κομορών',
        ),
        'KPW' => array(
            0 => 'KPW',
            1 => 'Γουόν Βόρειας Κορέας',
        ),
        'KRW' => array(
            0 => '₩',
            1 => 'Γουόν Νότιας Κορέας',
        ),
        'KWD' => array(
            0 => 'KWD',
            1 => 'Δηνάριο Κουβέιτ',
        ),
        'KYD' => array(
            0 => 'KYD',
            1 => 'Δολάριο Νήσων Κέιμαν',
        ),
        'KZT' => array(
            0 => 'KZT',
            1 => 'Τένγκε Καζακστάν',
        ),
        'LAK' => array(
            0 => 'LAK',
            1 => 'Κιπ Λάος',
        ),
        'LBP' => array(
            0 => 'LBP',
            1 => 'Λίρα Λιβάνου',
        ),
        'LKR' => array(
            0 => 'LKR',
            1 => 'Ρουπία Σρι Λάνκα',
        ),
        'LRD' => array(
            0 => 'LRD',
            1 => 'Δολάριο Λιβερίας',
        ),
        'LSL' => array(
            0 => 'LSL',
            1 => 'Λότι Λεσότο',
        ),
        'LTL' => array(
            0 => 'LTL',
            1 => 'Λίτα Λιθουανίας',
        ),
        'LTT' => array(
            0 => 'LTT',
            1 => 'Ταλόνας Λιθουανίας',
        ),
        'LUC' => array(
            0 => 'LUC',
            1 => 'Μετατρέψιμο Φράγκο Λουξεμβούργου',
        ),
        'LUF' => array(
            0 => 'LUF',
            1 => 'Φράγκο Λουξεμβούργου',
        ),
        'LUL' => array(
            0 => 'LUL',
            1 => 'Οικονομικό Φράγκο Λουξεμβούργου',
        ),
        'LVL' => array(
            0 => 'LVL',
            1 => 'Λατς Λετονίας',
        ),
        'LVR' => array(
            0 => 'LVR',
            1 => 'Ρούβλι Λετονίας',
        ),
        'LYD' => array(
            0 => 'LYD',
            1 => 'Δηνάριο Λιβύης',
        ),
        'MAD' => array(
            0 => 'MAD',
            1 => 'Ντιράμ Μαρόκου',
        ),
        'MAF' => array(
            0 => 'MAF',
            1 => 'Φράγκο Μαρόκου',
        ),
        'MDL' => array(
            0 => 'MDL',
            1 => 'Λέου Μολδαβίας',
        ),
        'MGA' => array(
            0 => 'MGA',
            1 => 'Αριάρι Μαδαγασκάρης',
        ),
        'MGF' => array(
            0 => 'MGF',
            1 => 'Φράγκο Μαδαγασκάρης',
        ),
        'MKD' => array(
            0 => 'MKD',
            1 => 'Δηνάριο ΠΓΔΜ',
        ),
        'MLF' => array(
            0 => 'MLF',
            1 => 'Φράγκο Μαλί',
        ),
        'MMK' => array(
            0 => 'MMK',
            1 => 'Κιάτ Μιανμάρ',
        ),
        'MNT' => array(
            0 => 'MNT',
            1 => 'Τουγκρίκ Μογγολίας',
        ),
        'MOP' => array(
            0 => 'MOP',
            1 => 'Πατάκα Μακάο',
        ),
        'MRO' => array(
            0 => 'MRO',
            1 => 'Ουγκίγια Μαυριτανίας',
        ),
        'MTL' => array(
            0 => 'MTL',
            1 => 'Λιρέτα Μάλτας',
        ),
        'MTP' => array(
            0 => 'MTP',
            1 => 'Λίρα Μάλτας',
        ),
        'MUR' => array(
            0 => 'MUR',
            1 => 'Ρουπία Μαυρικίου',
        ),
        'MVR' => array(
            0 => 'MVR',
            1 => 'Ρουφίγια Μαλδίβων',
        ),
        'MWK' => array(
            0 => 'MWK',
            1 => 'Κουάτσα Μαλάουι',
        ),
        'MXN' => array(
            0 => 'MX$',
            1 => 'Πέσο Μεξικού',
        ),
        'MXP' => array(
            0 => 'MXP',
            1 => 'Ασημένιο Πέσο Μεξικού (1861–1992)',
        ),
        'MYR' => array(
            0 => 'MYR',
            1 => 'Ρινγκίτ Μαλαισίας',
        ),
        'MZE' => array(
            0 => 'MZE',
            1 => 'Εσκούδο Μοζαμβίκης',
        ),
        'MZM' => array(
            0 => 'MZM',
            1 => 'Παλαιό Μετικάλ Μοζαμβίκης',
        ),
        'MZN' => array(
            0 => 'MZN',
            1 => 'Μετικάλ Μοζαμβίκης',
        ),
        'NAD' => array(
            0 => 'NAD',
            1 => 'Δολάριο Ναμίμπιας',
        ),
        'NGN' => array(
            0 => 'NGN',
            1 => 'Νάιρα Νιγηρίας',
        ),
        'NIC' => array(
            0 => 'NIC',
            1 => 'Κόρδοβα Νικαράγουας',
        ),
        'NIO' => array(
            0 => 'NIO',
            1 => 'Χρυσή Κόρδοβα Νικαράγουας',
        ),
        'NLG' => array(
            0 => 'NLG',
            1 => 'Γκίλντα Ολλανδίας',
        ),
        'NOK' => array(
            0 => 'NOK',
            1 => 'Κορόνα Νορβηγίας',
        ),
        'NPR' => array(
            0 => 'NPR',
            1 => 'Ρουπία Νεπάλ',
        ),
        'NZD' => array(
            0 => 'NZ$',
            1 => 'Δολάριο Νέας Ζηλανδίας',
        ),
        'OMR' => array(
            0 => 'OMR',
            1 => 'Ριάλ Ομάν',
        ),
        'PAB' => array(
            0 => 'PAB',
            1 => 'Μπαλμπόα Παναμά',
        ),
        'PEI' => array(
            0 => 'PEI',
            1 => 'Ίντι Περού',
        ),
        'PEN' => array(
            0 => 'PEN',
            1 => 'Σολ Περού',
        ),
        'PES' => array(
            0 => 'PES',
            1 => 'Σολ Περού (1863–1965)',
        ),
        'PGK' => array(
            0 => 'PGK',
            1 => 'Κίνα Παπούας Νέας Γουινέας',
        ),
        'PHP' => array(
            0 => 'PHP',
            1 => 'Πέσο Φιλιππίνων',
        ),
        'PKR' => array(
            0 => 'PKR',
            1 => 'Ρουπία Πακιστάν',
        ),
        'PLN' => array(
            0 => 'PLN',
            1 => 'Ζλότι Πολωνίας',
        ),
        'PLZ' => array(
            0 => 'PLZ',
            1 => 'Ζλότυ Πολωνίας (1950–1995)',
        ),
        'PTE' => array(
            0 => 'PTE',
            1 => 'Εσκούδο Πορτογαλίας',
        ),
        'PYG' => array(
            0 => 'PYG',
            1 => 'Γκουαρανί Παραγουάης',
        ),
        'QAR' => array(
            0 => 'QAR',
            1 => 'Ριάλ Κατάρ',
        ),
        'RHD' => array(
            0 => 'RHD',
            1 => 'Δολάριο Ροδεσίας',
        ),
        'ROL' => array(
            0 => 'ROL',
            1 => 'Λέι Ρουμανίας',
        ),
        'RON' => array(
            0 => 'RON',
            1 => 'Λέου Ρουμανίας',
        ),
        'RSD' => array(
            0 => 'RSD',
            1 => 'Δηνάριο Σερβίας',
        ),
        'RUB' => array(
            0 => 'RUB',
            1 => 'Ρούβλι Ρωσίας',
        ),
        'RUR' => array(
            0 => 'RUR',
            1 => 'Ρούβλι Ρωσίας (1991–1998)',
        ),
        'RWF' => array(
            0 => 'RWF',
            1 => 'Φράγκο Ρουάντας',
        ),
        'SAR' => array(
            0 => 'SAR',
            1 => 'Ριάλ Σαουδικής Αραβίας',
        ),
        'SBD' => array(
            0 => 'SBD',
            1 => 'Δολάριο Νήσων Σολομώντος',
        ),
        'SCR' => array(
            0 => 'SCR',
            1 => 'Ρουπία Σεϋχελλών',
        ),
        'SDD' => array(
            0 => 'SDD',
            1 => 'Δηνάριο Σουδάν',
        ),
        'SDG' => array(
            0 => 'SDG',
            1 => 'Λίρα Σουδάν',
        ),
        'SDP' => array(
            0 => 'SDP',
            1 => 'Παλαιά Λίρα Σουδάν',
        ),
        'SEK' => array(
            0 => 'SEK',
            1 => 'Κορόνα Σουηδίας',
        ),
        'SGD' => array(
            0 => 'SGD',
            1 => 'Δολάριο Σιγκαπούρης',
        ),
        'SHP' => array(
            0 => 'SHP',
            1 => 'Λίρα Αγίας Ελένης',
        ),
        'SIT' => array(
            0 => 'SIT',
            1 => 'Τόλαρ Σλοβενίας',
        ),
        'SKK' => array(
            0 => 'SKK',
            1 => 'Κορόνα Σλοβενίας',
        ),
        'SLL' => array(
            0 => 'SLL',
            1 => 'Λεόνε Σιέρα Λεόνε',
        ),
        'SOS' => array(
            0 => 'SOS',
            1 => 'Σελίνι Σομαλίας',
        ),
        'SRD' => array(
            0 => 'SRD',
            1 => 'Δολάριο Σουρινάμ',
        ),
        'SRG' => array(
            0 => 'SRG',
            1 => 'Γκίλντα Σουρινάμ',
        ),
        'SSP' => array(
            0 => 'SSP',
            1 => 'Λίρα Νότιου Σουδάν',
        ),
        'STD' => array(
            0 => 'STD',
            1 => 'Ντόμπρα Σάο Τομέ και Πρίνσιπε',
        ),
        'SUR' => array(
            0 => 'SUR',
            1 => 'Σοβιετικό Ρούβλι',
        ),
        'SVC' => array(
            0 => 'SVC',
            1 => 'Κολόν Ελ Σαλβαδόρ',
        ),
        'SYP' => array(
            0 => 'SYP',
            1 => 'Λίρα Συρίας',
        ),
        'SZL' => array(
            0 => 'SZL',
            1 => 'Λιλανγκένι Σουαζιλάνδης',
        ),
        'THB' => array(
            0 => '฿',
            1 => 'Μπατ Ταϊλάνδης',
        ),
        'TJR' => array(
            0 => 'TJR',
            1 => 'Ρούβλι Τατζικιστάν',
        ),
        'TJS' => array(
            0 => 'TJS',
            1 => 'Σομόνι Τατζικιστάν',
        ),
        'TMM' => array(
            0 => 'TMM',
            1 => 'Μανάτ Τουρκμενιστάν',
        ),
        'TMT' => array(
            0 => 'TMT',
            1 => 'Μάνατ Τουρκμενιστάν',
        ),
        'TND' => array(
            0 => 'TND',
            1 => 'Δηνάριο Τυνησίας',
        ),
        'TOP' => array(
            0 => 'TOP',
            1 => 'Παάγκα Τόνγκα',
        ),
        'TPE' => array(
            0 => 'TPE',
            1 => 'Εσκούδο Τιμόρ',
        ),
        'TRL' => array(
            0 => 'TRL',
            1 => 'Παλιά Λίρα Τουρκίας',
        ),
        'TRY' => array(
            0 => 'TRY',
            1 => 'Λίρα Τουρκίας',
        ),
        'TTD' => array(
            0 => 'TTD',
            1 => 'Δολάριο Τρινιντάντ και Τομπάγκο',
        ),
        'TWD' => array(
            0 => 'NT$',
            1 => 'Νέο δολάριο Ταϊβάν',
        ),
        'TZS' => array(
            0 => 'TZS',
            1 => 'Σελίνι Τανζανίας',
        ),
        'UAH' => array(
            0 => 'UAH',
            1 => 'Γρίβνα Ουκρανίας',
        ),
        'UAK' => array(
            0 => 'UAK',
            1 => 'Καρμποβανέτς Ουκρανίας',
        ),
        'UGS' => array(
            0 => 'UGS',
            1 => 'Σελίνι Ουγκάντας (1966–1987)',
        ),
        'UGX' => array(
            0 => 'UGX',
            1 => 'Σελίνι Ουγκάντας',
        ),
        'USD' => array(
            0 => '$',
            1 => 'Δολάριο ΗΠΑ',
        ),
        'USN' => array(
            0 => 'USN',
            1 => 'Δολάριο ΗΠΑ (επόμενη ημέρα)',
        ),
        'USS' => array(
            0 => 'USS',
            1 => 'Δολάριο ΗΠΑ (ίδια ημέρα)',
        ),
        'UYP' => array(
            0 => 'UYP',
            1 => 'Πέσο Ουρουγουάης (1975–1993)',
        ),
        'UYU' => array(
            0 => 'UYU',
            1 => 'Πέσο Ουρουγουάης',
        ),
        'UZS' => array(
            0 => 'UZS',
            1 => 'Σομ Ουζμπεκιστάν',
        ),
        'VEB' => array(
            0 => 'VEB',
            1 => 'Μπολιβάρ Βενεζουέλας (1871–2008)',
        ),
        'VEF' => array(
            0 => 'VEF',
            1 => 'Μπολιβάρ Βενεζουέλας',
        ),
        'VND' => array(
            0 => '₫',
            1 => 'Ντονγκ Βιετνάμ',
        ),
        'VUV' => array(
            0 => 'VUV',
            1 => 'Βατού Βανουάτου',
        ),
        'WST' => array(
            0 => 'WST',
            1 => 'Τάλα Σαμόα',
        ),
        'XAF' => array(
            0 => 'FCFA',
            1 => 'Φράγκο CFA Κεντρικής Αφρικής',
        ),
        'XCD' => array(
            0 => 'EC$',
            1 => 'Δολάριο Ανατολικής Καραϊβικής',
        ),
        'XEU' => array(
            0 => 'XEU',
            1 => 'Ευρωπαϊκή Συναλλαγματική Μονάδα',
        ),
        'XFO' => array(
            0 => 'XFO',
            1 => 'Χρυσό Φράγκο Γαλλίας',
        ),
        'XFU' => array(
            0 => 'XFU',
            1 => 'UIC-Φράγκο Γαλλίας',
        ),
        'XOF' => array(
            0 => 'CFA',
            1 => 'Φράγκο CFA Δυτικής Αφρικής',
        ),
        'XPF' => array(
            0 => 'CFPF',
            1 => 'Φράγκο CFP',
        ),
        'YDD' => array(
            0 => 'YDD',
            1 => 'Δηνάριο Υεμένης',
        ),
        'YER' => array(
            0 => 'YER',
            1 => 'Ριάλ Υεμένης',
        ),
        'YUD' => array(
            0 => 'YUD',
            1 => 'Μεταλλικό Δηνάριο Γιουγκοσλαβίας',
        ),
        'YUM' => array(
            0 => 'YUM',
            1 => 'Νέο Δηνάριο Γιουγκοσλαβίας',
        ),
        'YUN' => array(
            0 => 'YUN',
            1 => 'Μετατρέψιμο Δηνάριο Γιουγκοσλαβίας',
        ),
        'ZAL' => array(
            0 => 'ZAL',
            1 => 'Ραντ Νότιας Αφρικής (οικονομικό)',
        ),
        'ZAR' => array(
            0 => 'ZAR',
            1 => 'Ραντ Νότιας Αφρικής',
        ),
        'ZMK' => array(
            0 => 'ZMK',
            1 => 'Κουάνζα Ζαΐρ (1968–2012)',
        ),
        'ZMW' => array(
            0 => 'ZMW',
            1 => 'Κουάτσα Ζάμπιας',
        ),
        'ZRN' => array(
            0 => 'ZRN',
            1 => 'Νέο Ζαΐρ Ζαΐρ',
        ),
        'ZRZ' => array(
            0 => 'ZRZ',
            1 => 'Ζαΐρ Ζαΐρ',
        ),
        'ZWD' => array(
            0 => 'ZWD',
            1 => 'Δολάριο Ζιμπάμπουε',
        ),
        'ZWL' => array(
            0 => 'ZWL',
            1 => 'Δολάριο Ζιμπάμπουε (2009)',
        ),
    ),
);
