<?php

return array(
    'Version' => '2.1.37.5',
    'Names' => array(
        'ADP' => array(
            0 => 'ADP',
            1 => 'پزتای آندورا',
        ),
        'AED' => array(
            0 => 'AED',
            1 => 'درهم امارات متحدهٔ عربی',
        ),
        'AFA' => array(
            0 => 'AFA',
            1 => 'افغانی افغانستان (۱۹۲۷ تا ۲۰۰۲)',
        ),
        'AFN' => array(
            0 => '؋',
            1 => 'افغانی افغانستان',
        ),
        'ALL' => array(
            0 => 'ALL',
            1 => 'لک آلبانی',
        ),
        'AMD' => array(
            0 => 'AMD',
            1 => 'درام ارمنستان',
        ),
        'ANG' => array(
            0 => 'ANG',
            1 => 'گیلدر آنتیل هلند',
        ),
        'AOA' => array(
            0 => 'AOA',
            1 => 'کوانزای آنگولا',
        ),
        'ARP' => array(
            0 => 'ARP',
            1 => 'پزوی آرژانتین (۱۹۸۳ تا ۱۹۸۵)‏',
        ),
        'ARS' => array(
            0 => 'ARS',
            1 => 'پزوی آرژانتین',
        ),
        'ATS' => array(
            0 => 'ATS',
            1 => 'شیلینگ اتریش',
        ),
        'AUD' => array(
            0 => 'A$',
            1 => 'دلار استرالیا',
        ),
        'AWG' => array(
            0 => 'AWG',
            1 => 'فلورین آروبا',
        ),
        'AZM' => array(
            0 => 'AZM',
            1 => 'منات جمهوری آذربایجان (۱۹۹۳ تا ۲۰۰۶)',
        ),
        'AZN' => array(
            0 => 'AZN',
            1 => 'منات جمهوری آذربایجان',
        ),
        'BAD' => array(
            0 => 'BAD',
            1 => 'دینار بوسنی و هرزگوین (۱۹۹۲ تا ۱۹۹۴)',
        ),
        'BAM' => array(
            0 => 'BAM',
            1 => 'مارک تبدیل‌پذیر بوسنی و هرزگوین',
        ),
        'BBD' => array(
            0 => 'BBD',
            1 => 'دلار باربادوس',
        ),
        'BDT' => array(
            0 => 'BDT',
            1 => 'تاکای بنگلادش',
        ),
        'BEF' => array(
            0 => 'BEF',
            1 => 'فرانک بلژیک',
        ),
        'BEL' => array(
            0 => 'BEL',
            1 => 'فرانک بلژیک (مالی)',
        ),
        'BGN' => array(
            0 => 'BGN',
            1 => 'لف بلغارستان',
        ),
        'BHD' => array(
            0 => 'BHD',
            1 => 'دینار بحرین',
        ),
        'BIF' => array(
            0 => 'BIF',
            1 => 'فرانک بوروندی',
        ),
        'BMD' => array(
            0 => 'BMD',
            1 => 'دلار برمودا',
        ),
        'BND' => array(
            0 => 'BND',
            1 => 'دلار برونئی',
        ),
        'BOB' => array(
            0 => 'BOB',
            1 => 'بولیویانوی بولیوی',
        ),
        'BOP' => array(
            0 => 'BOP',
            1 => 'پزوی بولیوی',
        ),
        'BRL' => array(
            0 => 'R$',
            1 => 'رئال برزیل',
        ),
        'BSD' => array(
            0 => 'BSD',
            1 => 'دلار باهاما',
        ),
        'BTN' => array(
            0 => 'BTN',
            1 => 'انگولتروم بوتان',
        ),
        'BWP' => array(
            0 => 'BWP',
            1 => 'پولای بوتسوانا',
        ),
        'BYB' => array(
            0 => 'BYB',
            1 => 'روبل جدید بیلوروسی (۱۹۹۴ تا ۱۹۹۹)',
        ),
        'BYN' => array(
            0 => 'BYN',
            1 => 'روبل بلاروسی',
        ),
        'BYR' => array(
            0 => 'BYR',
            1 => 'روبل بلاروسی (۲۰۱۶–۲۰۰۰)',
        ),
        'BZD' => array(
            0 => 'BZD',
            1 => 'دلار بلیز',
        ),
        'CAD' => array(
            0 => '$CA',
            1 => 'دلار کانادا',
        ),
        'CDF' => array(
            0 => 'CDF',
            1 => 'فرانک کنگو',
        ),
        'CHF' => array(
            0 => 'CHF',
            1 => 'فرانک سوئیس',
        ),
        'CLP' => array(
            0 => 'CLP',
            1 => 'پزوی شیلی',
        ),
        'CNH' => array(
            0 => 'CNH',
            1 => 'یوآن چین (برون‌مرزی)',
        ),
        'CNY' => array(
            0 => '¥CN',
            1 => 'یوآن چین',
        ),
        'COP' => array(
            0 => 'COP',
            1 => 'پزوی کلمبیا',
        ),
        'CRC' => array(
            0 => 'CRC',
            1 => 'کولون کاستاریکا',
        ),
        'CSD' => array(
            0 => 'CSD',
            1 => 'دینار صربستان (۲۰۰۲ تا ۲۰۰۶)',
        ),
        'CUC' => array(
            0 => 'CUC',
            1 => 'پزوی تبدیل‌پذیر کوبا',
        ),
        'CUP' => array(
            0 => 'CUP',
            1 => 'پزوی کوبا',
        ),
        'CVE' => array(
            0 => 'CVE',
            1 => 'اسکودوی کیپ‌ورد',
        ),
        'CYP' => array(
            0 => 'CYP',
            1 => 'پوند قبرس',
        ),
        'CZK' => array(
            0 => 'CZK',
            1 => 'کورونای جمهوری چک',
        ),
        'DDM' => array(
            0 => 'DDM',
            1 => 'مارک آلمان شرقی',
        ),
        'DEM' => array(
            0 => 'DEM',
            1 => 'مارک آلمان',
        ),
        'DJF' => array(
            0 => 'DJF',
            1 => 'فرانک جیبوتی',
        ),
        'DKK' => array(
            0 => 'DKK',
            1 => 'کرون دانمارک',
        ),
        'DOP' => array(
            0 => 'DOP',
            1 => 'پزوی جمهوری دومینیکن',
        ),
        'DZD' => array(
            0 => 'DZD',
            1 => 'دینار الجزایر',
        ),
        'EGP' => array(
            0 => 'EGP',
            1 => 'پوند مصر',
        ),
        'ERN' => array(
            0 => 'ERN',
            1 => 'ناکفای اریتره',
        ),
        'ETB' => array(
            0 => 'ETB',
            1 => 'بیر اتیوپی',
        ),
        'EUR' => array(
            0 => '€',
            1 => 'یورو',
        ),
        'FJD' => array(
            0 => 'FJD',
            1 => 'دلار فیجی',
        ),
        'FKP' => array(
            0 => 'FKP',
            1 => 'پوند جزایر فالکلند',
        ),
        'FRF' => array(
            0 => 'FRF',
            1 => 'فرانک فرانسه',
        ),
        'GBP' => array(
            0 => '£',
            1 => 'پوند بریتانیا',
        ),
        'GEL' => array(
            0 => 'GEL',
            1 => 'لاری گرجستان',
        ),
        'GHS' => array(
            0 => 'GHS',
            1 => 'سدی غنا',
        ),
        'GIP' => array(
            0 => 'GIP',
            1 => 'پوند جبل‌الطارق',
        ),
        'GMD' => array(
            0 => 'GMD',
            1 => 'دالاسی گامبیا',
        ),
        'GNF' => array(
            0 => 'GNF',
            1 => 'فرانک گینه',
        ),
        'GRD' => array(
            0 => 'GRD',
            1 => 'دراخمای یونان',
        ),
        'GTQ' => array(
            0 => 'GTQ',
            1 => 'کتزال گواتمالا',
        ),
        'GWP' => array(
            0 => 'GWP',
            1 => 'پزوی گینهٔ بیسائو',
        ),
        'GYD' => array(
            0 => 'GYD',
            1 => 'دلار گویانا',
        ),
        'HKD' => array(
            0 => '$HK',
            1 => 'دلار هنگ‌کنگ',
        ),
        'HNL' => array(
            0 => 'HNL',
            1 => 'لمپیرای هندوراس',
        ),
        'HRD' => array(
            0 => 'HRD',
            1 => 'دینار کرواسی',
        ),
        'HRK' => array(
            0 => 'HRK',
            1 => 'کونای کرواسی',
        ),
        'HTG' => array(
            0 => 'HTG',
            1 => 'گورد هائیتی',
        ),
        'HUF' => array(
            0 => 'HUF',
            1 => 'فورینت مجارستان',
        ),
        'IDR' => array(
            0 => 'IDR',
            1 => 'روپیهٔ اندونزی',
        ),
        'IEP' => array(
            0 => 'IEP',
            1 => 'پوند ایرلند',
        ),
        'ILS' => array(
            0 => '₪',
            1 => 'شقل جدید اسرائیل',
        ),
        'INR' => array(
            0 => '₹',
            1 => 'روپیهٔ هند',
        ),
        'IQD' => array(
            0 => 'IQD',
            1 => 'دینار عراق',
        ),
        'IRR' => array(
            0 => 'ریال',
            1 => 'ریال ایران',
        ),
        'ISK' => array(
            0 => 'ISK',
            1 => 'کرونای ایسلند',
        ),
        'ITL' => array(
            0 => 'ITL',
            1 => 'لیرهٔ ایتالیا',
        ),
        'JMD' => array(
            0 => 'JMD',
            1 => 'دلار جامائیکا',
        ),
        'JOD' => array(
            0 => 'JOD',
            1 => 'دینار اردن',
        ),
        'JPY' => array(
            0 => '¥',
            1 => 'ین ژاپن',
        ),
        'KES' => array(
            0 => 'KES',
            1 => 'شیلینگ کنیا',
        ),
        'KGS' => array(
            0 => 'KGS',
            1 => 'سوم قرقیزستان',
        ),
        'KHR' => array(
            0 => 'KHR',
            1 => 'ری‌یل کامبوج',
        ),
        'KMF' => array(
            0 => 'KMF',
            1 => 'فرانک کومورو',
        ),
        'KPW' => array(
            0 => 'KPW',
            1 => 'وون کرهٔ شمالی',
        ),
        'KRW' => array(
            0 => '₩',
            1 => 'وون کرهٔ جنوبی',
        ),
        'KWD' => array(
            0 => 'KWD',
            1 => 'دینار کویت',
        ),
        'KYD' => array(
            0 => 'KYD',
            1 => 'دلار جزایر کِیمن',
        ),
        'KZT' => array(
            0 => 'KZT',
            1 => 'تنگهٔ قزاقستان',
        ),
        'LAK' => array(
            0 => 'LAK',
            1 => 'کیپ لائوس',
        ),
        'LBP' => array(
            0 => 'LBP',
            1 => 'لیرهٔ لبنان',
        ),
        'LKR' => array(
            0 => 'LKR',
            1 => 'روپیهٔ سری‌لانکا',
        ),
        'LRD' => array(
            0 => 'LRD',
            1 => 'دلار لیبریا',
        ),
        'LSL' => array(
            0 => 'LSL',
            1 => 'لوتی لسوتو',
        ),
        'LTL' => array(
            0 => 'LTL',
            1 => 'لیتاس لیتوانی',
        ),
        'LUF' => array(
            0 => 'LUF',
            1 => 'فرانک لوکزامبورگ',
        ),
        'LUL' => array(
            0 => 'LUL',
            1 => 'فرانک مالی لوگزامبورگ',
        ),
        'LVL' => array(
            0 => 'LVL',
            1 => 'لاتس لتونی',
        ),
        'LVR' => array(
            0 => 'LVR',
            1 => 'روبل لتونی',
        ),
        'LYD' => array(
            0 => 'LYD',
            1 => 'دینار لیبی',
        ),
        'MAD' => array(
            0 => 'MAD',
            1 => 'درهم مراکش',
        ),
        'MAF' => array(
            0 => 'MAF',
            1 => 'فرانک مراکش',
        ),
        'MDL' => array(
            0 => 'MDL',
            1 => 'لئوی مولداوی',
        ),
        'MGA' => array(
            0 => 'MGA',
            1 => 'آریاری مالاگاسی',
        ),
        'MGF' => array(
            0 => 'MGF',
            1 => 'فرانک ماداگاسکار',
        ),
        'MKD' => array(
            0 => 'MKD',
            1 => 'دینار مقدونیه',
        ),
        'MLF' => array(
            0 => 'MLF',
            1 => 'فرانک مالی',
        ),
        'MMK' => array(
            0 => 'MMK',
            1 => 'کیات میانمار',
        ),
        'MNT' => array(
            0 => 'MNT',
            1 => 'توگریک مغولستان',
        ),
        'MOP' => array(
            0 => 'MOP',
            1 => 'پاتاکای ماکائو',
        ),
        'MRO' => array(
            0 => 'MRO',
            1 => 'اوگوئیای موریتانی',
        ),
        'MTL' => array(
            0 => 'MTL',
            1 => 'لیرهٔ مالت',
        ),
        'MTP' => array(
            0 => 'MTP',
            1 => 'پوند مالت',
        ),
        'MUR' => array(
            0 => 'MUR',
            1 => 'روپیهٔ موریس',
        ),
        'MVR' => array(
            0 => 'MVR',
            1 => 'روپیهٔ مالدیو',
        ),
        'MWK' => array(
            0 => 'MWK',
            1 => 'کواچای مالاوی',
        ),
        'MXN' => array(
            0 => '$MX',
            1 => 'پزوی مکزیک',
        ),
        'MXP' => array(
            0 => 'MXP',
            1 => 'پزوی نقرهٔ مکزیک (۱۸۶۱ تا ۱۹۹۲)',
        ),
        'MYR' => array(
            0 => 'MYR',
            1 => 'رینگیت مالزی',
        ),
        'MZE' => array(
            0 => 'MZE',
            1 => 'اسکودوی موزامبیک',
        ),
        'MZN' => array(
            0 => 'MZN',
            1 => 'متیکال موزامبیک',
        ),
        'NAD' => array(
            0 => 'NAD',
            1 => 'دلار نامیبیا',
        ),
        'NGN' => array(
            0 => 'NGN',
            1 => 'نایرای نیجریه',
        ),
        'NIO' => array(
            0 => 'NIO',
            1 => 'کوردوبای نیکاراگوئه',
        ),
        'NLG' => array(
            0 => 'NLG',
            1 => 'گیلدر هلند',
        ),
        'NOK' => array(
            0 => 'NOK',
            1 => 'کرون نروژ',
        ),
        'NPR' => array(
            0 => 'NPR',
            1 => 'روپیهٔ نپال',
        ),
        'NZD' => array(
            0 => '$NZ',
            1 => 'دلار زلاند نو',
        ),
        'OMR' => array(
            0 => 'OMR',
            1 => 'ریال عمان',
        ),
        'PAB' => array(
            0 => 'PAB',
            1 => 'بالبوای پاناما',
        ),
        'PEN' => array(
            0 => 'PEN',
            1 => 'نوئووسول پرو',
        ),
        'PGK' => array(
            0 => 'PGK',
            1 => 'کینای پاپوا گینهٔ نو',
        ),
        'PHP' => array(
            0 => 'PHP',
            1 => 'پزوی فیلیپین',
        ),
        'PKR' => array(
            0 => 'PKR',
            1 => 'روپیهٔ پاکستان',
        ),
        'PLN' => array(
            0 => 'PLN',
            1 => 'زواتی لهستان',
        ),
        'PTE' => array(
            0 => 'PTE',
            1 => 'اسکودوی پرتغال',
        ),
        'PYG' => array(
            0 => 'PYG',
            1 => 'گوارانی پاراگوئه',
        ),
        'QAR' => array(
            0 => 'QAR',
            1 => 'ریال قطر',
        ),
        'RHD' => array(
            0 => 'RHD',
            1 => 'دلار رودزیا',
        ),
        'RON' => array(
            0 => 'RON',
            1 => 'لئوی رومانی',
        ),
        'RSD' => array(
            0 => 'RSD',
            1 => 'دینار صربستان',
        ),
        'RUB' => array(
            0 => 'RUB',
            1 => 'روبل روسیه',
        ),
        'RUR' => array(
            0 => 'RUR',
            1 => 'روبل روسیه (۱۹۹۱ تا ۱۹۹۸)',
        ),
        'RWF' => array(
            0 => 'RWF',
            1 => 'فرانک رواندا',
        ),
        'SAR' => array(
            0 => 'SAR',
            1 => 'ریال سعودی',
        ),
        'SBD' => array(
            0 => 'SBD',
            1 => 'دلار جزایر سلیمان',
        ),
        'SCR' => array(
            0 => 'SCR',
            1 => 'روپیهٔ سیشل',
        ),
        'SDD' => array(
            0 => 'SDD',
            1 => 'دینار سودان (۱۹۹۲ تا ۲۰۰۷)',
        ),
        'SDG' => array(
            0 => 'SDG',
            1 => 'پوند سودان',
        ),
        'SEK' => array(
            0 => 'SEK',
            1 => 'کرون سوئد',
        ),
        'SGD' => array(
            0 => 'SGD',
            1 => 'دلار سنگاپور',
        ),
        'SHP' => array(
            0 => 'SHP',
            1 => 'پوند سنت هلن',
        ),
        'SLL' => array(
            0 => 'SLL',
            1 => 'لئون سیرالئون',
        ),
        'SOS' => array(
            0 => 'SOS',
            1 => 'شیلینگ سومالی',
        ),
        'SRD' => array(
            0 => 'SRD',
            1 => 'دلار سورینام',
        ),
        'SRG' => array(
            0 => 'SRG',
            1 => 'گیلدر سورینام',
        ),
        'SSP' => array(
            0 => 'SSP',
            1 => 'پوند سودان جنوبی',
        ),
        'STD' => array(
            0 => 'STD',
            1 => 'دوبرای سائوتومه و پرنسیپ',
        ),
        'SUR' => array(
            0 => 'SUR',
            1 => 'روبل شوروی',
        ),
        'SYP' => array(
            0 => 'SYP',
            1 => 'لیرهٔ سوریه',
        ),
        'SZL' => array(
            0 => 'SZL',
            1 => 'لیلانگنی سوازیلند',
        ),
        'THB' => array(
            0 => '฿',
            1 => 'بات تایلند',
        ),
        'TJR' => array(
            0 => 'TJR',
            1 => 'روبل تاجیکستان',
        ),
        'TJS' => array(
            0 => 'TJS',
            1 => 'سامانی تاجیکستان',
        ),
        'TMM' => array(
            0 => 'TMM',
            1 => 'منات ترکمنستان (۱۹۹۳ تا ۲۰۰۹)',
        ),
        'TMT' => array(
            0 => 'TMT',
            1 => 'منات ترکمنستان',
        ),
        'TND' => array(
            0 => 'TND',
            1 => 'دینار تونس',
        ),
        'TOP' => array(
            0 => 'TOP',
            1 => 'پاآنگای تونگا',
        ),
        'TPE' => array(
            0 => 'TPE',
            1 => 'اسکودوی تیمور',
        ),
        'TRL' => array(
            0 => 'TRL',
            1 => 'لیرهٔ ترکیه (۱۹۲۲ تا ۲۰۰۵)',
        ),
        'TRY' => array(
            0 => 'TRY',
            1 => 'لیرهٔ ترکیه',
        ),
        'TTD' => array(
            0 => 'TTD',
            1 => 'دلار ترینیداد و توباگو',
        ),
        'TWD' => array(
            0 => 'NT$',
            1 => 'دلار جدید تایوان',
        ),
        'TZS' => array(
            0 => 'TZS',
            1 => 'شیلینگ تانزانیا',
        ),
        'UAH' => array(
            0 => 'UAH',
            1 => 'هریونیای اوکراین',
        ),
        'UGS' => array(
            0 => 'UGS',
            1 => 'شیلینگ اوگاندا (۱۹۶۶ تا ۱۹۸۷)',
        ),
        'UGX' => array(
            0 => 'UGX',
            1 => 'شیلینگ اوگاندا',
        ),
        'USD' => array(
            0 => '$',
            1 => 'دلار امریکا',
        ),
        'USN' => array(
            0 => 'USN',
            1 => 'دلار امریکا (روز بعد)',
        ),
        'USS' => array(
            0 => 'USS',
            1 => 'دلار امریکا (همان روز)',
        ),
        'UYP' => array(
            0 => 'UYP',
            1 => 'پزوی اوروگوئه (۱۹۷۵ تا ۱۹۹۳)',
        ),
        'UYU' => array(
            0 => 'UYU',
            1 => 'پزوی اوروگوئه',
        ),
        'UZS' => array(
            0 => 'UZS',
            1 => 'سوم ازبکستان',
        ),
        'VEB' => array(
            0 => 'VEB',
            1 => 'بولیوار ونزوئلا (۱۸۷۱ تا ۲۰۰۸)',
        ),
        'VEF' => array(
            0 => 'VEF',
            1 => 'بولیوار ونزوئلا',
        ),
        'VND' => array(
            0 => '₫',
            1 => 'دانگ ویتنام',
        ),
        'VUV' => array(
            0 => 'VUV',
            1 => 'واتوی وانوواتو',
        ),
        'WST' => array(
            0 => 'WST',
            1 => 'تالای ساموا',
        ),
        'XAF' => array(
            0 => 'FCFA',
            1 => 'فرانک CFA مرکز افریقا',
        ),
        'XCD' => array(
            0 => '$EC',
            1 => 'دلار شرق کارائیب',
        ),
        'XFO' => array(
            0 => 'XFO',
            1 => 'فرانک طلای فرانسه',
        ),
        'XOF' => array(
            0 => 'CFA',
            1 => 'فرانک CFA غرب افریقا',
        ),
        'XPF' => array(
            0 => 'CFPF',
            1 => 'فرانک اقیانوسیه',
        ),
        'YDD' => array(
            0 => 'YDD',
            1 => 'دینار یمن',
        ),
        'YER' => array(
            0 => 'YER',
            1 => 'ریال یمن',
        ),
        'ZAR' => array(
            0 => 'ZAR',
            1 => 'راند افریقای جنوبی',
        ),
        'ZMK' => array(
            0 => 'ZMK',
            1 => 'کواچای زامبیا (۱۹۶۸ تا ۲۰۱۲)',
        ),
        'ZMW' => array(
            0 => 'ZMW',
            1 => 'کواچای زامبیا',
        ),
        'ZWD' => array(
            0 => 'ZWD',
            1 => 'دلار زیمبابوه (۱۹۸۰ تا ۲۰۰۸)',
        ),
        'ZWL' => array(
            0 => 'ZWL',
            1 => 'دلار زیمبابوه (۲۰۰۹)',
        ),
        'ZWR' => array(
            0 => 'ZWR',
            1 => 'دلار زیمبابوه (۲۰۰۸)',
        ),
    ),
);
