<?php

return array(
    'Version' => '2.1.37.6',
    'Names' => array(
        'AUD' => array(
            0 => 'A$',
            1 => 'دالر آسترالیا',
        ),
        'BND' => array(
            0 => 'BND',
            1 => 'دالر برونی',
        ),
        'BYN' => array(
            0 => 'BYN',
            1 => 'روبل روسیهٔ سفید',
        ),
        'BYR' => array(
            0 => 'BYR',
            1 => 'روبل روسیهٔ سفید (۲۰۰۰–۲۰۱۶)',
        ),
        'CAD' => array(
            0 => '$CA',
            1 => 'دالر کانادا',
        ),
        'CHF' => array(
            0 => 'CHF',
            1 => 'فرانک سویس',
        ),
        'DKK' => array(
            0 => 'DKK',
            1 => 'کرون دنمارک',
        ),
        'JPY' => array(
            0 => '¥',
            1 => 'ین جاپان',
        ),
        'MXN' => array(
            0 => '$MX',
            1 => 'پزوی مکسیکو',
        ),
        'NLG' => array(
            0 => 'NLG',
            1 => 'گیلدر هالند',
        ),
        'NOK' => array(
            0 => 'NOK',
            1 => 'کرون ناروی',
        ),
        'SEK' => array(
            0 => 'SEK',
            1 => 'کرون سویدن',
        ),
        'SGD' => array(
            0 => 'SGD',
            1 => 'دالر سینگاپور',
        ),
        'TJS' => array(
            0 => 'TJS',
            1 => 'سامانی تاجکستان',
        ),
        'USD' => array(
            0 => '$',
            1 => 'دالر امریکا',
        ),
    ),
);
