<?php

return array(
    'Version' => '2.1.36.86',
    'Names' => array(
        'AED' => array(
            0 => 'AED',
            1 => 'યુનાઈટેડ આરબ અમિરાત દિરહામ',
        ),
        'AFN' => array(
            0 => 'AFN',
            1 => 'અફ્ગાન અફ્ગાની',
        ),
        'ALL' => array(
            0 => 'ALL',
            1 => 'અલ્બેનિયન લેક',
        ),
        'AMD' => array(
            0 => 'AMD',
            1 => 'અર્મેનિયન ડ્રેમ',
        ),
        'ANG' => array(
            0 => 'ANG',
            1 => 'નેધરલેંડ એંટિલિન ગિલ્ડર',
        ),
        'AOA' => array(
            0 => 'AOA',
            1 => 'અંગોલિયન ક્વાન્ઝા',
        ),
        'ARS' => array(
            0 => 'ARS',
            1 => 'અર્જેન્ટીના પેસો',
        ),
        'AUD' => array(
            0 => 'A$',
            1 => 'ઑસ્ટ્રેલિયન ડૉલર',
        ),
        'AWG' => array(
            0 => 'AWG',
            1 => 'અરુબન ફ્લોરિન',
        ),
        'AZN' => array(
            0 => 'AZN',
            1 => 'અઝરબૈજાની મનાત',
        ),
        'BAM' => array(
            0 => 'BAM',
            1 => 'બોસ્નિયા અને હર્ઝેગોવિના રૂપાંતર યોગ્ય માર્ક',
        ),
        'BBD' => array(
            0 => 'BBD',
            1 => 'બાર્બાડિયન ડોલર',
        ),
        'BDT' => array(
            0 => 'BDT',
            1 => 'બાંગલાદેશી ટાકા',
        ),
        'BGN' => array(
            0 => 'BGN',
            1 => 'બલ્ગેરીયન લેવ',
        ),
        'BHD' => array(
            0 => 'BHD',
            1 => 'બેહરિની દિનાર',
        ),
        'BIF' => array(
            0 => 'BIF',
            1 => 'બુરુન્ડિયન ફ્રેંક',
        ),
        'BMD' => array(
            0 => 'BMD',
            1 => 'બર્મુડન ડોલર',
        ),
        'BND' => array(
            0 => 'BND',
            1 => 'બ્રુનેઇ ડોલર',
        ),
        'BOB' => array(
            0 => 'BOB',
            1 => 'બોલિવિયન બોલિવિયાનો',
        ),
        'BRL' => array(
            0 => 'R$',
            1 => 'બ્રાઝિલીયન રિઆલ',
        ),
        'BSD' => array(
            0 => 'BSD',
            1 => 'બહામિયન ડોલર',
        ),
        'BTN' => array(
            0 => 'BTN',
            1 => 'ભુતાનિઝ એંગુલ્ત્રમ',
        ),
        'BWP' => array(
            0 => 'BWP',
            1 => 'બોત્સવાનન પુલા',
        ),
        'BYN' => array(
            0 => 'BYN',
            1 => 'બેલારુશિયન રૂબલ',
        ),
        'BYR' => array(
            0 => 'BYR',
            1 => 'બેલારુશિયન રૂબલ (2000–2016)',
        ),
        'BZD' => array(
            0 => 'BZD',
            1 => 'બેલિઝ ડોલર',
        ),
        'CAD' => array(
            0 => 'CA$',
            1 => 'કેનેડિયન ડૉલર',
        ),
        'CDF' => array(
            0 => 'CDF',
            1 => 'કોંગોલિઝ ફ્રેંક',
        ),
        'CHF' => array(
            0 => 'CHF',
            1 => 'સ્વિસ ફ્રેંક',
        ),
        'CLP' => array(
            0 => 'CLP',
            1 => 'ચિલિઅન પેસો',
        ),
        'CNH' => array(
            0 => 'CNH',
            1 => 'ચાઇનીઝ યુઆન (ઑફશોર)',
        ),
        'CNY' => array(
            0 => 'CN¥',
            1 => 'ચાઇનિઝ યુઆન',
        ),
        'COP' => array(
            0 => 'COP',
            1 => 'કોલમ્બિયન પેસો',
        ),
        'CRC' => array(
            0 => 'CRC',
            1 => 'કોસ્ટા રિકન કોલોન',
        ),
        'CUC' => array(
            0 => 'CUC',
            1 => 'ક્યુબન રૂપાંતર યોગ્ય પેસો',
        ),
        'CUP' => array(
            0 => 'CUP',
            1 => 'ક્યુબન પેસો',
        ),
        'CVE' => array(
            0 => 'CVE',
            1 => 'કેપ વર્દિયન એસ્કુડો',
        ),
        'CZK' => array(
            0 => 'CZK',
            1 => 'ચેક રીપબ્લિક કોરુના',
        ),
        'DJF' => array(
            0 => 'DJF',
            1 => 'જિબુટિયન ફ્રેંક',
        ),
        'DKK' => array(
            0 => 'DKK',
            1 => 'ડેનિશ ક્રોન',
        ),
        'DOP' => array(
            0 => 'DOP',
            1 => 'ડોમિનિકન પેસો',
        ),
        'DZD' => array(
            0 => 'DZD',
            1 => 'અલ્જિરિયન દિનાર',
        ),
        'EGP' => array(
            0 => 'EGP',
            1 => 'ઇજિપ્તિયન પાઉન્ડ',
        ),
        'ERN' => array(
            0 => 'ERN',
            1 => 'એરિટ્રેયન નક્ફા',
        ),
        'ETB' => array(
            0 => 'ETB',
            1 => 'ઇથિયોપીયન બિર',
        ),
        'EUR' => array(
            0 => '€',
            1 => 'યુરો',
        ),
        'FJD' => array(
            0 => 'FJD',
            1 => 'ફિજિઅન ડોલર',
        ),
        'FKP' => array(
            0 => 'FKP',
            1 => 'ફૉકલેન્ડ આઇલેંડ્સ પાઉન્ડ',
        ),
        'GBP' => array(
            0 => '£',
            1 => 'બ્રિટિશ પાઉન્ડ',
        ),
        'GEL' => array(
            0 => 'GEL',
            1 => 'જ્યોર્જિઅન લારી',
        ),
        'GHS' => array(
            0 => 'GHS',
            1 => 'ઘાનાઇયન સેડી',
        ),
        'GIP' => array(
            0 => 'GIP',
            1 => 'જીબ્રાલ્ટર પાઉન્ડ',
        ),
        'GMD' => array(
            0 => 'GMD',
            1 => 'ગેમ્બિયન દલાસી',
        ),
        'GNF' => array(
            0 => 'GNF',
            1 => 'ગિનીયન ફ્રેંક',
        ),
        'GTQ' => array(
            0 => 'GTQ',
            1 => 'ગ્વાટેમાલા કુઇટ્ઝલ',
        ),
        'GYD' => array(
            0 => 'GYD',
            1 => 'ગયાનિઝ ડોલર',
        ),
        'HKD' => array(
            0 => 'HK$',
            1 => 'હોંગ કોંગ ડૉલર',
        ),
        'HNL' => array(
            0 => 'HNL',
            1 => 'હોન્ડ્યુરન લેમ્પિરા',
        ),
        'HRK' => array(
            0 => 'HRK',
            1 => 'ક્રોએશિયન ક્યુના',
        ),
        'HTG' => array(
            0 => 'HTG',
            1 => 'હાઇટિઇન ગોર્ડ',
        ),
        'HUF' => array(
            0 => 'HUF',
            1 => 'હંગેરીયન ફોરિન્ત',
        ),
        'IDR' => array(
            0 => 'IDR',
            1 => 'ઇન્ડોનેશિયન રૂપિયા',
        ),
        'ILS' => array(
            0 => '₪',
            1 => 'ઇઝરાયેલી ન્યુ શેકલ',
        ),
        'INR' => array(
            0 => '₹',
            1 => 'ભારતીય રૂપિયા',
        ),
        'IQD' => array(
            0 => 'IQD',
            1 => 'ઇરાકી દિનાર',
        ),
        'IRR' => array(
            0 => 'IRR',
            1 => 'ઇરાનિયન રિયાલ',
        ),
        'ISK' => array(
            0 => 'ISK',
            1 => 'આઇસલેન્ડિક ક્રોના',
        ),
        'JMD' => array(
            0 => 'JMD',
            1 => 'જમૈકિયન ડોલર',
        ),
        'JOD' => array(
            0 => 'JOD',
            1 => 'જોર્ડનિયન દિનાર',
        ),
        'JPY' => array(
            0 => 'JP¥',
            1 => 'જાપાનીઝ યેન',
        ),
        'KES' => array(
            0 => 'KES',
            1 => 'કેન્યેન શિલિંગ',
        ),
        'KGS' => array(
            0 => 'KGS',
            1 => 'કિર્ગિસ્તાની સોમ',
        ),
        'KHR' => array(
            0 => 'KHR',
            1 => 'કેમ્બોડિયન રીઅલ',
        ),
        'KMF' => array(
            0 => 'KMF',
            1 => 'કોમોરિઅન ફ્રેંક',
        ),
        'KPW' => array(
            0 => 'KPW',
            1 => 'ઉત્તર કોરિયન વન',
        ),
        'KRW' => array(
            0 => '₩',
            1 => 'દક્ષિણ કોરિયન વન',
        ),
        'KWD' => array(
            0 => 'KWD',
            1 => 'કુવૈતી દિનાર',
        ),
        'KYD' => array(
            0 => 'KYD',
            1 => 'કેયમેન આઇલેંડ્સ ડોલર',
        ),
        'KZT' => array(
            0 => 'KZT',
            1 => 'કઝાકિસ્તાની ટેંગ',
        ),
        'LAK' => array(
            0 => 'LAK',
            1 => 'લાઓશિયન કિપ',
        ),
        'LBP' => array(
            0 => 'LBP',
            1 => 'લેબેનિઝ પાઉન્ડ',
        ),
        'LKR' => array(
            0 => 'LKR',
            1 => 'શ્રી લંકન રૂપી',
        ),
        'LRD' => array(
            0 => 'LRD',
            1 => 'લિબેરિયન ડોલર',
        ),
        'LSL' => array(
            0 => 'LSL',
            1 => 'લેસોથો લોતી',
        ),
        'LTL' => array(
            0 => 'LTL',
            1 => 'લિથુએનિયન લિતાસ',
        ),
        'LVL' => array(
            0 => 'LVL',
            1 => 'લાતવિયન લેત્સ',
        ),
        'LYD' => array(
            0 => 'LYD',
            1 => 'લિબ્યન દિનાર',
        ),
        'MAD' => array(
            0 => 'MAD',
            1 => 'મોરોક્કન દિરહામ',
        ),
        'MDL' => array(
            0 => 'MDL',
            1 => 'મોલડોવેન લિયુ',
        ),
        'MGA' => array(
            0 => 'MGA',
            1 => 'માલાગેસી અરીઆરી',
        ),
        'MKD' => array(
            0 => 'MKD',
            1 => 'મેસેડોનિયન દિનાર',
        ),
        'MMK' => array(
            0 => 'MMK',
            1 => 'મ્યાંમાર ક્યાત',
        ),
        'MNT' => array(
            0 => 'MNT',
            1 => 'મોંગોલિયન ટગરિક',
        ),
        'MOP' => array(
            0 => 'MOP',
            1 => 'માકાનિઝ પતાકા',
        ),
        'MRO' => array(
            0 => 'MRO',
            1 => 'મોરીશેનિયન ઓગુયા',
        ),
        'MUR' => array(
            0 => 'MUR',
            1 => 'મોરેશીઅન રૂપી',
        ),
        'MVR' => array(
            0 => 'MVR',
            1 => 'માલ્દિવિયન રુફિયા',
        ),
        'MWK' => array(
            0 => 'MWK',
            1 => 'માલાવિયન ક્વાચા',
        ),
        'MXN' => array(
            0 => 'MX$',
            1 => 'મેક્સિકન પેસો',
        ),
        'MYR' => array(
            0 => 'MYR',
            1 => 'મલેશિયન રિંગ્ગેટ',
        ),
        'MZN' => array(
            0 => 'MZN',
            1 => 'મોઝામ્બિકન મેટિકલ',
        ),
        'NAD' => array(
            0 => 'NAD',
            1 => 'નામિબિયન ડોલર',
        ),
        'NGN' => array(
            0 => 'NGN',
            1 => 'નાઇજીરિયન નૈરા',
        ),
        'NIO' => array(
            0 => 'NIO',
            1 => 'નિકારાગુઅન કોર્ડોબા',
        ),
        'NOK' => array(
            0 => 'NOK',
            1 => 'નૉર્વેજિયન ક્રોન',
        ),
        'NPR' => array(
            0 => 'NPR',
            1 => 'નેપાલિઝ રૂપી',
        ),
        'NZD' => array(
            0 => 'NZ$',
            1 => 'ન્યૂઝિલેંડ ડૉલર',
        ),
        'OMR' => array(
            0 => 'OMR',
            1 => 'ઓમાની રિયાલ',
        ),
        'PAB' => array(
            0 => 'PAB',
            1 => 'પનામેનિયન બાલ્બોઆ',
        ),
        'PEN' => array(
            0 => 'PEN',
            1 => 'પેરુવિયન સોલ',
        ),
        'PGK' => array(
            0 => 'PGK',
            1 => 'પાપુઆ ન્યૂ ગિનીયન કિના',
        ),
        'PHP' => array(
            0 => 'PHP',
            1 => 'ફિલીપાઇન પેસો',
        ),
        'PKR' => array(
            0 => 'PKR',
            1 => 'પાકિસ્તાની રૂપી',
        ),
        'PLN' => array(
            0 => 'PLN',
            1 => 'પોલિસ ઝ્લોટી',
        ),
        'PYG' => array(
            0 => 'PYG',
            1 => 'પરાગ્વેયન ગુઆરાની',
        ),
        'QAR' => array(
            0 => 'QAR',
            1 => 'કતારી રિયાલ',
        ),
        'RON' => array(
            0 => 'RON',
            1 => 'રોમાનિયન લેઉ',
        ),
        'RSD' => array(
            0 => 'RSD',
            1 => 'સર્બિયન દિનાર',
        ),
        'RUB' => array(
            0 => 'RUB',
            1 => 'રશિયન રૂબલ',
        ),
        'RWF' => array(
            0 => 'RWF',
            1 => 'રવાંડન ફ્રેંક',
        ),
        'SAR' => array(
            0 => 'SAR',
            1 => 'સાઉદી રિયાલ',
        ),
        'SBD' => array(
            0 => 'SBD',
            1 => 'સોલોમન આઇલેંડ્સ ડોલર',
        ),
        'SCR' => array(
            0 => 'SCR',
            1 => 'સેશેલોઈ રૂપી',
        ),
        'SDG' => array(
            0 => 'SDG',
            1 => 'સુદાનિઝ પાઉન્ડ',
        ),
        'SEK' => array(
            0 => 'SEK',
            1 => 'સ્વીડિશ ક્રોના',
        ),
        'SGD' => array(
            0 => 'SGD',
            1 => 'સિંગાપુર ડૉલર',
        ),
        'SHP' => array(
            0 => 'SHP',
            1 => 'સેંટ હેલેના પાઉન્ડ',
        ),
        'SLL' => array(
            0 => 'SLL',
            1 => 'સિએરા લિઓનિઅન લિઓન',
        ),
        'SOS' => array(
            0 => 'SOS',
            1 => 'સોમાલી શિલિંગ',
        ),
        'SRD' => array(
            0 => 'SRD',
            1 => 'સૂરીનામિઝ ડોલર',
        ),
        'SSP' => array(
            0 => 'SSP',
            1 => 'દક્ષિણ સુદાનિઝ પાઉન્ડ',
        ),
        'STD' => array(
            0 => 'STD',
            1 => 'સાઓ ટૉમ એન્ડ પ્રિંસાઇપ ડોબ્રા',
        ),
        'SYP' => array(
            0 => 'SYP',
            1 => 'સાઇરિયન પાઉન્ડ',
        ),
        'SZL' => array(
            0 => 'SZL',
            1 => 'સ્વાઝી લિલાન્ગેની',
        ),
        'THB' => array(
            0 => '฿',
            1 => 'થાઇ બાહ્ત',
        ),
        'TJS' => array(
            0 => 'TJS',
            1 => 'તાજિકિસ્તાની સોમોની',
        ),
        'TMT' => array(
            0 => 'TMT',
            1 => 'તુર્કમેનિસ્તાની મનત',
        ),
        'TND' => array(
            0 => 'TND',
            1 => 'ટ્યુનિશિયન દિનાર',
        ),
        'TOP' => array(
            0 => 'TOP',
            1 => 'ટોંગન પ’અંગા',
        ),
        'TRY' => array(
            0 => 'TRY',
            1 => 'તુર્કિશ લિરા',
        ),
        'TTD' => array(
            0 => 'TTD',
            1 => 'ત્રિનિદાદ અને ટોબેગો ડોલર',
        ),
        'TWD' => array(
            0 => 'NT$',
            1 => 'ન્યુ તાઇવાન ડૉલર',
        ),
        'TZS' => array(
            0 => 'TZS',
            1 => 'તાન્ઝાનિયન શિલિંગ',
        ),
        'UAH' => array(
            0 => 'UAH',
            1 => 'યુક્રેનિયન હ્રિવિનિયા',
        ),
        'UGX' => array(
            0 => 'UGX',
            1 => 'યુગાંડન શિલિંગ',
        ),
        'USD' => array(
            0 => 'US$',
            1 => 'યુઍસ ડોલર',
        ),
        'UYU' => array(
            0 => 'UYU',
            1 => 'ઉરુગ્વેયન પેસો',
        ),
        'UZS' => array(
            0 => 'UZS',
            1 => 'ઉઝ્બેકિસ્તાન સોમ',
        ),
        'VEF' => array(
            0 => 'VEF',
            1 => 'વેનેઝુએલન બોલિવર',
        ),
        'VND' => array(
            0 => '₫',
            1 => 'વિયેતનામીસ ડોંગ',
        ),
        'VUV' => array(
            0 => 'VUV',
            1 => 'વનૌતુ વાતુ',
        ),
        'WST' => array(
            0 => 'WST',
            1 => 'સમોઅન તાલા',
        ),
        'XAF' => array(
            0 => 'FCFA',
            1 => 'મધ્ય આફ્રિકન [CFA] ફ્રેંક',
        ),
        'XCD' => array(
            0 => 'EC$',
            1 => 'ઇસ્ટ કેરિબિયન ડોલર',
        ),
        'XOF' => array(
            0 => 'CFA',
            1 => 'પશ્ચિમી આફ્રિકન [CFA] ફ્રેંક',
        ),
        'XPF' => array(
            0 => 'CFPF',
            1 => '[CFP] ફ્રેંક',
        ),
        'YER' => array(
            0 => 'YER',
            1 => 'યેમેની રિઆલ',
        ),
        'ZAR' => array(
            0 => 'ZAR',
            1 => 'દક્ષિણ આફ્રિકી રેંડ',
        ),
        'ZMK' => array(
            0 => 'ZMK',
            1 => 'ઝામ્બિયન ક્વાચા (1968–2012)',
        ),
        'ZMW' => array(
            0 => 'ZMW',
            1 => 'ઝામ્બિયન ક્વાચા',
        ),
    ),
);
