<?php

return array(
    'Version' => '2.1.36.86',
    'Names' => array(
        'AED' => array(
            0 => 'AED',
            1 => 'संयुक्त अरब अमीरात दिरहाम',
        ),
        'AFA' => array(
            0 => 'AFA',
            1 => 'अफगानी (1927–2002)',
        ),
        'AFN' => array(
            0 => 'AFN',
            1 => 'अफ़गान अफ़गानी',
        ),
        'ALL' => array(
            0 => 'ALL',
            1 => 'अल्बानियाई लेक',
        ),
        'AMD' => array(
            0 => 'AMD',
            1 => 'आर्मेनियाई द्राम',
        ),
        'ANG' => array(
            0 => 'ANG',
            1 => 'नीदरलैंड एंटीलियन गिल्डर',
        ),
        'AOA' => array(
            0 => 'AOA',
            1 => 'अंगोला क्वांज़ा',
        ),
        'ARS' => array(
            0 => 'ARS',
            1 => 'अर्जेंटीनी पेसो',
        ),
        'AUD' => array(
            0 => 'A$',
            1 => 'ऑस्ट्रेलियाई डॉलर',
        ),
        'AWG' => array(
            0 => 'AWG',
            1 => 'अरूबाई फ़्लोरिन',
        ),
        'AZN' => array(
            0 => 'AZN',
            1 => 'अज़रबैजानी मैनेट',
        ),
        'BAM' => array(
            0 => 'BAM',
            1 => 'बोस्निया हर्ज़ेगोविना परिवर्तनीय मार्क',
        ),
        'BBD' => array(
            0 => 'BBD',
            1 => 'बार्बेडियन डॉलर',
        ),
        'BDT' => array(
            0 => 'BDT',
            1 => 'बांग्लादेशी टका',
        ),
        'BGN' => array(
            0 => 'BGN',
            1 => 'बुल्गारियाई लेव',
        ),
        'BHD' => array(
            0 => 'BHD',
            1 => 'बहरीनी दिनार',
        ),
        'BIF' => array(
            0 => 'BIF',
            1 => 'बुरूंडी फ़्रैंक',
        ),
        'BMD' => array(
            0 => 'BMD',
            1 => 'बरमूडा डॉलर',
        ),
        'BND' => array(
            0 => 'BND',
            1 => 'ब्रूनेई डॉलर',
        ),
        'BOB' => array(
            0 => 'BOB',
            1 => 'बोलिवियाई बोलिवियानो',
        ),
        'BRL' => array(
            0 => 'R$',
            1 => 'ब्राज़ीली रियाल',
        ),
        'BSD' => array(
            0 => 'BSD',
            1 => 'बहामाई डॉलर',
        ),
        'BTN' => array(
            0 => 'BTN',
            1 => 'भूटानी नंगलट्रम',
        ),
        'BWP' => array(
            0 => 'BWP',
            1 => 'बोत्सवानियाई पुला',
        ),
        'BYN' => array(
            0 => 'BYN',
            1 => 'बेलारूसी रूबल',
        ),
        'BYR' => array(
            0 => 'BYR',
            1 => 'बेलारूसी रूबल (2000–2016)',
        ),
        'BZD' => array(
            0 => 'BZD',
            1 => 'बेलीज़ डॉलर',
        ),
        'CAD' => array(
            0 => 'CA$',
            1 => 'कनाडाई डॉलर',
        ),
        'CDF' => array(
            0 => 'CDF',
            1 => 'कोंगोली फ़्रैंक',
        ),
        'CHF' => array(
            0 => 'CHF',
            1 => 'स्विस फ़्रैंक',
        ),
        'CLP' => array(
            0 => 'CLP',
            1 => 'चिली पेसो',
        ),
        'CNH' => array(
            0 => 'CNH',
            1 => 'चीनी यूआन',
        ),
        'CNY' => array(
            0 => 'CN¥',
            1 => 'चीनी युआन',
        ),
        'COP' => array(
            0 => 'COP',
            1 => 'कोलंबियाई पेसो',
        ),
        'CRC' => array(
            0 => 'CRC',
            1 => 'कोस्टा रिका कोलोन',
        ),
        'CSD' => array(
            0 => 'CSD',
            1 => 'सर्बिय का ढीनार',
        ),
        'CUC' => array(
            0 => 'CUC',
            1 => 'क्यूबाई परिवर्तनीय पेसो',
        ),
        'CUP' => array(
            0 => 'CUP',
            1 => 'क्यूबाई पेसो',
        ),
        'CVE' => array(
            0 => 'CVE',
            1 => 'केप वर्ड एस्कूडो',
        ),
        'CYP' => array(
            0 => 'CYP',
            1 => 'साईप्रस पाऊंड',
        ),
        'CZK' => array(
            0 => 'CZK',
            1 => 'चेक गणराज्य कोरुना',
        ),
        'DEM' => array(
            0 => 'DEM',
            1 => 'डच मार्क',
        ),
        'DJF' => array(
            0 => 'DJF',
            1 => 'जिबूती फ़्रैंक',
        ),
        'DKK' => array(
            0 => 'DKK',
            1 => 'डैनिश क्रोन',
        ),
        'DOP' => array(
            0 => 'DOP',
            1 => 'डोमिनिकन पेसो',
        ),
        'DZD' => array(
            0 => 'DZD',
            1 => 'अल्जीरियाई दिनार',
        ),
        'EEK' => array(
            0 => 'EEK',
            1 => 'एस्टोनियाई क्रून्',
        ),
        'EGP' => array(
            0 => 'EGP',
            1 => 'मिस्र पाउंड',
        ),
        'ERN' => array(
            0 => 'ERN',
            1 => 'इरीट्रियन नाक्फ़ा',
        ),
        'ETB' => array(
            0 => 'ETB',
            1 => 'इथियोपियन बिर',
        ),
        'EUR' => array(
            0 => '€',
            1 => 'यूरो',
        ),
        'FJD' => array(
            0 => 'FJD',
            1 => 'फ़िजी डॉलर',
        ),
        'FKP' => array(
            0 => 'FKP',
            1 => 'फ़ॉकलैंड द्वीपसमूह पाउंड',
        ),
        'FRF' => array(
            0 => 'FRF',
            1 => 'फ़्रांसीसी फ़्रैंक',
        ),
        'GBP' => array(
            0 => '£',
            1 => 'ब्रिटिश पाउंड स्टर्लिंग',
        ),
        'GEL' => array(
            0 => 'GEL',
            1 => 'जॉर्जियन लारी',
        ),
        'GHS' => array(
            0 => 'GHS',
            1 => 'घानियन सेडी',
        ),
        'GIP' => array(
            0 => 'GIP',
            1 => 'जिब्राल्टर पाउंड',
        ),
        'GMD' => array(
            0 => 'GMD',
            1 => 'गैंबियन डलासी',
        ),
        'GNF' => array(
            0 => 'GNF',
            1 => 'गिनीयन फ़्रैंक',
        ),
        'GTQ' => array(
            0 => 'GTQ',
            1 => 'ग्वाटेमाला क्वेटज़ल',
        ),
        'GYD' => array(
            0 => 'GYD',
            1 => 'गयानीज़ डॉलर',
        ),
        'HKD' => array(
            0 => 'HK$',
            1 => 'हाँगकाँग डॉलर',
        ),
        'HNL' => array(
            0 => 'HNL',
            1 => 'होंडुरन लेम्पिरा',
        ),
        'HRD' => array(
            0 => 'HRD',
            1 => 'क्रोएशियन दिनार',
        ),
        'HRK' => array(
            0 => 'HRK',
            1 => 'क्रोएशियाई कुना',
        ),
        'HTG' => array(
            0 => 'HTG',
            1 => 'हैतियाई गर्ड',
        ),
        'HUF' => array(
            0 => 'HUF',
            1 => 'हंगेरियन फ़ोरिंट',
        ),
        'IDR' => array(
            0 => 'IDR',
            1 => 'इंडोनेशियाई रुपिया',
        ),
        'ILS' => array(
            0 => '₪',
            1 => 'इज़राइली न्यू शेकेल',
        ),
        'INR' => array(
            0 => '₹',
            1 => 'भारतीय रुपया',
        ),
        'IQD' => array(
            0 => 'IQD',
            1 => 'इराकी दिनार',
        ),
        'IRR' => array(
            0 => 'IRR',
            1 => 'ईरानी रियाल',
        ),
        'ISK' => array(
            0 => 'ISK',
            1 => 'आइसलैंडिक क्रोना',
        ),
        'ITL' => array(
            0 => 'ITL',
            1 => 'इतली का लीरा',
        ),
        'JMD' => array(
            0 => 'JMD',
            1 => 'जमैकन डॉलर',
        ),
        'JOD' => array(
            0 => 'JOD',
            1 => 'जॉर्डनियन दिनार',
        ),
        'JPY' => array(
            0 => 'JP¥',
            1 => 'जापानी येन',
        ),
        'KES' => array(
            0 => 'KES',
            1 => 'केन्याई शिलिंग',
        ),
        'KGS' => array(
            0 => 'KGS',
            1 => 'किर्गिस्तानी सोम',
        ),
        'KHR' => array(
            0 => 'KHR',
            1 => 'कंबोडियाई रियाल',
        ),
        'KMF' => array(
            0 => 'KMF',
            1 => 'कोमोरियन फ़्रैंक',
        ),
        'KPW' => array(
            0 => 'KPW',
            1 => 'उत्तर कोरियाई वॉन',
        ),
        'KRW' => array(
            0 => '₩',
            1 => 'दक्षिण कोरियाई वॉन',
        ),
        'KWD' => array(
            0 => 'KWD',
            1 => 'कुवैती दिनार',
        ),
        'KYD' => array(
            0 => 'KYD',
            1 => 'कैमेन द्वीपसमूह डॉलर',
        ),
        'KZT' => array(
            0 => 'KZT',
            1 => 'कज़ाखिस्तानी टेंज़',
        ),
        'LAK' => array(
            0 => 'LAK',
            1 => 'लाओशियन किप',
        ),
        'LBP' => array(
            0 => 'LBP',
            1 => 'लेबनानी पाउंड',
        ),
        'LKR' => array(
            0 => 'LKR',
            1 => 'श्रीलंकाई रुपया',
        ),
        'LRD' => array(
            0 => 'LRD',
            1 => 'लाइबेरियाई डॉलर',
        ),
        'LSL' => array(
            0 => 'LSL',
            1 => 'लेसोथो लोटी',
        ),
        'LTL' => array(
            0 => 'LTL',
            1 => 'लिथुआनियाई लितास',
        ),
        'LVL' => array(
            0 => 'LVL',
            1 => 'लात्वियन लैत्स',
        ),
        'LYD' => array(
            0 => 'LYD',
            1 => 'लीबियाई दिनार',
        ),
        'MAD' => array(
            0 => 'MAD',
            1 => 'मोरक्को दिरहम',
        ),
        'MAF' => array(
            0 => 'MAF',
            1 => 'मोरक्को फ्रैंक',
        ),
        'MDL' => array(
            0 => 'MDL',
            1 => 'मोल्डोवन लियू',
        ),
        'MGA' => array(
            0 => 'MGA',
            1 => 'मालागासी आरियरी',
        ),
        'MKD' => array(
            0 => 'MKD',
            1 => 'मैसीडोनियन दिनार',
        ),
        'MMK' => array(
            0 => 'MMK',
            1 => 'म्यांमार क्याट',
        ),
        'MNT' => array(
            0 => 'MNT',
            1 => 'मंगोलियाई टगरिक',
        ),
        'MOP' => array(
            0 => 'MOP',
            1 => 'मेकानीज़ पाटाका',
        ),
        'MRO' => array(
            0 => 'MRO',
            1 => 'मॉरीटेनियन ओगुइया',
        ),
        'MUR' => array(
            0 => 'MUR',
            1 => 'मॉरिशियन रुपया',
        ),
        'MVR' => array(
            0 => 'MVR',
            1 => 'मालदीवी रुफ़िया',
        ),
        'MWK' => array(
            0 => 'MWK',
            1 => 'मालावियन क्वाचा',
        ),
        'MXN' => array(
            0 => 'MX$',
            1 => 'मैक्सिकन पेसो',
        ),
        'MYR' => array(
            0 => 'MYR',
            1 => 'मलेशियाई रिंगित',
        ),
        'MZN' => array(
            0 => 'MZN',
            1 => 'मोज़ाम्बिकन मेटिकल',
        ),
        'NAD' => array(
            0 => 'NAD',
            1 => 'नामीबियाई डॉलर',
        ),
        'NGN' => array(
            0 => 'NGN',
            1 => 'नाइजीरियाई नाइरा',
        ),
        'NIO' => array(
            0 => 'NIO',
            1 => 'निकारागुअन कोरडोबा',
        ),
        'NOK' => array(
            0 => 'NOK',
            1 => 'नॉर्वेजियन क्रोन',
        ),
        'NPR' => array(
            0 => 'NPR',
            1 => 'नेपाली रुपया',
        ),
        'NZD' => array(
            0 => 'NZ$',
            1 => 'न्यूज़ीलैंड डॉलर',
        ),
        'OMR' => array(
            0 => 'OMR',
            1 => 'ओमानी रियाल',
        ),
        'PAB' => array(
            0 => 'PAB',
            1 => 'पनामेनियन बैल्बोआ',
        ),
        'PEN' => array(
            0 => 'PEN',
            1 => 'पेरूवियन सोल',
        ),
        'PGK' => array(
            0 => 'PGK',
            1 => 'पापुआ न्यू गिनीयन किना',
        ),
        'PHP' => array(
            0 => 'PHP',
            1 => 'फ़िलिपीनी पेसो',
        ),
        'PKR' => array(
            0 => 'PKR',
            1 => 'पाकिस्तानी रुपया',
        ),
        'PLN' => array(
            0 => 'PLN',
            1 => 'पोलिश ज़्लॉटी',
        ),
        'PYG' => array(
            0 => 'PYG',
            1 => 'पैराग्वियन गुआरानी',
        ),
        'QAR' => array(
            0 => 'QAR',
            1 => 'क़तरी रियाल',
        ),
        'RHD' => array(
            0 => 'RHD',
            1 => 'रोडेशियाई डालर',
        ),
        'RON' => array(
            0 => 'RON',
            1 => 'रोमानियाई ल्यू',
        ),
        'RSD' => array(
            0 => 'RSD',
            1 => 'सर्बियन दिनार',
        ),
        'RUB' => array(
            0 => 'RUB',
            1 => 'रूसी रूबल',
        ),
        'RWF' => array(
            0 => 'RWF',
            1 => 'रवांडाई फ़्रैंक',
        ),
        'SAR' => array(
            0 => 'SAR',
            1 => 'सउदी रियाल',
        ),
        'SBD' => array(
            0 => 'SBD',
            1 => 'सोलोमन द्वीपसमूह डॉलर',
        ),
        'SCR' => array(
            0 => 'SCR',
            1 => 'सेशेल्सियाई रुपया',
        ),
        'SDD' => array(
            0 => 'SDD',
            1 => 'पुरानी सूडानी दिनार',
        ),
        'SDG' => array(
            0 => 'SDG',
            1 => 'सूडानी पाउंड',
        ),
        'SDP' => array(
            0 => 'SDP',
            1 => 'पुराना सूडानी पाउंड',
        ),
        'SEK' => array(
            0 => 'SEK',
            1 => 'स्वीडीश क्रोना',
        ),
        'SGD' => array(
            0 => 'SGD',
            1 => 'सिंगापुर डॉलर',
        ),
        'SHP' => array(
            0 => 'SHP',
            1 => 'सेंट हेलेना पाउंड',
        ),
        'SIT' => array(
            0 => 'SIT',
            1 => 'स्लोवेनियाई तोलार',
        ),
        'SKK' => array(
            0 => 'SKK',
            1 => 'स्लोवाक कोरुना',
        ),
        'SLL' => array(
            0 => 'SLL',
            1 => 'सिएरा लियोनियन लियोन',
        ),
        'SOS' => array(
            0 => 'SOS',
            1 => 'सोमाली शिलिंग',
        ),
        'SRD' => array(
            0 => 'SRD',
            1 => 'सूरीनामी डॉलर',
        ),
        'SRG' => array(
            0 => 'SRG',
            1 => 'सूरीनामी गिल्डर',
        ),
        'SSP' => array(
            0 => 'SSP',
            1 => 'दक्षिण सूडानी पाउंड',
        ),
        'STD' => array(
            0 => 'STD',
            1 => 'साओ तोम और प्रिंसिपे डोबरा',
        ),
        'SUR' => array(
            0 => 'SUR',
            1 => 'सोवियत रूबल',
        ),
        'SYP' => array(
            0 => 'SYP',
            1 => 'सीरियाई पाउंड',
        ),
        'SZL' => array(
            0 => 'SZL',
            1 => 'स्वाज़ी लिलांजेनी',
        ),
        'THB' => array(
            0 => '฿',
            1 => 'थाई बहत',
        ),
        'TJR' => array(
            0 => 'TJR',
            1 => 'तजाखी रूबल',
        ),
        'TJS' => array(
            0 => 'TJS',
            1 => 'ताजिकिस्तानी सोमोनी',
        ),
        'TMT' => array(
            0 => 'TMT',
            1 => 'तुर्कमेनिस्तानी मैनत',
        ),
        'TND' => array(
            0 => 'TND',
            1 => 'ट्यूनीशियाई दिनार',
        ),
        'TOP' => array(
            0 => 'TOP',
            1 => 'टोंगन पांगा',
        ),
        'TRL' => array(
            0 => 'TRL',
            1 => 'पुरानी तुर्की लीरा',
        ),
        'TRY' => array(
            0 => 'TRY',
            1 => 'तुर्की लीरा',
        ),
        'TTD' => array(
            0 => 'TTD',
            1 => 'त्रिनिदाद और टोबैगो डॉलर',
        ),
        'TWD' => array(
            0 => 'NT$',
            1 => 'नया ताईवानी डॉलर',
        ),
        'TZS' => array(
            0 => 'TZS',
            1 => 'तंज़ानियाई शिलिंग',
        ),
        'UAH' => array(
            0 => 'UAH',
            1 => 'यूक्रेनियन रिव्निया',
        ),
        'UGX' => array(
            0 => 'UGX',
            1 => 'युगांडाई शिलिंग',
        ),
        'USD' => array(
            0 => '$',
            1 => 'यूएस डॉलर',
        ),
        'USN' => array(
            0 => 'USN',
            1 => 'अमेरीकी डालर (कल)',
        ),
        'USS' => array(
            0 => 'USS',
            1 => 'अमेरीकी डालर (आज)',
        ),
        'UYU' => array(
            0 => 'UYU',
            1 => 'उरुग्वियन पेसो',
        ),
        'UZS' => array(
            0 => 'UZS',
            1 => 'उज़्बेकिस्तान सोम',
        ),
        'VEB' => array(
            0 => 'VEB',
            1 => 'वेनेज़ुएला बोलिवर (1871–2008)',
        ),
        'VEF' => array(
            0 => 'VEF',
            1 => 'वेनेज़ुएला बोलिवर',
        ),
        'VND' => array(
            0 => '₫',
            1 => 'वियतनामी डोंग',
        ),
        'VUV' => array(
            0 => 'VUV',
            1 => 'वनुआतू वातू',
        ),
        'WST' => array(
            0 => 'WST',
            1 => 'समोआई ताला',
        ),
        'XAF' => array(
            0 => 'FCFA',
            1 => 'केंद्रीय अफ़्रीकी CFA फ़्रैंक',
        ),
        'XCD' => array(
            0 => 'EC$',
            1 => 'पूर्वी कैरिबियाई डॉलर',
        ),
        'XOF' => array(
            0 => 'CFA',
            1 => 'पश्चिमी अफ़्रीकी CFA फ़्रैंक',
        ),
        'XPF' => array(
            0 => 'CFPF',
            1 => '[CFP] फ़्रैंक',
        ),
        'YER' => array(
            0 => 'YER',
            1 => 'यमनी रियाल',
        ),
        'ZAR' => array(
            0 => 'ZAR',
            1 => 'दक्षिण अफ़्रीकी रैंड',
        ),
        'ZMK' => array(
            0 => 'ZMK',
            1 => 'ज़ाम्बियन क्वाचा (1968–2012)',
        ),
        'ZMW' => array(
            0 => 'ZMW',
            1 => 'ज़ाम्बियन क्वाचा',
        ),
    ),
);
