<?php

return array(
    'Version' => '2.1.37.1',
    'Names' => array(
        'AED' => array(
            0 => 'AED',
            1 => 'Արաբական Միացյալ Էմիրությունների դիրհամ',
        ),
        'AFN' => array(
            0 => 'AFN',
            1 => 'աֆղանական աֆղանի',
        ),
        'ALL' => array(
            0 => 'ALL',
            1 => 'ալբանական լեկ',
        ),
        'AMD' => array(
            0 => '֏',
            1 => 'հայկական դրամ',
        ),
        'ANG' => array(
            0 => 'ANG',
            1 => 'նիդեռլանդական անտիլյան գուլդեն',
        ),
        'AOA' => array(
            0 => 'AOA',
            1 => 'անգոլական կվանզա',
        ),
        'ARS' => array(
            0 => 'ARS',
            1 => 'արգենտինական պեսո',
        ),
        'AUD' => array(
            0 => 'A$',
            1 => 'ավստրալիական դոլար',
        ),
        'AWG' => array(
            0 => 'AWG',
            1 => 'արուբական ֆլորին',
        ),
        'AZN' => array(
            0 => 'AZN',
            1 => 'ադրբեջանական մանաթ',
        ),
        'BAM' => array(
            0 => 'BAM',
            1 => 'Բոսնիա և Հերցեգովինայի փոխարկվող մարկ',
        ),
        'BBD' => array(
            0 => 'BBD',
            1 => 'բարբադոսյան դոլար',
        ),
        'BDT' => array(
            0 => 'BDT',
            1 => 'Բանգլադեշի տակա',
        ),
        'BGN' => array(
            0 => 'BGN',
            1 => 'բուլղարական լև',
        ),
        'BHD' => array(
            0 => 'BHD',
            1 => 'Բահրեյնի դինար',
        ),
        'BIF' => array(
            0 => 'BIF',
            1 => 'բուրունդիական ֆրանկ',
        ),
        'BMD' => array(
            0 => 'BMD',
            1 => 'բերմուդյան դոլար',
        ),
        'BND' => array(
            0 => 'BND',
            1 => 'Բրունեյի դոլար',
        ),
        'BOB' => array(
            0 => 'BOB',
            1 => 'բոլիվիական բոլիվիանո',
        ),
        'BRL' => array(
            0 => 'R$',
            1 => 'բրազիլական ռեալ',
        ),
        'BSD' => array(
            0 => 'BSD',
            1 => 'բահամյան դոլար',
        ),
        'BTN' => array(
            0 => 'BTN',
            1 => 'բութանական նգուլտրում',
        ),
        'BWP' => array(
            0 => 'BWP',
            1 => 'բոթսվանական պուլա',
        ),
        'BYN' => array(
            0 => 'BYN',
            1 => 'բելառուսական ռուբլի',
        ),
        'BYR' => array(
            0 => 'BYR',
            1 => 'Բելառուսական ռուբլի (2000–2016)',
        ),
        'BZD' => array(
            0 => 'BZD',
            1 => 'Բելիզի դոլար',
        ),
        'CAD' => array(
            0 => 'CA$',
            1 => 'կանադական դոլար',
        ),
        'CDF' => array(
            0 => 'CDF',
            1 => 'Կոնգոյի ֆրանկ',
        ),
        'CHF' => array(
            0 => 'CHF',
            1 => 'շվեյցարական ֆրանկ',
        ),
        'CLP' => array(
            0 => 'CLP',
            1 => 'չիլիական պեսո',
        ),
        'CNH' => array(
            0 => 'CNH',
            1 => 'CNH',
        ),
        'CNY' => array(
            0 => 'CN¥',
            1 => 'չինական յուան',
        ),
        'COP' => array(
            0 => 'COP',
            1 => 'կոլումբիական պեսո',
        ),
        'CRC' => array(
            0 => 'CRC',
            1 => 'Կոստա Ռիկայի կոլոն',
        ),
        'CUC' => array(
            0 => 'CUC',
            1 => 'կուբայական փոխարկվող պեսո',
        ),
        'CUP' => array(
            0 => 'CUP',
            1 => 'կուբայական պեսո',
        ),
        'CVE' => array(
            0 => 'CVE',
            1 => 'Կաբո Վերդեի էսկուդո',
        ),
        'CZK' => array(
            0 => 'CZK',
            1 => 'չեխական կրոն',
        ),
        'DJF' => array(
            0 => 'DJF',
            1 => 'Ջիբութիի ֆրանկ',
        ),
        'DKK' => array(
            0 => 'DKK',
            1 => 'դանիական կրոն',
        ),
        'DOP' => array(
            0 => 'DOP',
            1 => 'դոմինիկյան պեսո',
        ),
        'DZD' => array(
            0 => 'DZD',
            1 => 'ալժիրական դինար',
        ),
        'EGP' => array(
            0 => 'EGP',
            1 => 'եգիպտական ֆունտ',
        ),
        'ERN' => array(
            0 => 'ERN',
            1 => 'էրիթրեական նակվա',
        ),
        'ETB' => array(
            0 => 'ETB',
            1 => 'եթովպիական բիր',
        ),
        'EUR' => array(
            0 => '€',
            1 => 'եվրո',
        ),
        'FJD' => array(
            0 => 'FJD',
            1 => 'ֆիջիական դոլար',
        ),
        'FKP' => array(
            0 => 'FKP',
            1 => 'Ֆոլքլենդյան կղզիների ֆունտ',
        ),
        'GBP' => array(
            0 => '£',
            1 => 'բրիտանական ֆունտ ստերլինգ',
        ),
        'GEL' => array(
            0 => 'GEL',
            1 => 'վրացական լարի',
        ),
        'GHS' => array(
            0 => 'GHS',
            1 => 'գայանական սեդի',
        ),
        'GIP' => array(
            0 => 'GIP',
            1 => 'Ջիբրալթարի ֆունտ',
        ),
        'GMD' => array(
            0 => 'GMD',
            1 => 'գամբիական դալասի',
        ),
        'GNF' => array(
            0 => 'GNF',
            1 => 'գվինեական ֆրանկ',
        ),
        'GTQ' => array(
            0 => 'GTQ',
            1 => 'գվատեմալական կետսալ',
        ),
        'GYD' => array(
            0 => 'GYD',
            1 => 'գայանական դոլար',
        ),
        'HKD' => array(
            0 => 'HK$',
            1 => 'Հոնկոնգի դոլար',
        ),
        'HNL' => array(
            0 => 'HNL',
            1 => 'հոնդուրասական լեմպիրա',
        ),
        'HRK' => array(
            0 => 'HRK',
            1 => 'խորվաթական կունա',
        ),
        'HTG' => array(
            0 => 'HTG',
            1 => 'հաիթյան գուրդ',
        ),
        'HUF' => array(
            0 => 'HUF',
            1 => 'հունգարական ֆորինտ',
        ),
        'IDR' => array(
            0 => 'IDR',
            1 => 'ինդոնեզիական ռուփի',
        ),
        'ILS' => array(
            0 => '₪',
            1 => 'Իսրայելի նոր շեկել',
        ),
        'INR' => array(
            0 => '₹',
            1 => 'հնդկական ռուփի',
        ),
        'IQD' => array(
            0 => 'IQD',
            1 => 'իրաքյան դինար',
        ),
        'IRR' => array(
            0 => 'IRR',
            1 => 'իրանական ռիալ',
        ),
        'ISK' => array(
            0 => 'ISK',
            1 => 'իսլանդական կրոն',
        ),
        'JMD' => array(
            0 => 'JMD',
            1 => 'Ճամայկայի դոլար',
        ),
        'JOD' => array(
            0 => 'JOD',
            1 => 'հորդանանյան դինար',
        ),
        'JPY' => array(
            0 => 'JP¥',
            1 => 'ճապոնական իեն',
        ),
        'KES' => array(
            0 => 'KES',
            1 => 'քենիական շիլինգ',
        ),
        'KGS' => array(
            0 => 'KGS',
            1 => 'ղրղզական սոմ',
        ),
        'KHR' => array(
            0 => 'KHR',
            1 => 'կամբոջական ռիել',
        ),
        'KMF' => array(
            0 => 'KMF',
            1 => 'կոմորյան ֆրանկ',
        ),
        'KPW' => array(
            0 => 'KPW',
            1 => 'հյուսիսկորեական վոն',
        ),
        'KRW' => array(
            0 => '₩',
            1 => 'հարավկորեական վոն',
        ),
        'KWD' => array(
            0 => 'KWD',
            1 => 'Քուվեյթի դինար',
        ),
        'KYD' => array(
            0 => 'KYD',
            1 => 'Կայմանյան կղզիների դոլար',
        ),
        'KZT' => array(
            0 => 'KZT',
            1 => 'ղազախական տենգե',
        ),
        'LAK' => array(
            0 => 'LAK',
            1 => 'լաոսական կիպ',
        ),
        'LBP' => array(
            0 => 'LBP',
            1 => 'լիբանանյան ֆունտ',
        ),
        'LKR' => array(
            0 => 'LKR',
            1 => 'Շրի Լանկայի ռուփի',
        ),
        'LRD' => array(
            0 => 'LRD',
            1 => 'լիբերիական դոլար',
        ),
        'LTL' => array(
            0 => 'LTL',
            1 => 'Լիտվական լիտ',
        ),
        'LVL' => array(
            0 => 'LVL',
            1 => 'Լատվիական լատ',
        ),
        'LYD' => array(
            0 => 'LYD',
            1 => 'լիբիական դինար',
        ),
        'MAD' => array(
            0 => 'MAD',
            1 => 'Մարոկկոյի դիրհամ',
        ),
        'MDL' => array(
            0 => 'MDL',
            1 => 'մոլդովական լեյ',
        ),
        'MGA' => array(
            0 => 'MGA',
            1 => 'Մադագասկարի արիարի',
        ),
        'MKD' => array(
            0 => 'MKD',
            1 => 'մակեդոնական դենար',
        ),
        'MMK' => array(
            0 => 'MMK',
            1 => 'Մյանմայի կյատ',
        ),
        'MNT' => array(
            0 => 'MNT',
            1 => 'մոնղոլական տուգրիկ',
        ),
        'MOP' => array(
            0 => 'MOP',
            1 => 'Մակաոյի պատակա',
        ),
        'MRO' => array(
            0 => 'MRO',
            1 => 'մավրիտանական ուգիյա',
        ),
        'MUR' => array(
            0 => 'MUR',
            1 => 'մավրիկյան ռուփի',
        ),
        'MVR' => array(
            0 => 'MVR',
            1 => 'մալդիվյան ռուֆիյա',
        ),
        'MWK' => array(
            0 => 'MWK',
            1 => 'մալավիական կվաչա',
        ),
        'MXN' => array(
            0 => 'MX$',
            1 => 'մեքսիկական պեսո',
        ),
        'MYR' => array(
            0 => 'MYR',
            1 => 'մալայզիական ռինգիտ',
        ),
        'MZN' => array(
            0 => 'MZN',
            1 => 'մոզամբիկյան մետիկալ',
        ),
        'NAD' => array(
            0 => 'NAD',
            1 => 'նամիբիական դոլար',
        ),
        'NGN' => array(
            0 => 'NGN',
            1 => 'նիգերիական նայրա',
        ),
        'NIO' => array(
            0 => 'NIO',
            1 => 'նիկարագուական կորդոբա',
        ),
        'NOK' => array(
            0 => 'NOK',
            1 => 'նորվեգական կրոն',
        ),
        'NPR' => array(
            0 => 'NPR',
            1 => 'Նեպալի ռուփի',
        ),
        'NZD' => array(
            0 => 'NZ$',
            1 => 'նորզելանդական դոլար',
        ),
        'OMR' => array(
            0 => 'OMR',
            1 => 'Օմանի ռիալ',
        ),
        'PAB' => array(
            0 => 'PAB',
            1 => 'պանամական բալբոա',
        ),
        'PEN' => array(
            0 => 'PEN',
            1 => 'Պերուի սոլ',
        ),
        'PGK' => array(
            0 => 'PGK',
            1 => 'Պապուա Նոր Գվինեայի կինա',
        ),
        'PHP' => array(
            0 => 'PHP',
            1 => 'ֆիլիպինյան պեսո',
        ),
        'PKR' => array(
            0 => 'PKR',
            1 => 'պակիստանյան ռուփի',
        ),
        'PLN' => array(
            0 => 'PLN',
            1 => 'լեհական զլոտի',
        ),
        'PYG' => array(
            0 => 'PYG',
            1 => 'պարագվայական գուարանի',
        ),
        'QAR' => array(
            0 => 'QAR',
            1 => 'Կատարի ռիալ',
        ),
        'RON' => array(
            0 => 'RON',
            1 => 'ռումինական լեյ',
        ),
        'RSD' => array(
            0 => 'RSD',
            1 => 'սերբական դինար',
        ),
        'RUB' => array(
            0 => 'RUB',
            1 => 'ռուսական ռուբլի',
        ),
        'RWF' => array(
            0 => 'RWF',
            1 => 'ռուանդական ֆրանկ',
        ),
        'SAR' => array(
            0 => 'SAR',
            1 => 'Սաուդյան Արաբիայի ռիալ',
        ),
        'SBD' => array(
            0 => 'SBD',
            1 => 'Սողոմոնյան կղզիների դոլար',
        ),
        'SCR' => array(
            0 => 'SCR',
            1 => 'սեյշելյան ռուփի',
        ),
        'SDG' => array(
            0 => 'SDG',
            1 => 'սուդանական ֆունտ',
        ),
        'SEK' => array(
            0 => 'SEK',
            1 => 'շվեդական կրոն',
        ),
        'SGD' => array(
            0 => 'SGD',
            1 => 'Սինգապուրի դոլար',
        ),
        'SHP' => array(
            0 => 'SHP',
            1 => 'Սուրբ Հեղինեի ֆունտ',
        ),
        'SLL' => array(
            0 => 'SLL',
            1 => 'Սիեռա Լեոնեի լեոնե',
        ),
        'SOS' => array(
            0 => 'SOS',
            1 => 'սոմալիական շիլինգ',
        ),
        'SRD' => array(
            0 => 'SRD',
            1 => 'սուրինամական դոլար',
        ),
        'SSP' => array(
            0 => 'SSP',
            1 => 'հարավսուդանական ֆունտ',
        ),
        'STD' => array(
            0 => 'STD',
            1 => 'Սան Տոմե և Փրինսիպիի դոբրա',
        ),
        'SYP' => array(
            0 => 'SYP',
            1 => 'սիրիական ֆունտ',
        ),
        'SZL' => array(
            0 => 'SZL',
            1 => 'սվազիլենդական լիլանգենի',
        ),
        'THB' => array(
            0 => '฿',
            1 => 'թայլանդական բատ',
        ),
        'TJS' => array(
            0 => 'TJS',
            1 => 'տաջիկական սոմոնի',
        ),
        'TMT' => array(
            0 => 'TMT',
            1 => 'թուրքմենական մանաթ',
        ),
        'TND' => array(
            0 => 'TND',
            1 => 'թունիսյան դինար',
        ),
        'TOP' => array(
            0 => 'TOP',
            1 => 'Տոնգայի պաանգա',
        ),
        'TRY' => array(
            0 => 'TRY',
            1 => 'թուրքական լիրա',
        ),
        'TTD' => array(
            0 => 'TTD',
            1 => 'Տրինիդադ և Տոբագոյի դոլար',
        ),
        'TWD' => array(
            0 => 'NT$',
            1 => 'թայվանական նոր դոլար',
        ),
        'TZS' => array(
            0 => 'TZS',
            1 => 'տանզանիական շիլինգ',
        ),
        'UAH' => array(
            0 => 'UAH',
            1 => 'ուկրաինական գրիվնա',
        ),
        'UGX' => array(
            0 => 'UGX',
            1 => 'ուգանդական շիլինգ',
        ),
        'USD' => array(
            0 => '$',
            1 => 'ԱՄՆ դոլար',
        ),
        'UYU' => array(
            0 => 'UYU',
            1 => 'ուրուգվայական պեսո',
        ),
        'UZS' => array(
            0 => 'UZS',
            1 => 'ուզբեկական սոմ',
        ),
        'VEF' => array(
            0 => 'VEF',
            1 => 'վենեսուելական բոլիվար',
        ),
        'VND' => array(
            0 => '₫',
            1 => 'վիետնամական դոնգ',
        ),
        'VUV' => array(
            0 => 'VUV',
            1 => 'Վանուատուի վատու',
        ),
        'WST' => array(
            0 => 'WST',
            1 => 'սամոական տալա',
        ),
        'XAF' => array(
            0 => 'FCFA',
            1 => 'Կենտրոնական Աֆրիկայի ԿՖԱ ֆրանկ',
        ),
        'XCD' => array(
            0 => 'EC$',
            1 => 'արևելակարիբյան դոլար',
        ),
        'XOF' => array(
            0 => 'CFA',
            1 => 'Արևմտյան Աֆրիկայի ԿՖԱ ֆրանկ',
        ),
        'XPF' => array(
            0 => 'CFPF',
            1 => 'ԿՊՖ ֆրանկ',
        ),
        'YER' => array(
            0 => 'YER',
            1 => 'եմենական ռիալ',
        ),
        'ZAR' => array(
            0 => 'ZAR',
            1 => 'հարավաֆրիկյան ռանդ',
        ),
        'ZMK' => array(
            0 => 'ZMK',
            1 => 'Զամբիական կվաչա (1968–2012)',
        ),
        'ZMW' => array(
            0 => 'ZMW',
            1 => 'զամբիական կվաչա',
        ),
    ),
);
