<?php

return array(
    'Version' => '2.1.37.22',
    'Names' => array(
        'ADP' => array(
            0 => 'ADP',
            1 => 'פזטה אנדורית',
        ),
        'AED' => array(
            0 => 'AED',
            1 => 'דירהם של איחוד הנסיכויות הערביות',
        ),
        'AFN' => array(
            0 => 'AFN',
            1 => 'אפגני אפגני',
        ),
        'ALL' => array(
            0 => 'ALL',
            1 => 'לק אלבני',
        ),
        'AMD' => array(
            0 => 'AMD',
            1 => 'דראם ארמני',
        ),
        'ANG' => array(
            0 => 'ANG',
            1 => 'גילדר של האנטילים ההולנדיים',
        ),
        'AOA' => array(
            0 => 'AOA',
            1 => 'קואנזה אנגולי',
        ),
        'AON' => array(
            0 => 'AON',
            1 => 'קואנזה חדש אנגולי (1990–2000)',
        ),
        'AOR' => array(
            0 => 'AOR',
            1 => 'קואנזה רג׳וסטדו אנגולי (1995–1999)',
        ),
        'ARP' => array(
            0 => 'ARP',
            1 => 'פזו ארגנטינאי (1983–1985)',
        ),
        'ARS' => array(
            0 => 'ARS',
            1 => 'פסו ארגנטינאי',
        ),
        'ATS' => array(
            0 => 'ATS',
            1 => 'שילינג אוסטרי',
        ),
        'AUD' => array(
            0 => 'A$',
            1 => 'דולר אוסטרלי',
        ),
        'AWG' => array(
            0 => 'AWG',
            1 => 'פלורין של ארובה',
        ),
        'AZM' => array(
            0 => 'AZM',
            1 => 'מנאט אזרביג׳אני (1993–2006)',
        ),
        'AZN' => array(
            0 => 'AZN',
            1 => 'מאנאט אזרבייג׳ני',
        ),
        'BAD' => array(
            0 => 'BAD',
            1 => 'דינר של בוסניה־הרצגובינה',
        ),
        'BAM' => array(
            0 => 'BAM',
            1 => 'מארק סחיר של בוסניה והרצגובינה',
        ),
        'BBD' => array(
            0 => 'BBD',
            1 => 'דולר ברבדיאני',
        ),
        'BDT' => array(
            0 => 'BDT',
            1 => 'טאקה בנגלדשי',
        ),
        'BEC' => array(
            0 => 'BEC',
            1 => 'פרנק בלגי (בר המרה)',
        ),
        'BEF' => array(
            0 => 'BEF',
            1 => 'פרנק בלגי',
        ),
        'BGL' => array(
            0 => 'BGL',
            1 => 'לב בולגרי ישן',
        ),
        'BGN' => array(
            0 => 'BGN',
            1 => 'לב בולגרי',
        ),
        'BHD' => array(
            0 => 'BHD',
            1 => 'דינר בחרייני',
        ),
        'BIF' => array(
            0 => 'BIF',
            1 => 'פרנק בורונדי',
        ),
        'BMD' => array(
            0 => 'BMD',
            1 => 'דולר ברמודה',
        ),
        'BND' => array(
            0 => 'BND',
            1 => 'דולר ברוניי',
        ),
        'BOB' => array(
            0 => 'BOB',
            1 => 'בוליביאנו',
        ),
        'BOP' => array(
            0 => 'BOP',
            1 => 'פזו בוליבי',
        ),
        'BRB' => array(
            0 => 'BRB',
            1 => 'קרוזיארו חדש ברזילאי (1967–1986)',
        ),
        'BRC' => array(
            0 => 'BRC',
            1 => 'קרוזדו ברזילאי',
        ),
        'BRL' => array(
            0 => 'R$',
            1 => 'ריאל ברזילאי',
        ),
        'BSD' => array(
            0 => 'BSD',
            1 => 'דולר בהאמי',
        ),
        'BTN' => array(
            0 => 'BTN',
            1 => 'נגולטרום בהוטני',
        ),
        'BWP' => array(
            0 => 'BWP',
            1 => 'פולה בוטסואני',
        ),
        'BYN' => array(
            0 => 'BYN',
            1 => 'רובל בלרוסי',
        ),
        'BYR' => array(
            0 => 'BYR',
            1 => 'רובל בלרוסי (2000–2016)',
        ),
        'BZD' => array(
            0 => 'BZD',
            1 => 'דולר בליזי',
        ),
        'CAD' => array(
            0 => 'CA$',
            1 => 'דולר קנדי',
        ),
        'CDF' => array(
            0 => 'CDF',
            1 => 'פרנק קונגולזי',
        ),
        'CHF' => array(
            0 => 'CHF',
            1 => 'פרנק שוויצרי',
        ),
        'CLP' => array(
            0 => 'CLP',
            1 => 'פסו צ׳ילאני',
        ),
        'CNH' => array(
            0 => 'CNH',
            1 => 'יואן סיני (CNH)',
        ),
        'CNY' => array(
            0 => '‎CN¥‎',
            1 => 'יואן סיני',
        ),
        'COP' => array(
            0 => 'COP',
            1 => 'פסו קולומביאני',
        ),
        'CRC' => array(
            0 => 'CRC',
            1 => 'קולון קוסטה־ריקני',
        ),
        'CSD' => array(
            0 => 'CSD',
            1 => 'דינר סרבי ישן',
        ),
        'CUC' => array(
            0 => 'CUC',
            1 => 'פזו קובני להמרה',
        ),
        'CUP' => array(
            0 => 'CUP',
            1 => 'פזו קובני',
        ),
        'CVE' => array(
            0 => 'CVE',
            1 => 'אסקודו כף ורדה',
        ),
        'CYP' => array(
            0 => 'CYP',
            1 => 'לירה קפריסאית',
        ),
        'CZK' => array(
            0 => 'CZK',
            1 => 'קורונה צ׳כית',
        ),
        'DDM' => array(
            0 => 'DDM',
            1 => 'מרק מזרח גרמני',
        ),
        'DEM' => array(
            0 => 'DEM',
            1 => 'מרק גרמני',
        ),
        'DJF' => array(
            0 => 'DJF',
            1 => 'פרנק ג׳יבוטי',
        ),
        'DKK' => array(
            0 => 'DKK',
            1 => 'כתר דני',
        ),
        'DOP' => array(
            0 => 'DOP',
            1 => 'פזו דומיניקני',
        ),
        'DZD' => array(
            0 => 'DZD',
            1 => 'דינר אלג׳ירי',
        ),
        'ECS' => array(
            0 => 'ECS',
            1 => 'סוקר אקואדורי',
        ),
        'EEK' => array(
            0 => 'EEK',
            1 => 'קרון אסטוני',
        ),
        'EGP' => array(
            0 => 'EGP',
            1 => 'לירה מצרית',
        ),
        'ERN' => array(
            0 => 'ERN',
            1 => 'נאקפה אריתראי',
        ),
        'ESP' => array(
            0 => 'ESP',
            1 => 'פסטה ספרדי',
        ),
        'ETB' => array(
            0 => 'ETB',
            1 => 'ביר אתיופי',
        ),
        'EUR' => array(
            0 => '€',
            1 => 'אירו',
        ),
        'FIM' => array(
            0 => 'FIM',
            1 => 'מרק פיני',
        ),
        'FJD' => array(
            0 => 'FJD',
            1 => 'דולר פיג׳י',
        ),
        'FKP' => array(
            0 => 'FKP',
            1 => 'לירה של איי פוקלנד',
        ),
        'FRF' => array(
            0 => 'FRF',
            1 => 'פרנק צרפתי',
        ),
        'GBP' => array(
            0 => '£',
            1 => 'לירה שטרלינג',
        ),
        'GEL' => array(
            0 => 'GEL',
            1 => 'לארי גאורגי',
        ),
        'GHS' => array(
            0 => 'GHS',
            1 => 'סדי גאני',
        ),
        'GIP' => array(
            0 => 'GIP',
            1 => 'פאונד גיברלטר',
        ),
        'GMD' => array(
            0 => 'GMD',
            1 => 'דלסי גמבי',
        ),
        'GNF' => array(
            0 => 'GNF',
            1 => 'פרנק גינאי',
        ),
        'GRD' => array(
            0 => 'GRD',
            1 => 'דרכמה',
        ),
        'GTQ' => array(
            0 => 'GTQ',
            1 => 'קצאל גואטמלי',
        ),
        'GWP' => array(
            0 => 'GWP',
            1 => 'פזו גינאי',
        ),
        'GYD' => array(
            0 => 'GYD',
            1 => 'דולר גיאני',
        ),
        'HKD' => array(
            0 => 'HK$',
            1 => 'דולר הונג קונגי',
        ),
        'HNL' => array(
            0 => 'HNL',
            1 => 'למפירה הונדורי',
        ),
        'HRK' => array(
            0 => 'HRK',
            1 => 'קונה קרואטי',
        ),
        'HTG' => array(
            0 => 'HTG',
            1 => 'גורד האיטי',
        ),
        'HUF' => array(
            0 => 'HUF',
            1 => 'פורינט הונגרי',
        ),
        'IDR' => array(
            0 => 'IDR',
            1 => 'רופיה אינדונזית',
        ),
        'IEP' => array(
            0 => 'IEP',
            1 => 'לירה אירית',
        ),
        'ILP' => array(
            0 => 'ל״י',
            1 => 'לירה ישראלית',
        ),
        'ILS' => array(
            0 => '₪',
            1 => 'שקל חדש',
        ),
        'INR' => array(
            0 => '₹',
            1 => 'רופי הודי',
        ),
        'IQD' => array(
            0 => 'IQD',
            1 => 'דינר עיראקי',
        ),
        'IRR' => array(
            0 => 'IRR',
            1 => 'ריאל איראני',
        ),
        'ISK' => array(
            0 => 'ISK',
            1 => 'כתר איסלנדי',
        ),
        'ITL' => array(
            0 => 'ITL',
            1 => 'לירה איטלקית',
        ),
        'JMD' => array(
            0 => 'JMD',
            1 => 'דולר ג׳מייקני',
        ),
        'JOD' => array(
            0 => 'JOD',
            1 => 'דינר ירדני',
        ),
        'JPY' => array(
            0 => '¥',
            1 => 'ין יפני',
        ),
        'KES' => array(
            0 => 'KES',
            1 => 'שילינג קנייתי',
        ),
        'KGS' => array(
            0 => 'KGS',
            1 => 'סום קירגיזי',
        ),
        'KHR' => array(
            0 => 'KHR',
            1 => 'ריל קמבודי',
        ),
        'KMF' => array(
            0 => 'KMF',
            1 => 'פרנק קומורואי',
        ),
        'KPW' => array(
            0 => 'KPW',
            1 => 'וון צפון קוריאני',
        ),
        'KRW' => array(
            0 => '₩',
            1 => 'וון דרום קוריאני',
        ),
        'KWD' => array(
            0 => 'KWD',
            1 => 'דינר כוויתי',
        ),
        'KYD' => array(
            0 => 'KYD',
            1 => 'דולר קיימני',
        ),
        'KZT' => array(
            0 => 'KZT',
            1 => 'טנגה קזחסטני',
        ),
        'LAK' => array(
            0 => 'LAK',
            1 => 'קיפ לאי',
        ),
        'LBP' => array(
            0 => 'LBP',
            1 => 'לירה לבנונית',
        ),
        'LKR' => array(
            0 => 'LKR',
            1 => 'רופי סרי לנקי',
        ),
        'LRD' => array(
            0 => 'LRD',
            1 => 'דולר ליברי',
        ),
        'LSL' => array(
            0 => 'LSL',
            1 => 'לוטי לסותי',
        ),
        'LTL' => array(
            0 => 'LTL',
            1 => 'ליטא ליטאי',
        ),
        'LUF' => array(
            0 => 'LUF',
            1 => 'פרנק לוקסמבורגי',
        ),
        'LVL' => array(
            0 => 'LVL',
            1 => 'לט לטבי',
        ),
        'LYD' => array(
            0 => 'LYD',
            1 => 'דינר לובי',
        ),
        'MAD' => array(
            0 => 'MAD',
            1 => 'דירהם מרוקאי',
        ),
        'MAF' => array(
            0 => 'MAF',
            1 => 'פרנק מרוקאי',
        ),
        'MDL' => array(
            0 => 'MDL',
            1 => 'לאו מולדובני',
        ),
        'MGA' => array(
            0 => 'MGA',
            1 => 'אריארי מלגשי',
        ),
        'MGF' => array(
            0 => 'MGF',
            1 => 'פרנק מדגסקארי',
        ),
        'MKD' => array(
            0 => 'MKD',
            1 => 'דינר מקדוני',
        ),
        'MMK' => array(
            0 => 'MMK',
            1 => 'קיאט מיאנמרי',
        ),
        'MNT' => array(
            0 => 'MNT',
            1 => 'טוגרוג מונגולי',
        ),
        'MOP' => array(
            0 => 'MOP',
            1 => 'פטקה של מקאו',
        ),
        'MRO' => array(
            0 => 'MRO',
            1 => 'אואוגויה מאוריטני',
        ),
        'MTL' => array(
            0 => 'MTL',
            1 => 'לירה מלטית',
        ),
        'MUR' => array(
            0 => 'MUR',
            1 => 'רופי מאוריציני',
        ),
        'MVR' => array(
            0 => 'MVR',
            1 => 'רופיה מלדיבית',
        ),
        'MWK' => array(
            0 => 'MWK',
            1 => 'קואצ׳ה מלאווי',
        ),
        'MXN' => array(
            0 => 'MX$',
            1 => 'פזו מקסיקני',
        ),
        'MXP' => array(
            0 => 'MXP',
            1 => 'פזו מקסיקני (1861 – 1992)',
        ),
        'MYR' => array(
            0 => 'MYR',
            1 => 'רינגיט מלזי',
        ),
        'MZE' => array(
            0 => 'MZE',
            1 => 'אסקודו מוזמביקי',
        ),
        'MZM' => array(
            0 => 'MZM',
            1 => 'מטיקל',
        ),
        'MZN' => array(
            0 => 'MZN',
            1 => 'מטיקל מוזמביני',
        ),
        'NAD' => array(
            0 => 'NAD',
            1 => 'דולר נמיבי',
        ),
        'NGN' => array(
            0 => 'NGN',
            1 => 'נאירה ניגרי',
        ),
        'NIO' => array(
            0 => 'NIO',
            1 => 'קורדובה ניקרגואה',
        ),
        'NLG' => array(
            0 => 'NLG',
            1 => 'גילדן הולנדי',
        ),
        'NOK' => array(
            0 => 'NOK',
            1 => 'כתר נורווגי',
        ),
        'NPR' => array(
            0 => 'NPR',
            1 => 'רופי נפאלי',
        ),
        'NZD' => array(
            0 => 'NZ$',
            1 => 'דולר ניו זילנדי',
        ),
        'OMR' => array(
            0 => 'OMR',
            1 => 'ריאל עומאני',
        ),
        'PAB' => array(
            0 => 'PAB',
            1 => 'בלבואה פנמי',
        ),
        'PEN' => array(
            0 => 'PEN',
            1 => 'סול פרואני',
        ),
        'PGK' => array(
            0 => 'PGK',
            1 => 'קינה של פפואה גינאה החדשה',
        ),
        'PHP' => array(
            0 => 'PHP',
            1 => 'פזו פיליפיני',
        ),
        'PKR' => array(
            0 => 'PKR',
            1 => 'רופי פקיסטני',
        ),
        'PLN' => array(
            0 => 'PLN',
            1 => 'זלוטי פולני',
        ),
        'PTE' => array(
            0 => 'PTE',
            1 => 'אסקודו פורטוגלי',
        ),
        'PYG' => array(
            0 => 'PYG',
            1 => 'גוארני פרגוואי',
        ),
        'QAR' => array(
            0 => 'QAR',
            1 => 'ריאל קטארי',
        ),
        'ROL' => array(
            0 => 'ROL',
            1 => 'לאו רומני ישן',
        ),
        'RON' => array(
            0 => 'RON',
            1 => 'לאו רומני',
        ),
        'RSD' => array(
            0 => 'RSD',
            1 => 'דינר סרבי',
        ),
        'RUB' => array(
            0 => 'RUB',
            1 => 'רובל רוסי',
        ),
        'RUR' => array(
            0 => 'RUR',
            1 => 'רובל רוסי (1991 – 1998)',
        ),
        'RWF' => array(
            0 => 'RWF',
            1 => 'פרנק רואנדי',
        ),
        'SAR' => array(
            0 => 'SAR',
            1 => 'ריאל סעודי',
        ),
        'SBD' => array(
            0 => 'SBD',
            1 => 'דולר איי שלמה',
        ),
        'SCR' => array(
            0 => 'SCR',
            1 => 'רופי סיישלי',
        ),
        'SDD' => array(
            0 => 'SDD',
            1 => 'דינר סודני',
        ),
        'SDG' => array(
            0 => 'SDG',
            1 => 'לירה סודנית',
        ),
        'SDP' => array(
            0 => 'SDP',
            1 => 'לירה סודנית (1957–1998)',
        ),
        'SEK' => array(
            0 => 'SEK',
            1 => 'כתר שוודי',
        ),
        'SGD' => array(
            0 => 'SGD',
            1 => 'דולר סינגפורי',
        ),
        'SHP' => array(
            0 => 'SHP',
            1 => 'פאונד סנט הלני',
        ),
        'SIT' => array(
            0 => 'SIT',
            1 => 'טולאר סלובני',
        ),
        'SKK' => array(
            0 => 'SKK',
            1 => 'קורונה סלובקי',
        ),
        'SLL' => array(
            0 => 'SLL',
            1 => 'ליאון סיירה לאוני',
        ),
        'SOS' => array(
            0 => 'SOS',
            1 => 'שילינג סומלי',
        ),
        'SRD' => array(
            0 => 'SRD',
            1 => 'דולר סורינאמי',
        ),
        'SRG' => array(
            0 => 'SRG',
            1 => 'גילדר סורינאמי',
        ),
        'SSP' => array(
            0 => 'SSP',
            1 => 'לירה דרום-סודנית',
        ),
        'STD' => array(
            0 => 'STD',
            1 => 'דוברה של סן טומה ופרינסיפה',
        ),
        'SUR' => array(
            0 => 'SUR',
            1 => 'רובל סובייטי',
        ),
        'SVC' => array(
            0 => 'SVC',
            1 => 'קולון סלבדורי',
        ),
        'SYP' => array(
            0 => 'SYP',
            1 => 'לירה סורית',
        ),
        'SZL' => array(
            0 => 'SZL',
            1 => 'לילנגני סווזילנדי',
        ),
        'THB' => array(
            0 => '฿',
            1 => 'בהט תאילנדי',
        ),
        'TJS' => array(
            0 => 'TJS',
            1 => 'סומוני טג׳קיסטני',
        ),
        'TMM' => array(
            0 => 'TMM',
            1 => 'מנאט טורקמאני',
        ),
        'TMT' => array(
            0 => 'TMT',
            1 => 'מאנאט טורקמני',
        ),
        'TND' => array(
            0 => 'TND',
            1 => 'דינר טוניסאי',
        ),
        'TOP' => array(
            0 => 'TOP',
            1 => 'פאנגה טונגי',
        ),
        'TPE' => array(
            0 => 'TPE',
            1 => 'אסקודו טימוראי',
        ),
        'TRL' => array(
            0 => 'TRL',
            1 => 'לירה טורקית',
        ),
        'TRY' => array(
            0 => 'TRY',
            1 => 'לירה טורקית חדשה',
        ),
        'TTD' => array(
            0 => 'TTD',
            1 => 'דולר טרינידדי',
        ),
        'TWD' => array(
            0 => 'NT$',
            1 => 'דולר טייוואני חדש',
        ),
        'TZS' => array(
            0 => 'TZS',
            1 => 'שילינג טנזני',
        ),
        'UAH' => array(
            0 => 'UAH',
            1 => 'הריבנה אוקראיני',
        ),
        'UGS' => array(
            0 => 'UGS',
            1 => 'שילינג אוגנדי (1966 – 1987)',
        ),
        'UGX' => array(
            0 => 'UGX',
            1 => 'שילינג אוגנדי',
        ),
        'USD' => array(
            0 => '$',
            1 => 'דולר אמריקאי',
        ),
        'USN' => array(
            0 => 'USN',
            1 => 'דולר אמריקאי (היום הבא)',
        ),
        'USS' => array(
            0 => 'USS',
            1 => 'דולר אמריקאי (היום הזה)',
        ),
        'UYU' => array(
            0 => 'UYU',
            1 => 'פסו אורוגוואי',
        ),
        'UZS' => array(
            0 => 'UZS',
            1 => 'סום אוזבקי',
        ),
        'VEB' => array(
            0 => 'VEB',
            1 => 'בוליבר ונצואלי (1871–2008)',
        ),
        'VEF' => array(
            0 => 'VEF',
            1 => 'בוליבר ונצואלי',
        ),
        'VND' => array(
            0 => '₫',
            1 => 'דונג וייטנאמי',
        ),
        'VUV' => array(
            0 => 'VUV',
            1 => 'ואטו של ונואטו',
        ),
        'WST' => array(
            0 => 'WST',
            1 => 'טאלה סמואי',
        ),
        'XAF' => array(
            0 => 'FCFA',
            1 => 'פרנק CFA מרכז אפריקני',
        ),
        'XCD' => array(
            0 => 'EC$',
            1 => 'דולר מזרח קריבי',
        ),
        'XFO' => array(
            0 => 'XFO',
            1 => 'פרנק זהב',
        ),
        'XOF' => array(
            0 => 'CFA',
            1 => 'פרנק CFA מערב אפריקני',
        ),
        'XPF' => array(
            0 => 'CFPF',
            1 => 'פרנק פולינזיה הצרפתית',
        ),
        'YDD' => array(
            0 => 'YDD',
            1 => 'דינר תימני',
        ),
        'YER' => array(
            0 => 'YER',
            1 => 'ריאל תימני',
        ),
        'ZAL' => array(
            0 => 'ZAL',
            1 => 'ראנד דרום אפריקאי (כספי)',
        ),
        'ZAR' => array(
            0 => 'ZAR',
            1 => 'ראנד דרום אפריקאי',
        ),
        'ZMK' => array(
            0 => 'ZMK',
            1 => 'קוואצ׳ה זמבית (1968–2012)',
        ),
        'ZMW' => array(
            0 => 'ZMW',
            1 => 'קוואצ׳ה זמבי',
        ),
        'ZRN' => array(
            0 => 'ZRN',
            1 => 'זאיר חדש',
        ),
        'ZWD' => array(
            0 => 'ZWD',
            1 => 'דולר זימבבואי',
        ),
    ),
);
