<?php

return array(
    'Version' => '2.1.37.1',
    'Names' => array(
        'ADP' => array(
            0 => 'ADP',
            1 => 'アンドラ ペセタ',
        ),
        'AED' => array(
            0 => 'AED',
            1 => 'アラブ首長国連邦ディルハム',
        ),
        'AFA' => array(
            0 => 'AFA',
            1 => 'アフガニスタン アフガニー (1927–2002)',
        ),
        'AFN' => array(
            0 => 'AFN',
            1 => 'アフガニスタン アフガニー',
        ),
        'ALK' => array(
            0 => 'ALK',
            1 => 'アルバニア レク (1946–1965)',
        ),
        'ALL' => array(
            0 => 'ALL',
            1 => 'アルバニア レク',
        ),
        'AMD' => array(
            0 => 'AMD',
            1 => 'アルメニア ドラム',
        ),
        'ANG' => array(
            0 => 'ANG',
            1 => 'オランダ領アンティル ギルダー',
        ),
        'AOA' => array(
            0 => 'AOA',
            1 => 'アンゴラ クワンザ',
        ),
        'AOK' => array(
            0 => 'AOK',
            1 => 'アンゴラ クワンザ (1977–1991)',
        ),
        'AON' => array(
            0 => 'AON',
            1 => 'アンゴラ 新クワンザ (1990–2000)',
        ),
        'AOR' => array(
            0 => 'AOR',
            1 => 'アンゴラ 旧クワンザ (1995–1999)',
        ),
        'ARA' => array(
            0 => 'ARA',
            1 => 'アルゼンチン アゥストラール',
        ),
        'ARL' => array(
            0 => 'ARL',
            1 => 'アルゼンチン・ペソ・レイ（1970–1983）',
        ),
        'ARM' => array(
            0 => 'ARM',
            1 => 'アルゼンチン・ペソ（1881–1970）',
        ),
        'ARP' => array(
            0 => 'ARP',
            1 => 'アルゼンチン ペソ (1983–1985)',
        ),
        'ARS' => array(
            0 => 'ARS',
            1 => 'アルゼンチン ペソ',
        ),
        'ATS' => array(
            0 => 'ATS',
            1 => 'オーストリア シリング',
        ),
        'AUD' => array(
            0 => 'A$',
            1 => 'オーストラリア ドル',
        ),
        'AWG' => array(
            0 => 'AWG',
            1 => 'アルバ ギルダー',
        ),
        'AZM' => array(
            0 => 'AZM',
            1 => 'アゼルバイジャン マナト (1993–2006)',
        ),
        'AZN' => array(
            0 => 'AZN',
            1 => 'アゼルバイジャン マナト',
        ),
        'BAD' => array(
            0 => 'BAD',
            1 => 'ボスニア・ヘルツェゴビナ ディナール (1992–1994)',
        ),
        'BAM' => array(
            0 => 'BAM',
            1 => 'ボスニア・ヘルツェゴビナ 兌換マルク (BAM)',
        ),
        'BAN' => array(
            0 => 'BAN',
            1 => 'ボスニア・ヘルツェゴビナ 新ディナール（1994–1997）',
        ),
        'BBD' => array(
            0 => 'BBD',
            1 => 'バルバドス ドル',
        ),
        'BDT' => array(
            0 => 'BDT',
            1 => 'バングラデシュ タカ',
        ),
        'BEC' => array(
            0 => 'BEC',
            1 => 'ベルギー フラン (BEC)',
        ),
        'BEF' => array(
            0 => 'BEF',
            1 => 'ベルギー フラン',
        ),
        'BEL' => array(
            0 => 'BEL',
            1 => 'ベルギー フラン (BEL)',
        ),
        'BGL' => array(
            0 => 'BGL',
            1 => 'ブルガリア レフ',
        ),
        'BGM' => array(
            0 => 'BGM',
            1 => 'ブルガリア社会主義 レフ',
        ),
        'BGN' => array(
            0 => 'BGN',
            1 => 'ブルガリア 新レフ',
        ),
        'BGO' => array(
            0 => 'BGO',
            1 => 'ブルガリア レフ（1879–1952）',
        ),
        'BHD' => array(
            0 => 'BHD',
            1 => 'バーレーン ディナール',
        ),
        'BIF' => array(
            0 => 'BIF',
            1 => 'ブルンジ フラン',
        ),
        'BMD' => array(
            0 => 'BMD',
            1 => 'バミューダ ドル',
        ),
        'BND' => array(
            0 => 'BND',
            1 => 'ブルネイ ドル',
        ),
        'BOB' => array(
            0 => 'BOB',
            1 => 'ボリビア ボリビアーノ',
        ),
        'BOL' => array(
            0 => 'BOL',
            1 => 'ボリビア ボリビアーノ (1863–1963)',
        ),
        'BOP' => array(
            0 => 'BOP',
            1 => 'ボリビア ペソ',
        ),
        'BOV' => array(
            0 => 'BOV',
            1 => 'ボリビア (Mvdol)',
        ),
        'BRB' => array(
            0 => 'BRB',
            1 => 'ブラジル 新クルゼイロ (1967–1986)',
        ),
        'BRC' => array(
            0 => 'BRC',
            1 => 'ブラジル クルザード (1986–1989)',
        ),
        'BRE' => array(
            0 => 'BRE',
            1 => 'ブラジル クルゼイロ (1990–1993)',
        ),
        'BRL' => array(
            0 => 'R$',
            1 => 'ブラジル レアル',
        ),
        'BRN' => array(
            0 => 'BRN',
            1 => 'ブラジル 新クルザード (1989–1990)',
        ),
        'BRR' => array(
            0 => 'BRR',
            1 => 'ブラジル クルゼイロ (1993–1994)',
        ),
        'BRZ' => array(
            0 => 'BRZ',
            1 => 'ブラジル クルゼイロ（1942–1967）',
        ),
        'BSD' => array(
            0 => 'BSD',
            1 => 'バハマ ドル',
        ),
        'BTN' => array(
            0 => 'BTN',
            1 => 'ブータン ニュルタム',
        ),
        'BUK' => array(
            0 => 'BUK',
            1 => 'ビルマ チャット',
        ),
        'BWP' => array(
            0 => 'BWP',
            1 => 'ボツワナ プラ',
        ),
        'BYB' => array(
            0 => 'BYB',
            1 => 'ベラルーシ 新ルーブル (1994–1999)',
        ),
        'BYN' => array(
            0 => 'BYN',
            1 => 'ベラルーシ ルーブル',
        ),
        'BYR' => array(
            0 => 'BYR',
            1 => 'ベラルーシ ルーブル (2000–2016)',
        ),
        'BZD' => array(
            0 => 'BZD',
            1 => 'ベリーズ ドル',
        ),
        'CAD' => array(
            0 => 'CA$',
            1 => 'カナダ ドル',
        ),
        'CDF' => array(
            0 => 'CDF',
            1 => 'コンゴ フラン',
        ),
        'CHE' => array(
            0 => 'CHE',
            1 => 'ユーロ (WIR)',
        ),
        'CHF' => array(
            0 => 'CHF',
            1 => 'スイス フラン',
        ),
        'CHW' => array(
            0 => 'CHW',
            1 => 'フラン (WIR)',
        ),
        'CLE' => array(
            0 => 'CLE',
            1 => 'チリ エスクード',
        ),
        'CLF' => array(
            0 => 'CLF',
            1 => 'チリ ウニダ・デ・フォメント (UF)',
        ),
        'CLP' => array(
            0 => 'CLP',
            1 => 'チリ ペソ',
        ),
        'CNH' => array(
            0 => 'CNH',
            1 => '中国人民元(オフショア)',
        ),
        'CNX' => array(
            0 => 'CNX',
            1 => '中国人民銀行ドル',
        ),
        'CNY' => array(
            0 => '元',
            1 => '中国人民元',
        ),
        'COP' => array(
            0 => 'COP',
            1 => 'コロンビア ペソ',
        ),
        'COU' => array(
            0 => 'COU',
            1 => 'コロンビア レアル （UVR)',
        ),
        'CRC' => array(
            0 => 'CRC',
            1 => 'コスタリカ コロン',
        ),
        'CSD' => array(
            0 => 'CSD',
            1 => 'セルビア ディナール (2002–2006)',
        ),
        'CSK' => array(
            0 => 'CSK',
            1 => 'チェコスロバキア コルナ',
        ),
        'CUC' => array(
            0 => 'CUC',
            1 => 'キューバ 兌換ペソ',
        ),
        'CUP' => array(
            0 => 'CUP',
            1 => 'キューバ ペソ',
        ),
        'CVE' => array(
            0 => 'CVE',
            1 => 'カーボベルデ エスクード',
        ),
        'CYP' => array(
            0 => 'CYP',
            1 => 'キプロス ポンド',
        ),
        'CZK' => array(
            0 => 'CZK',
            1 => 'チェコ コルナ',
        ),
        'DDM' => array(
            0 => 'DDM',
            1 => '東ドイツ マルク',
        ),
        'DEM' => array(
            0 => 'DEM',
            1 => 'ドイツ マルク',
        ),
        'DJF' => array(
            0 => 'DJF',
            1 => 'ジブチ フラン',
        ),
        'DKK' => array(
            0 => 'DKK',
            1 => 'デンマーク クローネ',
        ),
        'DOP' => array(
            0 => 'DOP',
            1 => 'ドミニカ ペソ',
        ),
        'DZD' => array(
            0 => 'DZD',
            1 => 'アルジェリア ディナール',
        ),
        'ECS' => array(
            0 => 'ECS',
            1 => 'エクアドル スクレ',
        ),
        'ECV' => array(
            0 => 'ECV',
            1 => 'エクアドル (UVC)',
        ),
        'EEK' => array(
            0 => 'EEK',
            1 => 'エストニア クルーン',
        ),
        'EGP' => array(
            0 => 'EGP',
            1 => 'エジプト ポンド',
        ),
        'ERN' => array(
            0 => 'ERN',
            1 => 'エリトリア ナクファ',
        ),
        'ESA' => array(
            0 => 'ESA',
            1 => 'スペインペセタ（勘定A）',
        ),
        'ESB' => array(
            0 => 'ESB',
            1 => 'スペイン 兌換ペセタ',
        ),
        'ESP' => array(
            0 => 'ESP',
            1 => 'スペイン ペセタ',
        ),
        'ETB' => array(
            0 => 'ETB',
            1 => 'エチオピア ブル',
        ),
        'EUR' => array(
            0 => '€',
            1 => 'ユーロ',
        ),
        'FIM' => array(
            0 => 'FIM',
            1 => 'フィンランド マルカ',
        ),
        'FJD' => array(
            0 => 'FJD',
            1 => 'フィジー ドル',
        ),
        'FKP' => array(
            0 => 'FKP',
            1 => 'フォークランド（マルビナス）諸島 ポンド',
        ),
        'FRF' => array(
            0 => 'FRF',
            1 => 'フランス フラン',
        ),
        'GBP' => array(
            0 => '£',
            1 => '英国ポンド',
        ),
        'GEK' => array(
            0 => 'GEK',
            1 => 'ジョージア クーポン ラリ',
        ),
        'GEL' => array(
            0 => 'GEL',
            1 => 'ジョージア ラリ',
        ),
        'GHC' => array(
            0 => 'GHC',
            1 => 'ガーナ セディ (1979–2007)',
        ),
        'GHS' => array(
            0 => 'GHS',
            1 => 'ガーナ セディ',
        ),
        'GIP' => array(
            0 => 'GIP',
            1 => 'ジブラルタル ポンド',
        ),
        'GMD' => array(
            0 => 'GMD',
            1 => 'ガンビア ダラシ',
        ),
        'GNF' => array(
            0 => 'GNF',
            1 => 'ギニア フラン',
        ),
        'GNS' => array(
            0 => 'GNS',
            1 => 'ギニア シリー',
        ),
        'GQE' => array(
            0 => 'GQE',
            1 => '赤道ギニア エクウェレ',
        ),
        'GRD' => array(
            0 => 'GRD',
            1 => 'ギリシャ ドラクマ',
        ),
        'GTQ' => array(
            0 => 'GTQ',
            1 => 'グアテマラ ケツァル',
        ),
        'GWE' => array(
            0 => 'GWE',
            1 => 'ポルトガル領ギニア エスクード',
        ),
        'GWP' => array(
            0 => 'GWP',
            1 => 'ギニアビサウ ペソ',
        ),
        'GYD' => array(
            0 => 'GYD',
            1 => 'ガイアナ ドル',
        ),
        'HKD' => array(
            0 => 'HK$',
            1 => '香港ドル',
        ),
        'HNL' => array(
            0 => 'HNL',
            1 => 'ホンジュラス レンピラ',
        ),
        'HRD' => array(
            0 => 'HRD',
            1 => 'クロアチア ディナール',
        ),
        'HRK' => array(
            0 => 'HRK',
            1 => 'クロアチア クーナ',
        ),
        'HTG' => array(
            0 => 'HTG',
            1 => 'ハイチ グールド',
        ),
        'HUF' => array(
            0 => 'HUF',
            1 => 'ハンガリー フォリント',
        ),
        'IDR' => array(
            0 => 'IDR',
            1 => 'インドネシア ルピア',
        ),
        'IEP' => array(
            0 => 'IEP',
            1 => 'アイリッシュ ポンド',
        ),
        'ILP' => array(
            0 => 'ILP',
            1 => 'イスラエル ポンド',
        ),
        'ILR' => array(
            0 => 'ILR',
            1 => 'イスラエル シェケル (1980–1985)',
        ),
        'ILS' => array(
            0 => '₪',
            1 => 'イスラエル新シェケル',
        ),
        'INR' => array(
            0 => '₹',
            1 => 'インド ルピー',
        ),
        'IQD' => array(
            0 => 'IQD',
            1 => 'イラク ディナール',
        ),
        'IRR' => array(
            0 => 'IRR',
            1 => 'イラン リアル',
        ),
        'ISJ' => array(
            0 => 'ISJ',
            1 => 'アイスランド クローナ (1918–1981)',
        ),
        'ISK' => array(
            0 => 'ISK',
            1 => 'アイスランド クローナ',
        ),
        'ITL' => array(
            0 => 'ITL',
            1 => 'イタリア リラ',
        ),
        'JMD' => array(
            0 => 'JMD',
            1 => 'ジャマイカ ドル',
        ),
        'JOD' => array(
            0 => 'JOD',
            1 => 'ヨルダン ディナール',
        ),
        'JPY' => array(
            0 => '￥',
            1 => '日本円',
        ),
        'KES' => array(
            0 => 'KES',
            1 => 'ケニア シリング',
        ),
        'KGS' => array(
            0 => 'KGS',
            1 => 'キルギス ソム',
        ),
        'KHR' => array(
            0 => 'KHR',
            1 => 'カンボジア リエル',
        ),
        'KMF' => array(
            0 => 'KMF',
            1 => 'コモロ フラン',
        ),
        'KPW' => array(
            0 => 'KPW',
            1 => '北朝鮮ウォン',
        ),
        'KRH' => array(
            0 => 'KRH',
            1 => '韓国 ファン（1953–1962）',
        ),
        'KRO' => array(
            0 => 'KRO',
            1 => '韓国 ウォン（1945–1953）',
        ),
        'KRW' => array(
            0 => '₩',
            1 => '韓国ウォン',
        ),
        'KWD' => array(
            0 => 'KWD',
            1 => 'クウェート ディナール',
        ),
        'KYD' => array(
            0 => 'KYD',
            1 => 'ケイマン諸島 ドル',
        ),
        'KZT' => array(
            0 => 'KZT',
            1 => 'カザフスタン テンゲ',
        ),
        'LAK' => array(
            0 => 'LAK',
            1 => 'ラオス キープ',
        ),
        'LBP' => array(
            0 => 'LBP',
            1 => 'レバノン ポンド',
        ),
        'LKR' => array(
            0 => 'LKR',
            1 => 'スリランカ ルピー',
        ),
        'LRD' => array(
            0 => 'LRD',
            1 => 'リベリア ドル',
        ),
        'LSL' => array(
            0 => 'LSL',
            1 => 'レソト ロティ',
        ),
        'LTL' => array(
            0 => 'LTL',
            1 => 'リトアニア リタス',
        ),
        'LTT' => array(
            0 => 'LTT',
            1 => 'リトアニア タロナ',
        ),
        'LUC' => array(
            0 => 'LUC',
            1 => 'ルクセンブルク 兌換フラン',
        ),
        'LUF' => array(
            0 => 'LUF',
            1 => 'ルクセンブルグ フラン',
        ),
        'LUL' => array(
            0 => 'LUL',
            1 => 'ルクセンブルク 金融フラン',
        ),
        'LVL' => array(
            0 => 'LVL',
            1 => 'ラトビア ラッツ',
        ),
        'LVR' => array(
            0 => 'LVR',
            1 => 'ラトビア ルーブル',
        ),
        'LYD' => array(
            0 => 'LYD',
            1 => 'リビア ディナール',
        ),
        'MAD' => array(
            0 => 'MAD',
            1 => 'モロッコ ディルハム',
        ),
        'MAF' => array(
            0 => 'MAF',
            1 => 'モロッコ フラン',
        ),
        'MCF' => array(
            0 => 'MCF',
            1 => 'モネガスク フラン',
        ),
        'MDC' => array(
            0 => 'MDC',
            1 => 'モルドバ クーポン',
        ),
        'MDL' => array(
            0 => 'MDL',
            1 => 'モルドバ レイ',
        ),
        'MGA' => array(
            0 => 'MGA',
            1 => 'マダガスカル アリアリ',
        ),
        'MGF' => array(
            0 => 'MGF',
            1 => 'マラガシ フラン',
        ),
        'MKD' => array(
            0 => 'MKD',
            1 => 'マケドニア デナル',
        ),
        'MKN' => array(
            0 => 'MKN',
            1 => 'マケドニア ディナール（1992–1993）',
        ),
        'MLF' => array(
            0 => 'MLF',
            1 => 'マリ フラン',
        ),
        'MMK' => array(
            0 => 'MMK',
            1 => 'ミャンマー チャット',
        ),
        'MNT' => array(
            0 => 'MNT',
            1 => 'モンゴル トグログ',
        ),
        'MOP' => array(
            0 => 'MOP',
            1 => 'マカオ パタカ',
        ),
        'MRO' => array(
            0 => 'MRO',
            1 => 'モーリタニア ウギア',
        ),
        'MTL' => array(
            0 => 'MTL',
            1 => 'マルタ リラ',
        ),
        'MTP' => array(
            0 => 'MTP',
            1 => 'マルタ ポンド',
        ),
        'MUR' => array(
            0 => 'MUR',
            1 => 'モーリシャス ルピー',
        ),
        'MVP' => array(
            0 => 'MVP',
            1 => 'モルディブ諸島 ルピー',
        ),
        'MVR' => array(
            0 => 'MVR',
            1 => 'モルディブ ルフィア',
        ),
        'MWK' => array(
            0 => 'MWK',
            1 => 'マラウィ クワチャ',
        ),
        'MXN' => array(
            0 => 'MX$',
            1 => 'メキシコ ペソ',
        ),
        'MXP' => array(
            0 => 'MXP',
            1 => 'メキシコ ペソ (1861–1992)',
        ),
        'MXV' => array(
            0 => 'MXV',
            1 => 'メキシコ (UDI)',
        ),
        'MYR' => array(
            0 => 'MYR',
            1 => 'マレーシア リンギット',
        ),
        'MZE' => array(
            0 => 'MZE',
            1 => 'モザンピーク エスクード',
        ),
        'MZM' => array(
            0 => 'MZM',
            1 => 'モザンビーク メティカル (1980–2006)',
        ),
        'MZN' => array(
            0 => 'MZN',
            1 => 'モザンビーク メティカル',
        ),
        'NAD' => array(
            0 => 'NAD',
            1 => 'ナミビア ドル',
        ),
        'NGN' => array(
            0 => 'NGN',
            1 => 'ナイジェリア ナイラ',
        ),
        'NIC' => array(
            0 => 'NIC',
            1 => 'ニカラグア コルドバ (1988–1991)',
        ),
        'NIO' => array(
            0 => 'NIO',
            1 => 'ニカラグア コルドバ オロ',
        ),
        'NLG' => array(
            0 => 'NLG',
            1 => 'オランダ ギルダー',
        ),
        'NOK' => array(
            0 => 'NOK',
            1 => 'ノルウェー クローネ',
        ),
        'NPR' => array(
            0 => 'NPR',
            1 => 'ネパール ルピー',
        ),
        'NZD' => array(
            0 => 'NZ$',
            1 => 'ニュージーランド ドル',
        ),
        'OMR' => array(
            0 => 'OMR',
            1 => 'オマーン リアル',
        ),
        'PAB' => array(
            0 => 'PAB',
            1 => 'パナマ バルボア',
        ),
        'PEI' => array(
            0 => 'PEI',
            1 => 'ペルー インティ',
        ),
        'PEN' => array(
            0 => 'PEN',
            1 => 'ペルー ソル',
        ),
        'PES' => array(
            0 => 'PES',
            1 => 'ペルー ソル (1863–1965)',
        ),
        'PGK' => array(
            0 => 'PGK',
            1 => 'パプアニューギニア キナ',
        ),
        'PHP' => array(
            0 => 'PHP',
            1 => 'フィリピン ペソ',
        ),
        'PKR' => array(
            0 => 'PKR',
            1 => 'パキスタン ルピー',
        ),
        'PLN' => array(
            0 => 'PLN',
            1 => 'ポーランド ズウォティ',
        ),
        'PLZ' => array(
            0 => 'PLZ',
            1 => 'ポーランド ズウォティ (1950–1995)',
        ),
        'PTE' => array(
            0 => 'PTE',
            1 => 'ポルトガル エスクード',
        ),
        'PYG' => array(
            0 => 'PYG',
            1 => 'パラグアイ グアラニ',
        ),
        'QAR' => array(
            0 => 'QAR',
            1 => 'カタール リアル',
        ),
        'RHD' => array(
            0 => 'RHD',
            1 => 'ローデシア ドル',
        ),
        'ROL' => array(
            0 => 'ROL',
            1 => 'ルーマニア レイ (1952–2006)',
        ),
        'RON' => array(
            0 => 'RON',
            1 => 'ルーマニア レイ',
        ),
        'RSD' => array(
            0 => 'RSD',
            1 => 'ディナール (セルビア)',
        ),
        'RUB' => array(
            0 => 'RUB',
            1 => 'ロシア ルーブル',
        ),
        'RUR' => array(
            0 => 'RUR',
            1 => 'ロシア ルーブル (1991–1998)',
        ),
        'RWF' => array(
            0 => 'RWF',
            1 => 'ルワンダ フラン',
        ),
        'SAR' => array(
            0 => 'SAR',
            1 => 'サウジ リヤル',
        ),
        'SBD' => array(
            0 => 'SBD',
            1 => 'ソロモン諸島 ドル',
        ),
        'SCR' => array(
            0 => 'SCR',
            1 => 'セーシェル ルピー',
        ),
        'SDD' => array(
            0 => 'SDD',
            1 => 'スーダン ディナール (1992–2007)',
        ),
        'SDG' => array(
            0 => 'SDG',
            1 => 'スーダン ポンド',
        ),
        'SDP' => array(
            0 => 'SDP',
            1 => 'スーダン ポンド (1957–1998)',
        ),
        'SEK' => array(
            0 => 'SEK',
            1 => 'スウェーデン クローナ',
        ),
        'SGD' => array(
            0 => 'SGD',
            1 => 'シンガポール ドル',
        ),
        'SHP' => array(
            0 => 'SHP',
            1 => 'セントヘレナ ポンド',
        ),
        'SIT' => array(
            0 => 'SIT',
            1 => 'スロベニア トラール',
        ),
        'SKK' => array(
            0 => 'SKK',
            1 => 'スロバキア コルナ',
        ),
        'SLL' => array(
            0 => 'SLL',
            1 => 'シエラレオネ レオン',
        ),
        'SOS' => array(
            0 => 'SOS',
            1 => 'ソマリア シリング',
        ),
        'SRD' => array(
            0 => 'SRD',
            1 => 'スリナム ドル',
        ),
        'SRG' => array(
            0 => 'SRG',
            1 => 'スリナム ギルダー',
        ),
        'SSP' => array(
            0 => 'SSP',
            1 => '南スーダン ポンド',
        ),
        'STD' => array(
            0 => 'STD',
            1 => 'サントメ・プリンシペ ドブラ',
        ),
        'SUR' => array(
            0 => 'SUR',
            1 => 'ソ連 ルーブル',
        ),
        'SVC' => array(
            0 => 'SVC',
            1 => 'エルサルバドル コロン',
        ),
        'SYP' => array(
            0 => 'SYP',
            1 => 'シリア ポンド',
        ),
        'SZL' => array(
            0 => 'SZL',
            1 => 'スワジランド リランゲニ',
        ),
        'THB' => array(
            0 => 'THB',
            1 => 'タイ バーツ',
        ),
        'TJR' => array(
            0 => 'TJR',
            1 => 'タジキスタン ルーブル',
        ),
        'TJS' => array(
            0 => 'TJS',
            1 => 'タジキスタン ソモニ',
        ),
        'TMM' => array(
            0 => 'TMM',
            1 => 'トルクメニスタン マナト (1993–2009)',
        ),
        'TMT' => array(
            0 => 'TMT',
            1 => 'トルクメニスタン マナト',
        ),
        'TND' => array(
            0 => 'TND',
            1 => 'チュニジア ディナール',
        ),
        'TOP' => array(
            0 => 'TOP',
            1 => 'トンガ パ・アンガ',
        ),
        'TPE' => array(
            0 => 'TPE',
            1 => 'ティモール エスクード',
        ),
        'TRL' => array(
            0 => 'TRL',
            1 => 'トルコ リラ (1922–2005)',
        ),
        'TRY' => array(
            0 => 'TRY',
            1 => '新トルコリラ',
        ),
        'TTD' => array(
            0 => 'TTD',
            1 => 'トリニダード・トバゴ ドル',
        ),
        'TWD' => array(
            0 => 'NT$',
            1 => '新台湾ドル',
        ),
        'TZS' => array(
            0 => 'TZS',
            1 => 'タンザニア シリング',
        ),
        'UAH' => array(
            0 => 'UAH',
            1 => 'ウクライナ グリブナ',
        ),
        'UAK' => array(
            0 => 'UAK',
            1 => 'ウクライナ カルボバネツ',
        ),
        'UGS' => array(
            0 => 'UGS',
            1 => 'ウガンダ シリング (1966–1987)',
        ),
        'UGX' => array(
            0 => 'UGX',
            1 => 'ウガンダ シリング',
        ),
        'USD' => array(
            0 => '$',
            1 => '米ドル',
        ),
        'USN' => array(
            0 => 'USN',
            1 => '米ドル (翌日)',
        ),
        'USS' => array(
            0 => 'USS',
            1 => '米ドル (当日)',
        ),
        'UYI' => array(
            0 => 'UYI',
            1 => 'ウルグアイ ペソエン',
        ),
        'UYP' => array(
            0 => 'UYP',
            1 => 'ウルグアイ ペソ (1975–1993)',
        ),
        'UYU' => array(
            0 => 'UYU',
            1 => 'ウルグアイ ペソ',
        ),
        'UZS' => array(
            0 => 'UZS',
            1 => 'ウズベキスタン スム',
        ),
        'VEB' => array(
            0 => 'VEB',
            1 => 'ベネズエラ ボリバル (1871–2008)',
        ),
        'VEF' => array(
            0 => 'VEF',
            1 => 'ベネズエラ ボリバル',
        ),
        'VND' => array(
            0 => '₫',
            1 => 'ベトナム ドン',
        ),
        'VNN' => array(
            0 => 'VNN',
            1 => 'ベトナム ドン（1978–1985）',
        ),
        'VUV' => array(
            0 => 'VUV',
            1 => 'バヌアツ バツ',
        ),
        'WST' => array(
            0 => 'WST',
            1 => 'サモア タラ',
        ),
        'XAF' => array(
            0 => 'FCFA',
            1 => '中央アフリカ CFA フラン',
        ),
        'XCD' => array(
            0 => 'EC$',
            1 => '東カリブ ドル',
        ),
        'XEU' => array(
            0 => 'XEU',
            1 => 'ヨーロッパ通貨単位',
        ),
        'XFO' => array(
            0 => 'XFO',
            1 => 'フランス金フラン',
        ),
        'XFU' => array(
            0 => 'XFU',
            1 => 'フランス フラン (UIC)',
        ),
        'XOF' => array(
            0 => 'CFA',
            1 => '西アフリカ CFA フラン',
        ),
        'XPF' => array(
            0 => 'CFPF',
            1 => 'CFP フラン',
        ),
        'XRE' => array(
            0 => 'XRE',
            1 => 'RINET基金',
        ),
        'YDD' => array(
            0 => 'YDD',
            1 => 'イエメン ディナール',
        ),
        'YER' => array(
            0 => 'YER',
            1 => 'イエメン リアル',
        ),
        'YUD' => array(
            0 => 'YUD',
            1 => 'ユーゴスラビア ハード・ディナール (1966–1990)',
        ),
        'YUM' => array(
            0 => 'YUM',
            1 => 'ユーゴスラビア ノビ・ディナール (1994–2002)',
        ),
        'YUN' => array(
            0 => 'YUN',
            1 => 'ユーゴスラビア 兌換ディナール (1990–1992)',
        ),
        'YUR' => array(
            0 => 'YUR',
            1 => 'ユーゴスラビア 改革ディナール（1992–1993）',
        ),
        'ZAL' => array(
            0 => 'ZAL',
            1 => '南アフリカ ランド (ZAL)',
        ),
        'ZAR' => array(
            0 => 'ZAR',
            1 => '南アフリカ ランド',
        ),
        'ZMK' => array(
            0 => 'ZMK',
            1 => 'ザンビア クワチャ (1968–2012)',
        ),
        'ZMW' => array(
            0 => 'ZMW',
            1 => 'ザンビア クワチャ',
        ),
        'ZRN' => array(
            0 => 'ZRN',
            1 => 'ザイール 新ザイール (1993–1998)',
        ),
        'ZRZ' => array(
            0 => 'ZRZ',
            1 => 'ザイール ザイール (1971–1993)',
        ),
        'ZWD' => array(
            0 => 'ZWD',
            1 => 'ジンバブエ ドル (1980–2008)',
        ),
        'ZWL' => array(
            0 => 'ZWL',
            1 => 'ジンバブエ ドル (2009)',
        ),
        'ZWR' => array(
            0 => 'ZWR',
            1 => 'シンバブエ ドル（2008）',
        ),
    ),
);
