<?php

return array(
    'Version' => '2.1.37.1',
    'Names' => array(
        'ADP' => array(
            0 => 'ADP',
            1 => 'ანდორული პესეტა',
        ),
        'AED' => array(
            0 => 'AED',
            1 => 'არაბთა გაერთიანებული საამიროების დირჰამი',
        ),
        'AFA' => array(
            0 => 'AFA',
            1 => 'ავღანი (1927–2002)',
        ),
        'AFN' => array(
            0 => 'AFN',
            1 => 'ავღანური ავღანი',
        ),
        'ALL' => array(
            0 => 'ALL',
            1 => 'ალბანური ლეკი',
        ),
        'AMD' => array(
            0 => 'AMD',
            1 => 'სომხური დრამი',
        ),
        'ANG' => array(
            0 => 'ANG',
            1 => 'ნიდერლანდების ანტილების გულდენი',
        ),
        'AOA' => array(
            0 => 'AOA',
            1 => 'ანგოლური კვანზა',
        ),
        'AOK' => array(
            0 => 'AOK',
            1 => 'ანგოლური კვანზა (1977–1990)',
        ),
        'AON' => array(
            0 => 'AON',
            1 => 'ანგოლური ახალი კვანზა (1990–2000)',
        ),
        'AOR' => array(
            0 => 'AOR',
            1 => 'ანგოლური მიტოლებული კვანზა (1995–1999)',
        ),
        'ARA' => array(
            0 => 'ARA',
            1 => 'არგენტინული აუსტრალი',
        ),
        'ARP' => array(
            0 => 'ARP',
            1 => 'არგენტინული პესო (1983–1985)',
        ),
        'ARS' => array(
            0 => 'ARS',
            1 => 'არგენტინული პესო',
        ),
        'ATS' => array(
            0 => 'ATS',
            1 => 'ავსტრიული შილინგი',
        ),
        'AUD' => array(
            0 => 'AUD',
            1 => 'ავსტრალიური დოლარი',
        ),
        'AWG' => array(
            0 => 'AWG',
            1 => 'არუბანული გულდენი',
        ),
        'AZM' => array(
            0 => 'AZM',
            1 => 'აზერბაიჯანული მანათი (1993–2006)',
        ),
        'AZN' => array(
            0 => 'AZN',
            1 => 'აზერბაიჯანული მანათი',
        ),
        'BAD' => array(
            0 => 'BAD',
            1 => 'ბოსნია-ჰერცოგოვინას დინარი',
        ),
        'BAM' => array(
            0 => 'BAM',
            1 => 'ბოსნია და ჰერცოგოვინას კონვერტირებადი მარკა',
        ),
        'BBD' => array(
            0 => 'BBD',
            1 => 'ბარბადოსული დოლარი',
        ),
        'BDT' => array(
            0 => 'BDT',
            1 => 'ბანგლადეშური ტაკა',
        ),
        'BEC' => array(
            0 => 'BEC',
            1 => 'ბელგიური ფრანკი (კოვერტირებადი)',
        ),
        'BEF' => array(
            0 => 'BEF',
            1 => 'ბელგიური ფრანკი',
        ),
        'BEL' => array(
            0 => 'BEL',
            1 => 'ბელგიური ფრანკი (ფინანსური)',
        ),
        'BGL' => array(
            0 => 'BGL',
            1 => 'ბულგარული მყარი ლევი',
        ),
        'BGN' => array(
            0 => 'BGN',
            1 => 'ბულგარული ლევი',
        ),
        'BHD' => array(
            0 => 'BHD',
            1 => 'ბაჰრეინული დინარი',
        ),
        'BIF' => array(
            0 => 'BIF',
            1 => 'ბურუნდიული ფრანკი',
        ),
        'BMD' => array(
            0 => 'BMD',
            1 => 'ბერმუდული დოლარი',
        ),
        'BND' => array(
            0 => 'BND',
            1 => 'ბრუნეული დოლარი',
        ),
        'BOB' => array(
            0 => 'BOB',
            1 => 'ბოლივიური ბოლივიანო',
        ),
        'BOP' => array(
            0 => 'BOP',
            1 => 'ბოლივიური პესო',
        ),
        'BRB' => array(
            0 => 'BRB',
            1 => 'ბრაზილიური კრუზეირო ნოვო (1967–1986)',
        ),
        'BRC' => array(
            0 => 'BRC',
            1 => 'ბრაზილიური კრუზადო',
        ),
        'BRE' => array(
            0 => 'BRE',
            1 => 'ბრაზილიური კრუზეირო (1990–1993)',
        ),
        'BRL' => array(
            0 => 'R$',
            1 => 'ბრაზილიური რეალი',
        ),
        'BRN' => array(
            0 => 'BRN',
            1 => 'ბრაზილიური კრუზადო ნოვო',
        ),
        'BRR' => array(
            0 => 'BRR',
            1 => 'ბრაზილიური კრუზეირო',
        ),
        'BSD' => array(
            0 => 'BSD',
            1 => 'ბაჰამური დოლარი',
        ),
        'BTN' => array(
            0 => 'BTN',
            1 => 'ბუტანური ნგულტრუმი',
        ),
        'BWP' => array(
            0 => 'BWP',
            1 => 'ბოცვანური პულა',
        ),
        'BYB' => array(
            0 => 'BYB',
            1 => 'ახალი ბელარუსიული რუბლი (1994–1999)',
        ),
        'BYN' => array(
            0 => 'BYN',
            1 => 'ბელორუსული რუბლი',
        ),
        'BYR' => array(
            0 => 'BYR',
            1 => 'ბელორუსული რუბლი (2000–2016)',
        ),
        'BZD' => array(
            0 => 'BZD',
            1 => 'ბელიზის დოლარი',
        ),
        'CAD' => array(
            0 => 'CA$',
            1 => 'კანადური დოლარი',
        ),
        'CDF' => array(
            0 => 'CDF',
            1 => 'კონგოს ფრანკი',
        ),
        'CHF' => array(
            0 => 'CHF',
            1 => 'შვეიცარიული ფრანკი',
        ),
        'CLP' => array(
            0 => 'CLP',
            1 => 'ჩილეს პესო',
        ),
        'CNH' => array(
            0 => 'CNH',
            1 => 'ჩინური იუანი (ოფშორი)',
        ),
        'CNY' => array(
            0 => 'CNY',
            1 => 'ჩინური იუანი',
        ),
        'COP' => array(
            0 => 'COP',
            1 => 'კოლუმბიური პესო',
        ),
        'CRC' => array(
            0 => 'CRC',
            1 => 'კოსტა-რიკული კოლონი',
        ),
        'CSD' => array(
            0 => 'CSD',
            1 => 'ძველი სერბიული დინარი',
        ),
        'CSK' => array(
            0 => 'CSK',
            1 => 'ჩეხოსლოვაკიის მყარი კრონა',
        ),
        'CUC' => array(
            0 => 'CUC',
            1 => 'კუბური კონვერტირებადი პესო',
        ),
        'CUP' => array(
            0 => 'CUP',
            1 => 'კუბური პესო',
        ),
        'CVE' => array(
            0 => 'CVE',
            1 => 'კაბო-ვერდეს ესკუდო',
        ),
        'CYP' => array(
            0 => 'CYP',
            1 => 'კვიპროსის გირვანქა',
        ),
        'CZK' => array(
            0 => 'CZK',
            1 => 'ჩეხური კრონა',
        ),
        'DDM' => array(
            0 => 'DDM',
            1 => 'აღმოსავლეთ გერმანული მარკა',
        ),
        'DEM' => array(
            0 => 'DEM',
            1 => 'გერმანული მარკა',
        ),
        'DJF' => array(
            0 => 'DJF',
            1 => 'ჯიბუტის ფრანკი',
        ),
        'DKK' => array(
            0 => 'DKK',
            1 => 'დანიური კრონა',
        ),
        'DOP' => array(
            0 => 'DOP',
            1 => 'დომინიკური პესო',
        ),
        'DZD' => array(
            0 => 'DZD',
            1 => 'ალჟირული დინარი',
        ),
        'EEK' => array(
            0 => 'EEK',
            1 => 'ესტონური კრუნა',
        ),
        'EGP' => array(
            0 => 'EGP',
            1 => 'ეგვიპტური გირვანქა',
        ),
        'ERN' => array(
            0 => 'ERN',
            1 => 'ერიტრეის ნაკფა',
        ),
        'ESP' => array(
            0 => 'ESP',
            1 => 'ესპანური პესეტა',
        ),
        'ETB' => array(
            0 => 'ETB',
            1 => 'ეთიოპიური ბირი',
        ),
        'EUR' => array(
            0 => '€',
            1 => 'ევრო',
        ),
        'FIM' => array(
            0 => 'FIM',
            1 => 'ფინური მარკა',
        ),
        'FJD' => array(
            0 => 'FJD',
            1 => 'ფიჯის დოლარი',
        ),
        'FKP' => array(
            0 => 'FKP',
            1 => 'ფოლკლენდის კუნძულების ფუნტი',
        ),
        'FRF' => array(
            0 => 'FRF',
            1 => 'ფრანგული ფრანკი',
        ),
        'GBP' => array(
            0 => '£',
            1 => 'ბრიტანული გირვანქა სტერლინგი',
        ),
        'GEK' => array(
            0 => 'GEK',
            1 => 'ქართული კუპონი ლარით',
        ),
        'GEL' => array(
            0 => '₾',
            1 => 'ქართული ლარი',
        ),
        'GHS' => array(
            0 => 'GHS',
            1 => 'განური სედი',
        ),
        'GIP' => array(
            0 => 'GIP',
            1 => 'გიბრალტარული ფუნტი',
        ),
        'GMD' => array(
            0 => 'GMD',
            1 => 'გამბიური დალასი',
        ),
        'GNF' => array(
            0 => 'GNF',
            1 => 'გვინეური ფრანკი',
        ),
        'GRD' => array(
            0 => 'GRD',
            1 => 'ბერძნული დრაჰმა',
        ),
        'GTQ' => array(
            0 => 'GTQ',
            1 => 'გვატემალური კეტსალი',
        ),
        'GWE' => array(
            0 => 'GWE',
            1 => 'პორტუგალიური გინეა ესკუდო',
        ),
        'GYD' => array(
            0 => 'GYD',
            1 => 'გაიანური დოლარი',
        ),
        'HKD' => array(
            0 => 'HKD',
            1 => 'ჰონკონგის დოლარი',
        ),
        'HNL' => array(
            0 => 'HNL',
            1 => 'ჰონდურასული ლემპირა',
        ),
        'HRD' => array(
            0 => 'HRD',
            1 => 'ხორვატიული დინარი',
        ),
        'HRK' => array(
            0 => 'HRK',
            1 => 'ხორვატული კუნა',
        ),
        'HTG' => array(
            0 => 'HTG',
            1 => 'ჰაიტური გურდი',
        ),
        'HUF' => array(
            0 => 'HUF',
            1 => 'უნგრული ფორინტი',
        ),
        'IDR' => array(
            0 => 'IDR',
            1 => 'ინდონეზიური რუპია',
        ),
        'IEP' => array(
            0 => 'IEP',
            1 => 'ირლანდიური გირვანქა',
        ),
        'ILS' => array(
            0 => 'ILS',
            1 => 'ისრაელის ახალი შეკელი',
        ),
        'INR' => array(
            0 => 'INR',
            1 => 'ინდური რუპია',
        ),
        'IQD' => array(
            0 => 'IQD',
            1 => 'ერაყული დინარი',
        ),
        'IRR' => array(
            0 => 'IRR',
            1 => 'ირანული რიალი',
        ),
        'ISK' => array(
            0 => 'ISK',
            1 => 'ისლანდიური კრონა',
        ),
        'ITL' => array(
            0 => 'ITL',
            1 => 'იტალიური ლირა',
        ),
        'JMD' => array(
            0 => 'JMD',
            1 => 'იამაიკური დოლარი',
        ),
        'JOD' => array(
            0 => 'JOD',
            1 => 'იორდანიული დოლარი',
        ),
        'JPY' => array(
            0 => 'JPY',
            1 => 'იაპონური იენი',
        ),
        'KES' => array(
            0 => 'KES',
            1 => 'კენიური შილინგი',
        ),
        'KGS' => array(
            0 => 'KGS',
            1 => 'ყირგიზული სომი',
        ),
        'KHR' => array(
            0 => 'KHR',
            1 => 'კამბოჯური რიელი',
        ),
        'KMF' => array(
            0 => 'KMF',
            1 => 'კომორული ფრანკი',
        ),
        'KPW' => array(
            0 => 'KPW',
            1 => 'ჩრდილოეთ კორეული ვონი',
        ),
        'KRW' => array(
            0 => 'KRW',
            1 => 'სამხრეთ კორეული ვონი',
        ),
        'KWD' => array(
            0 => 'KWD',
            1 => 'ქუვეითური დინარი',
        ),
        'KYD' => array(
            0 => 'KYD',
            1 => 'კაიმანის კუნძულების დოლარი',
        ),
        'KZT' => array(
            0 => 'KZT',
            1 => 'ყაზახური ტენგე',
        ),
        'LAK' => array(
            0 => 'LAK',
            1 => 'ლაოსური კიპი',
        ),
        'LBP' => array(
            0 => 'LBP',
            1 => 'ლიბანური ფუნტი',
        ),
        'LKR' => array(
            0 => 'LKR',
            1 => 'შრი-ლანკური რუპია',
        ),
        'LRD' => array(
            0 => 'LRD',
            1 => 'ლიბერიული დოლარი',
        ),
        'LTL' => array(
            0 => 'LTL',
            1 => 'ლიტვური ლიტა',
        ),
        'LTT' => array(
            0 => 'LTT',
            1 => 'ლიტვური ტალონი',
        ),
        'LUC' => array(
            0 => 'LUC',
            1 => 'ლუქსემბურგის კონვერტირებადი ფრანკი',
        ),
        'LUF' => array(
            0 => 'LUF',
            1 => 'ლუქსემბურგის ფრანკი',
        ),
        'LUL' => array(
            0 => 'LUL',
            1 => 'ლუქსემბურგის ფინანსური ფრანკი',
        ),
        'LVL' => array(
            0 => 'LVL',
            1 => 'ლატვიური ლატი',
        ),
        'LVR' => array(
            0 => 'LVR',
            1 => 'ლატვიური რუბლი',
        ),
        'LYD' => array(
            0 => 'LYD',
            1 => 'ლიბიური დინარი',
        ),
        'MAD' => array(
            0 => 'MAD',
            1 => 'მაროკოს დირჰამი',
        ),
        'MAF' => array(
            0 => 'MAF',
            1 => 'მაროკოს ფრანკი',
        ),
        'MDL' => array(
            0 => 'MDL',
            1 => 'მოლდოვური ლეუ',
        ),
        'MGA' => array(
            0 => 'MGA',
            1 => 'მადაგასკარის არიარი',
        ),
        'MGF' => array(
            0 => 'MGF',
            1 => 'მადაგასკარის ფრანკი',
        ),
        'MKD' => array(
            0 => 'MKD',
            1 => 'მაკედონიური დინარი',
        ),
        'MLF' => array(
            0 => 'MLF',
            1 => 'მალის ფრანკი',
        ),
        'MMK' => array(
            0 => 'MMK',
            1 => 'მიანმარის კიატი',
        ),
        'MNT' => array(
            0 => 'MNT',
            1 => 'მონღოლური ტუგრიკი',
        ),
        'MOP' => array(
            0 => 'MOP',
            1 => 'მაკაუს პატაკა',
        ),
        'MRO' => array(
            0 => 'MRO',
            1 => 'მავრიტანული უგია',
        ),
        'MTL' => array(
            0 => 'MTL',
            1 => 'მალტის ლირა',
        ),
        'MTP' => array(
            0 => 'MTP',
            1 => 'მალტის გირვანქა',
        ),
        'MUR' => array(
            0 => 'MUR',
            1 => 'მავრიტანული რუპია',
        ),
        'MVR' => array(
            0 => 'MVR',
            1 => 'მალდივური რუფია',
        ),
        'MWK' => array(
            0 => 'MWK',
            1 => 'მალავიური კვაჩა',
        ),
        'MXN' => array(
            0 => 'MX$',
            1 => 'მექსიკური პესო',
        ),
        'MXP' => array(
            0 => 'MXP',
            1 => 'მექსიკური ვერცხლის პესო (1861–1992)',
        ),
        'MYR' => array(
            0 => 'MYR',
            1 => 'მალაიზიური რინგიტი',
        ),
        'MZE' => array(
            0 => 'MZE',
            1 => 'მოზამბიკური ესკუდო',
        ),
        'MZM' => array(
            0 => 'MZM',
            1 => 'ძველი მოზამბიკური მეტიკალი',
        ),
        'MZN' => array(
            0 => 'MZN',
            1 => 'მოზამბიკური მეტიკალი',
        ),
        'NAD' => array(
            0 => 'NAD',
            1 => 'ნამიბიური დოლარი',
        ),
        'NGN' => array(
            0 => 'NGN',
            1 => 'ნიგერიული ნაირა',
        ),
        'NIC' => array(
            0 => 'NIC',
            1 => 'ნიკარაგუას კორდობა',
        ),
        'NIO' => array(
            0 => 'NIO',
            1 => 'ნიკარაგუული კორდობა',
        ),
        'NLG' => array(
            0 => 'NLG',
            1 => 'ჰოლანდიური გულდენი',
        ),
        'NOK' => array(
            0 => 'NOK',
            1 => 'ნორვეგიული კრონა',
        ),
        'NPR' => array(
            0 => 'NPR',
            1 => 'ნეპალური რუპია',
        ),
        'NZD' => array(
            0 => 'NZD',
            1 => 'ახალი ზელანდიის დოლარი',
        ),
        'OMR' => array(
            0 => 'OMR',
            1 => 'ომანის რიალი',
        ),
        'PAB' => array(
            0 => 'PAB',
            1 => 'პანამური ბალბოა',
        ),
        'PEI' => array(
            0 => 'PEI',
            1 => 'პერუს ინტი',
        ),
        'PEN' => array(
            0 => 'PEN',
            1 => 'პერუს სოლი',
        ),
        'PES' => array(
            0 => 'PES',
            1 => 'პერუს სოლი (1863–1965)',
        ),
        'PGK' => array(
            0 => 'PGK',
            1 => 'პაპუა-ახალი გვინეის კინა',
        ),
        'PHP' => array(
            0 => 'PHP',
            1 => 'ფილიპინური პესო',
        ),
        'PKR' => array(
            0 => 'PKR',
            1 => 'პაკისტანური რუპია',
        ),
        'PLN' => array(
            0 => 'PLN',
            1 => 'პოლონური ზლოტი',
        ),
        'PLZ' => array(
            0 => 'PLZ',
            1 => 'პოლონური ზლოტი (1950–1995)',
        ),
        'PTE' => array(
            0 => 'PTE',
            1 => 'პორტუგალიური ესკუდო',
        ),
        'PYG' => array(
            0 => 'PYG',
            1 => 'პარაგვაული გუარანი',
        ),
        'QAR' => array(
            0 => 'QAR',
            1 => 'კატარის რიალი',
        ),
        'RHD' => array(
            0 => 'RHD',
            1 => 'როდეზიული დოლარი',
        ),
        'ROL' => array(
            0 => 'ROL',
            1 => 'ძველი რუმინული ლეუ',
        ),
        'RON' => array(
            0 => 'RON',
            1 => 'რუმინული ლეუ',
        ),
        'RSD' => array(
            0 => 'RSD',
            1 => 'სერბული დინარი',
        ),
        'RUB' => array(
            0 => 'RUB',
            1 => 'რუსული რუბლი',
        ),
        'RUR' => array(
            0 => 'RUR',
            1 => 'რუსული რუბლი (1991–1998)',
        ),
        'RWF' => array(
            0 => 'RWF',
            1 => 'რუანდული ფრანკი',
        ),
        'SAR' => array(
            0 => 'SAR',
            1 => 'საუდის არაბეთის რიალი',
        ),
        'SBD' => array(
            0 => 'SBD',
            1 => 'სოლომონის კუნძულების დოლარი',
        ),
        'SCR' => array(
            0 => 'SCR',
            1 => 'სეიშელური რუპია',
        ),
        'SDD' => array(
            0 => 'SDD',
            1 => 'სუდანის დინარი',
        ),
        'SDG' => array(
            0 => 'SDG',
            1 => 'სუდანური ფუნტი',
        ),
        'SDP' => array(
            0 => 'SDP',
            1 => 'სუდანის გირვანქა',
        ),
        'SEK' => array(
            0 => 'SEK',
            1 => 'შვედური კრონა',
        ),
        'SGD' => array(
            0 => 'SGD',
            1 => 'სინგაპურის დოლარი',
        ),
        'SHP' => array(
            0 => 'SHP',
            1 => 'წმ. ელენეს კუნძულის ფუნტი',
        ),
        'SLL' => array(
            0 => 'SLL',
            1 => 'სიერა-ლეონეს ლეონე',
        ),
        'SOS' => array(
            0 => 'SOS',
            1 => 'სომალური შილინგი',
        ),
        'SRD' => array(
            0 => 'SRD',
            1 => 'სურინამული დოლარი',
        ),
        'SRG' => array(
            0 => 'SRG',
            1 => 'სურინამის გულდენი',
        ),
        'SSP' => array(
            0 => 'SSP',
            1 => 'სამხრეთ სუდანური ფუნტი',
        ),
        'STD' => array(
            0 => 'STD',
            1 => 'სან-ტომე და პრინსიპის დობრა',
        ),
        'SUR' => array(
            0 => 'SUR',
            1 => 'საბჭოთა რუბლი',
        ),
        'SYP' => array(
            0 => 'SYP',
            1 => 'სირიული ფუნტი',
        ),
        'SZL' => array(
            0 => 'SZL',
            1 => 'სვაზილენდის ლილანგენი',
        ),
        'THB' => array(
            0 => 'THB',
            1 => 'ტაილანდური ბატი',
        ),
        'TJR' => array(
            0 => 'TJR',
            1 => 'ტაჯიკური რუბლი',
        ),
        'TJS' => array(
            0 => 'TJS',
            1 => 'ტაჯიკური სომონი',
        ),
        'TMM' => array(
            0 => 'TMM',
            1 => 'თურქმენული მანათი',
        ),
        'TMT' => array(
            0 => 'TMT',
            1 => 'თურქმენეთის მანათი',
        ),
        'TND' => array(
            0 => 'TND',
            1 => 'ტუნისური დინარი',
        ),
        'TOP' => array(
            0 => 'TOP',
            1 => 'ტონგანური პაანგა',
        ),
        'TRL' => array(
            0 => 'TRL',
            1 => 'თურქული ლირა',
        ),
        'TRY' => array(
            0 => 'TRY',
            1 => 'ახალი თურქული ლირა',
        ),
        'TTD' => array(
            0 => 'TTD',
            1 => 'ტრინიდად და ტობაგოს დოლარი',
        ),
        'TWD' => array(
            0 => 'NT$',
            1 => 'ტაივანური ახალი დოლარი',
        ),
        'TZS' => array(
            0 => 'TZS',
            1 => 'ტანზანიური შილინგი',
        ),
        'UAH' => array(
            0 => 'UAH',
            1 => 'უკრაინული გრივნა',
        ),
        'UAK' => array(
            0 => 'UAK',
            1 => 'უკრაინული კარბოვანეცი',
        ),
        'UGS' => array(
            0 => 'UGS',
            1 => 'უგანდური შილინგი (1966–1987)',
        ),
        'UGX' => array(
            0 => 'UGX',
            1 => 'უგანდური შილინგი',
        ),
        'USD' => array(
            0 => 'US$',
            1 => 'აშშ დოლარი',
        ),
        'USN' => array(
            0 => 'USN',
            1 => 'აშშ დოლარი (შემდეგი დღე)',
        ),
        'USS' => array(
            0 => 'USS',
            1 => 'აშშ დოლარი (იგივე დღე)',
        ),
        'UYP' => array(
            0 => 'UYP',
            1 => 'ურუგვაის პესო (1975–1993)',
        ),
        'UYU' => array(
            0 => 'UYU',
            1 => 'ურუგვაის პესო',
        ),
        'UZS' => array(
            0 => 'UZS',
            1 => 'უზბეკური სუმი',
        ),
        'VEB' => array(
            0 => 'VEB',
            1 => 'ვენესუელის ბოლივარი (1871–2008)',
        ),
        'VEF' => array(
            0 => 'VEF',
            1 => 'ვენესუელის ბოლივარი',
        ),
        'VND' => array(
            0 => 'VND',
            1 => 'ვიეტნამური დონგი',
        ),
        'VUV' => array(
            0 => 'VUV',
            1 => 'ვანუატუს ვატუ',
        ),
        'WST' => array(
            0 => 'WST',
            1 => 'სამოური ტალა',
        ),
        'XAF' => array(
            0 => 'FCFA',
            1 => 'ცენტრალურ აფრიკული CFA ფრანკი',
        ),
        'XCD' => array(
            0 => 'EC$',
            1 => 'აღმოსავლეთ კარიბიული დოლარი',
        ),
        'XEU' => array(
            0 => 'XEU',
            1 => 'ევროპული სავალუტო ერთეული',
        ),
        'XFO' => array(
            0 => 'XFO',
            1 => 'ფრანგული ოქროს ფრანკი',
        ),
        'XOF' => array(
            0 => 'CFA',
            1 => '(CFA) ფრანკი (BCEAO)',
        ),
        'XPF' => array(
            0 => 'CFPF',
            1 => 'CFP ფრანკი',
        ),
        'YDD' => array(
            0 => 'YDD',
            1 => 'იემენის დინარი',
        ),
        'YER' => array(
            0 => 'YER',
            1 => 'იემენის რეალი',
        ),
        'YUD' => array(
            0 => 'YUD',
            1 => 'იუგოსლავიური მყარი დინარი',
        ),
        'YUM' => array(
            0 => 'YUM',
            1 => 'იუგოსლავიური ახალი დინარი',
        ),
        'YUN' => array(
            0 => 'YUN',
            1 => 'იუგოსლავიური კონვერტირებადი დინარი',
        ),
        'ZAR' => array(
            0 => 'ZAR',
            1 => 'სამხრეთ აფრიკული რანდი',
        ),
        'ZMK' => array(
            0 => 'ZMK',
            1 => 'ზამბიური კვაჭა (1968–2012)',
        ),
        'ZMW' => array(
            0 => 'ZMW',
            1 => 'ზამბიური კვაჭა',
        ),
        'ZRN' => array(
            0 => 'ZRN',
            1 => 'ზაირის ახალი ზაირი',
        ),
        'ZRZ' => array(
            0 => 'ZRZ',
            1 => 'ზაირის ზაირი',
        ),
        'ZWD' => array(
            0 => 'ZWD',
            1 => 'ზიმბაბვეს დოლარი',
        ),
    ),
);
