<?php

return array(
    'Version' => '2.1.37.5',
    'Names' => array(
        'AED' => array(
            0 => 'AED',
            1 => 'ឌៀរហាំ​អារ៉ាប់រួម',
        ),
        'AFN' => array(
            0 => 'AFN',
            1 => 'អាហ្វហ្គានី​អាហ្វហ្គានីស្ថាន',
        ),
        'ALL' => array(
            0 => 'ALL',
            1 => 'លិក​អាល់បានី',
        ),
        'AMD' => array(
            0 => 'AMD',
            1 => 'ដ្រាំ​អាមេនី',
        ),
        'ANG' => array(
            0 => 'ANG',
            1 => 'ហ្គីឌិន​ហុល្លង់​អង់ទីលៀន',
        ),
        'AOA' => array(
            0 => 'AOA',
            1 => 'ក្វាន់ហ្សា​អង់ហ្គោឡា',
        ),
        'ARS' => array(
            0 => 'ARS',
            1 => 'ប៉េសួអាហ្សង់ទីន',
        ),
        'AUD' => array(
            0 => 'A$',
            1 => 'ដុល្លារ​អូស្ត្រាលី',
        ),
        'AWG' => array(
            0 => 'AWG',
            1 => 'ហ្វ្រ័ររិញ​អារ៉ូបា',
        ),
        'AZN' => array(
            0 => 'AZN',
            1 => 'ម៉ាណាត​អាស៊ែបៃហ្សង់',
        ),
        'BAM' => array(
            0 => 'BAM',
            1 => 'ម៉ាក​អាច​បម្លែង​បាន​បូស្នី',
        ),
        'BBD' => array(
            0 => 'BBD',
            1 => 'ដុល្លារ​បាបាដុស',
        ),
        'BDT' => array(
            0 => 'BDT',
            1 => 'តាកា​បង់ក្លាដែស',
        ),
        'BGN' => array(
            0 => 'BGN',
            1 => 'លីវ​ប៊ុលហ្គារី',
        ),
        'BHD' => array(
            0 => 'BHD',
            1 => 'ឌីណា​បារ៉ែន',
        ),
        'BIF' => array(
            0 => 'BIF',
            1 => 'ហ្វ្រង់​ប៊ូរុនឌី',
        ),
        'BMD' => array(
            0 => 'BMD',
            1 => 'ដុល្លារ​ប៊ឺមុយដា',
        ),
        'BND' => array(
            0 => 'BND',
            1 => 'ដុល្លារ​ប្រុយណេ',
        ),
        'BOB' => array(
            0 => 'BOB',
            1 => 'បូលីវីណូ​បូលីវី',
        ),
        'BRL' => array(
            0 => 'R$',
            1 => 'រៀល​ប្រេស៊ីល',
        ),
        'BSD' => array(
            0 => 'BSD',
            1 => 'ដុល្លារ​បាហាម៉ា',
        ),
        'BTN' => array(
            0 => 'BTN',
            1 => 'ញូលត្រឹម​ប៊ូតាន',
        ),
        'BWP' => array(
            0 => 'BWP',
            1 => 'ពូឡា​បុតស្វាណា',
        ),
        'BYN' => array(
            0 => 'BYN',
            1 => 'រ៉ូបល​បេឡារុស',
        ),
        'BYR' => array(
            0 => 'BYR',
            1 => 'រ៉ូបល​បេឡារុស (2000–2016)',
        ),
        'BZD' => array(
            0 => 'BZD',
            1 => 'ដុល្លារ​បេលី',
        ),
        'CAD' => array(
            0 => 'CA$',
            1 => 'ដុល្លារ​កាណាដា',
        ),
        'CDF' => array(
            0 => 'CDF',
            1 => 'ហ្វ្រង់​កុងហ្គោ',
        ),
        'CHF' => array(
            0 => 'CHF',
            1 => 'ហ្វ្រង់ស្វីស',
        ),
        'CLP' => array(
            0 => 'CLP',
            1 => 'ប៉េសូឈីលី',
        ),
        'CNH' => array(
            0 => 'CNH',
            1 => 'យ៉ន់ចិន (ក្រៅប្រទេស)',
        ),
        'CNY' => array(
            0 => 'CN¥',
            1 => 'យ៉ន់​ចិន',
        ),
        'COP' => array(
            0 => 'COP',
            1 => 'ប៉េសូកូឡុំប៊ី',
        ),
        'CRC' => array(
            0 => 'CRC',
            1 => 'កូឡុង​កូស្តារីកា',
        ),
        'CUC' => array(
            0 => 'CUC',
            1 => 'ប៉េសូ​គុយបាអាច​បម្លែង​បាន',
        ),
        'CUP' => array(
            0 => 'CUP',
            1 => 'ប៉េសូគុយបា',
        ),
        'CVE' => array(
            0 => 'CVE',
            1 => 'អ៊ីស្កូឌូ​កាប់វែរ',
        ),
        'CZK' => array(
            0 => 'CZK',
            1 => 'កូរុណា​សាធារណៈ​ឆេក',
        ),
        'DJF' => array(
            0 => 'DJF',
            1 => 'ហ្វ្រង់​ជីប៊ូទី',
        ),
        'DKK' => array(
            0 => 'DKK',
            1 => 'ក្រូណេ​ដាណាម៉ាក់',
        ),
        'DOP' => array(
            0 => 'DOP',
            1 => 'ប៉េសូដូមីនីក',
        ),
        'DZD' => array(
            0 => 'DZD',
            1 => 'ឌីណា​អាល់ស៊េរី',
        ),
        'EGP' => array(
            0 => 'EGP',
            1 => 'ផោនអេហ្ស៊ីប',
        ),
        'ERN' => array(
            0 => 'ERN',
            1 => 'ណាក់ហ្វាអេរីទ្រា',
        ),
        'ETB' => array(
            0 => 'ETB',
            1 => 'ប៊័រ​អេត្យូពី',
        ),
        'EUR' => array(
            0 => '€',
            1 => 'អឺរ៉ូ',
        ),
        'FJD' => array(
            0 => 'FJD',
            1 => 'ដុល្លារ​ហ្វីជី',
        ),
        'FKP' => array(
            0 => 'FKP',
            1 => 'ផោន​កោះ​ហ្វក់ឡែន',
        ),
        'GBP' => array(
            0 => '£',
            1 => 'ផោនចក្រភពអង់គ្លេស',
        ),
        'GEL' => array(
            0 => 'GEL',
            1 => 'ឡារី​​ហ្សកហ្ស៊ី',
        ),
        'GHS' => array(
            0 => 'GHS',
            1 => 'ស៊ីឌី​ហ្គាណា',
        ),
        'GIP' => array(
            0 => 'GIP',
            1 => 'ផោន​ហ្ស៊ីប្រាល់តា',
        ),
        'GMD' => array(
            0 => 'GMD',
            1 => 'ដាឡាស៊ី​ហ្គាំប៊ី',
        ),
        'GNF' => array(
            0 => 'GNF',
            1 => 'ហ្វ្រង់​ហ្គីណេ',
        ),
        'GTQ' => array(
            0 => 'GTQ',
            1 => 'ហ្គីស្សាល​ក្វាតេម៉ាឡា',
        ),
        'GYD' => array(
            0 => 'GYD',
            1 => 'ដុល្លារ​ហ្គីយ៉ាន',
        ),
        'HKD' => array(
            0 => 'HK$',
            1 => 'ដុល្លារ​ហុងកុង',
        ),
        'HNL' => array(
            0 => 'HNL',
            1 => 'លិមពីរ៉ា​ហុងឌូរ៉ាស',
        ),
        'HRK' => array(
            0 => 'HRK',
            1 => 'គូណា​ក្រូអាត',
        ),
        'HTG' => array(
            0 => 'HTG',
            1 => 'គោឌី​ហៃទី',
        ),
        'HUF' => array(
            0 => 'HUF',
            1 => 'ហ្វូរីន​ហុងគ្រី',
        ),
        'IDR' => array(
            0 => 'IDR',
            1 => 'រូពីឥណ្ឌូណេស៊ី',
        ),
        'ILS' => array(
            0 => '₪',
            1 => 'ស៊ីគែលថ្មីអ៊ីស្រាអែល',
        ),
        'INR' => array(
            0 => '₹',
            1 => 'រូពីឥណ្ឌា',
        ),
        'IQD' => array(
            0 => 'IQD',
            1 => 'ឌីណា​អ៊ីរ៉ាក់',
        ),
        'IRR' => array(
            0 => 'IRR',
            1 => 'រៀល​អ៊ីរ៉ង់',
        ),
        'ISK' => array(
            0 => 'ISK',
            1 => 'ក្រូណា​អ៊ីស្លង់',
        ),
        'JMD' => array(
            0 => 'JMD',
            1 => 'ដុល្លារ​ហ្សាម៉ាអ៊ីក',
        ),
        'JOD' => array(
            0 => 'JOD',
            1 => 'ឌីណា​ហ្ស៊កដានី',
        ),
        'JPY' => array(
            0 => 'JP¥',
            1 => 'យេន​ជប៉ុន',
        ),
        'KES' => array(
            0 => 'KES',
            1 => 'ស៊ីលិញ​កេនយ៉ា',
        ),
        'KGS' => array(
            0 => 'KGS',
            1 => 'សុម​កៀហ្ស៊ីស៊ីស្ថាន',
        ),
        'KHR' => array(
            0 => '៛',
            1 => 'រៀល​កម្ពុជា',
        ),
        'KMF' => array(
            0 => 'KMF',
            1 => 'ហ្វ្រង់​កូម័រ',
        ),
        'KPW' => array(
            0 => 'KPW',
            1 => 'វ៉ុនកូរ៉េខាងជើង',
        ),
        'KRW' => array(
            0 => '₩',
            1 => 'វ៉ុនកូរ៉េខាងត្បូង',
        ),
        'KWD' => array(
            0 => 'KWD',
            1 => 'ឌីណា​គុយវ៉ែត',
        ),
        'KYD' => array(
            0 => 'KYD',
            1 => 'ដុល្លារ​កោះ​កៃម៉ែន',
        ),
        'KZT' => array(
            0 => 'KZT',
            1 => 'តង់ហ្គី​កាហ្សាក់ស្ថាន',
        ),
        'LAK' => array(
            0 => 'LAK',
            1 => 'គីប​ឡាវ',
        ),
        'LBP' => array(
            0 => 'LBP',
            1 => 'ផោន​លីបង់',
        ),
        'LKR' => array(
            0 => 'LKR',
            1 => 'រូពីស្រីលង្កា',
        ),
        'LRD' => array(
            0 => 'LRD',
            1 => 'ដុល្លារ​លីប៊ី',
        ),
        'LTL' => array(
            0 => 'LTL',
            1 => 'លីតា​លីទុយអានី',
        ),
        'LVL' => array(
            0 => 'LVL',
            1 => 'ឡាត់​ឡេតូនី',
        ),
        'LYD' => array(
            0 => 'LYD',
            1 => 'ឌីណា​លីប៊ី',
        ),
        'MAD' => array(
            0 => 'MAD',
            1 => 'ឌៀរហាំ​ម៉ារ៉ុក',
        ),
        'MDL' => array(
            0 => 'MDL',
            1 => 'លូ​ម៉ុលដាវី',
        ),
        'MGA' => array(
            0 => 'MGA',
            1 => 'អារៀរី​ម៉ាឡាហ្គាស៊ី',
        ),
        'MKD' => array(
            0 => 'MKD',
            1 => 'ឌីណាម៉ាសេដូនី',
        ),
        'MMK' => array(
            0 => 'MMK',
            1 => 'គីយ៉ាត​ភូមា',
        ),
        'MNT' => array(
            0 => 'MNT',
            1 => 'ទូរីក​ម៉ុងហ្គោលី',
        ),
        'MOP' => array(
            0 => 'MOP',
            1 => 'ប៉ាតាកា​ម៉ាកាវ',
        ),
        'MRO' => array(
            0 => 'MRO',
            1 => 'អ៊ូហ្គីយ៉ា​ម៉ូរីតានី',
        ),
        'MUR' => array(
            0 => 'MUR',
            1 => 'រូពីម៉ូរីតានី',
        ),
        'MVR' => array(
            0 => 'MVR',
            1 => 'រ៉ូហ្វីយ៉ា​ម៉ាល់ឌីវ',
        ),
        'MWK' => array(
            0 => 'MWK',
            1 => 'ក្វាចា​ម៉ាឡាវី',
        ),
        'MXN' => array(
            0 => 'MX$',
            1 => 'ប៉េសូម៉ិកសិក',
        ),
        'MYR' => array(
            0 => 'MYR',
            1 => 'រីងហ្គីត​ម៉ាឡេស៊ី',
        ),
        'MZN' => array(
            0 => 'MZN',
            1 => 'មីទីខល​ម៉ូសំប៊ិក',
        ),
        'NAD' => array(
            0 => 'NAD',
            1 => 'ដុល្លារ​ណាមីប៊ី',
        ),
        'NGN' => array(
            0 => 'NGN',
            1 => 'ណៃរ៉ា​នីហ្សេរីយ៉ា',
        ),
        'NIO' => array(
            0 => 'NIO',
            1 => 'ខឌូបា​នីការ៉ាហ្គា',
        ),
        'NOK' => array(
            0 => 'NOK',
            1 => 'ក្រូណេ​ន័រវ៉េ',
        ),
        'NPR' => array(
            0 => 'NPR',
            1 => 'រូពីនេប៉ាល់',
        ),
        'NZD' => array(
            0 => 'NZ$',
            1 => 'ដុល្លារ​នូវែលសេឡង់',
        ),
        'OMR' => array(
            0 => 'OMR',
            1 => 'រៀល​រូម៉ានី',
        ),
        'PAB' => array(
            0 => 'PAB',
            1 => 'បាល់ប៉ៅ​ប៉ាណាម៉ា',
        ),
        'PEN' => array(
            0 => 'PEN',
            1 => 'ញូវ៉ូសូល​ប៉េរូ',
        ),
        'PGK' => array(
            0 => 'PGK',
            1 => 'គីណាប៉ាពួញូហ្គីណេ',
        ),
        'PHP' => array(
            0 => 'PHP',
            1 => 'ប៉េសូហ្វីលីពីន',
        ),
        'PKR' => array(
            0 => 'PKR',
            1 => 'រូពីប៉ាគីស្ថាន',
        ),
        'PLN' => array(
            0 => 'PLN',
            1 => 'ហ្សូទី​ប៉ូឡូញ',
        ),
        'PYG' => array(
            0 => 'PYG',
            1 => 'ហ្គូរីនី​ប៉ារ៉ាហ្គាយ',
        ),
        'QAR' => array(
            0 => 'QAR',
            1 => 'រៀល​កាតា',
        ),
        'RON' => array(
            0 => 'RON',
            1 => 'លូ​រូម៉ានី',
        ),
        'RSD' => array(
            0 => 'RSD',
            1 => 'ឌីណាស៊ែប',
        ),
        'RUB' => array(
            0 => 'RUB',
            1 => 'រ៉ូបល​រុស្ស៊ី',
        ),
        'RWF' => array(
            0 => 'RWF',
            1 => 'ហ្វ្រង់​រវ៉ាន់ដា',
        ),
        'SAR' => array(
            0 => 'SAR',
            1 => 'រីយ៉ាល​អារ៉ាប៊ីសាអូឌីត',
        ),
        'SBD' => array(
            0 => 'SBD',
            1 => 'ដុល្លារ​កោះ​សូឡូម៉ុង',
        ),
        'SCR' => array(
            0 => 'SCR',
            1 => 'រូពី​សីស្ហែល',
        ),
        'SDG' => array(
            0 => 'SDG',
            1 => 'ផោន​ស៊ូដង់',
        ),
        'SEK' => array(
            0 => 'SEK',
            1 => 'ក្រូណា​ស៊ុយអែត',
        ),
        'SGD' => array(
            0 => 'SGD',
            1 => 'ដុល្លារ​​សិង្ហបូរី',
        ),
        'SHP' => array(
            0 => 'SHP',
            1 => 'ផោន​សាំងហេឡេណា',
        ),
        'SLL' => array(
            0 => 'SLL',
            1 => 'លីអ៊ុន​សៀរ៉ាឡេអូន',
        ),
        'SOS' => array(
            0 => 'SOS',
            1 => 'ស៊ីលិញ​សូម៉ាលី',
        ),
        'SRD' => array(
            0 => 'SRD',
            1 => 'ដុល្លារ​សូរីណាម',
        ),
        'SSP' => array(
            0 => 'SSP',
            1 => 'ផោន​ស៊ូដង់​ខាង​ត្បូង',
        ),
        'STD' => array(
            0 => 'STD',
            1 => 'ឌូប្រា​សៅតូម៉េ និងប្រាំងស៊ីប',
        ),
        'SYP' => array(
            0 => 'SYP',
            1 => 'ផោន​ស៊ីរី',
        ),
        'SZL' => array(
            0 => 'SZL',
            1 => 'លីឡាងហ្គីនី​ស្វាស៊ីឡង់',
        ),
        'THB' => array(
            0 => '฿',
            1 => 'បាត​ថៃ',
        ),
        'TJS' => array(
            0 => 'TJS',
            1 => 'សូមុនី​តាហ្ស៊ីគីស្ថាន',
        ),
        'TMT' => array(
            0 => 'TMT',
            1 => 'ម៉ាណាត​តួកម៉េនីស្ថាន',
        ),
        'TND' => array(
            0 => 'TND',
            1 => 'ឌីណាទុយនេស៊ី',
        ),
        'TOP' => array(
            0 => 'TOP',
            1 => 'ប៉ាអង់កា​តុងហ្គា',
        ),
        'TRY' => array(
            0 => 'TRY',
            1 => 'លីរ៉ាទួរគី',
        ),
        'TTD' => array(
            0 => 'TTD',
            1 => 'ដុល្លារ​ទ្រីនីដាដ និងតូបាហ្គោ',
        ),
        'TWD' => array(
            0 => 'NT$',
            1 => 'ដុល្លារ​តៃវ៉ាន់',
        ),
        'TZS' => array(
            0 => 'TZS',
            1 => 'ស៊ីលិញ​តង់សានី',
        ),
        'UAH' => array(
            0 => 'UAH',
            1 => 'ហ៊ូនីយ៉ា​អ៊ុយក្រែន',
        ),
        'UGX' => array(
            0 => 'UGX',
            1 => 'ស៊ីលិញ​អ៊ូហ្គង់ដា',
        ),
        'USD' => array(
            0 => '$',
            1 => 'ដុល្លារ​អាមេរិក',
        ),
        'UYU' => array(
            0 => 'UYU',
            1 => 'ប៉េសូអ៊ុយរូហ្គាយ',
        ),
        'UZS' => array(
            0 => 'UZS',
            1 => 'សុមអ៊ូបេគីស្ថាន',
        ),
        'VEF' => array(
            0 => 'VEF',
            1 => 'ប៊ូលីវ៉ា​វ៉េណេស៊ុយអេឡា',
        ),
        'VND' => array(
            0 => '₫',
            1 => 'ដុង​វៀតណាម',
        ),
        'VUV' => array(
            0 => 'VUV',
            1 => 'វ៉ាទូវ៉ានូអាទូ',
        ),
        'WST' => array(
            0 => 'WST',
            1 => 'តាឡា​សាម័រ',
        ),
        'XAF' => array(
            0 => 'FCFA',
            1 => 'ហ្វ្រង់ CFA អាហ្វ្រិកកណ្តាល',
        ),
        'XCD' => array(
            0 => 'EC$',
            1 => 'ដុល្លារ​ការ៉ាប៊ីន​ខាង​កើត',
        ),
        'XOF' => array(
            0 => 'CFA',
            1 => 'ហ្វ្រង់ CFA អាហ្វ្រិកខាងលិច',
        ),
        'XPF' => array(
            0 => 'CFPF',
            1 => 'ហ្វ្រង់ CFP',
        ),
        'YER' => array(
            0 => 'YER',
            1 => 'រៀល​យេម៉ែន',
        ),
        'ZAR' => array(
            0 => 'ZAR',
            1 => 'រ៉ង់អាហ្វ្រិកខាងត្បូង',
        ),
        'ZMK' => array(
            0 => 'ZMK',
            1 => 'ក្វាចា សំប៊ី (1968–2012)',
        ),
        'ZMW' => array(
            0 => 'ZMW',
            1 => 'ក្វាចាហ្សំប៊ី',
        ),
    ),
);
