<?php

return array(
    'Version' => '2.1.37.5',
    'Names' => array(
        'ADP' => array(
            0 => 'ADP',
            1 => '안도라 페세타',
        ),
        'AED' => array(
            0 => 'AED',
            1 => '아랍에미리트 디르함',
        ),
        'AFA' => array(
            0 => 'AFA',
            1 => '아프가니 (1927–2002)',
        ),
        'AFN' => array(
            0 => 'AFN',
            1 => '아프가니스탄 아프가니',
        ),
        'ALL' => array(
            0 => 'ALL',
            1 => '알바니아 레크',
        ),
        'AMD' => array(
            0 => 'AMD',
            1 => '아르메니아 드람',
        ),
        'ANG' => array(
            0 => 'ANG',
            1 => '네덜란드령 안틸레스 길더',
        ),
        'AOA' => array(
            0 => 'AOA',
            1 => '앙골라 콴자',
        ),
        'AOK' => array(
            0 => 'AOK',
            1 => '앙골라 콴자 (1977–1990)',
        ),
        'AON' => array(
            0 => 'AON',
            1 => '앙골라 신콴자 (1990–2000)',
        ),
        'AOR' => array(
            0 => 'AOR',
            1 => '앙골라 재조정 콴자 (1995–1999)',
        ),
        'ARA' => array(
            0 => 'ARA',
            1 => '아르헨티나 오스트랄',
        ),
        'ARL' => array(
            0 => 'ARL',
            1 => '아르헨티나 페소 레이 (1970–1983)',
        ),
        'ARM' => array(
            0 => 'ARM',
            1 => '아르헨티나 페소 (18810–1970)',
        ),
        'ARP' => array(
            0 => 'ARP',
            1 => '아르헨티나 페소 (1983–1985)',
        ),
        'ARS' => array(
            0 => 'ARS',
            1 => '아르헨티나 페소',
        ),
        'ATS' => array(
            0 => 'ATS',
            1 => '호주 실링',
        ),
        'AUD' => array(
            0 => 'AU$',
            1 => '호주 달러',
        ),
        'AWG' => array(
            0 => 'AWG',
            1 => '아루바 플로린',
        ),
        'AZM' => array(
            0 => 'AZM',
            1 => '아제르바이젠 마나트(1993–2006)',
        ),
        'AZN' => array(
            0 => 'AZN',
            1 => '아제르바이잔 마나트',
        ),
        'BAD' => array(
            0 => 'BAD',
            1 => '보스니아-헤르체고비나 디나르',
        ),
        'BAM' => array(
            0 => 'BAM',
            1 => '보스니아-헤르체고비나 태환 마르크',
        ),
        'BAN' => array(
            0 => 'BAN',
            1 => '보스니아-헤르체고비나 신디나르 (1994–1997)',
        ),
        'BBD' => array(
            0 => 'BBD',
            1 => '바베이도스 달러',
        ),
        'BDT' => array(
            0 => 'BDT',
            1 => '방글라데시 타카',
        ),
        'BEC' => array(
            0 => 'BEC',
            1 => '벨기에 프랑 (태환)',
        ),
        'BEF' => array(
            0 => 'BEF',
            1 => '벨기에 프랑',
        ),
        'BEL' => array(
            0 => 'BEL',
            1 => '벨기에 프랑 (금융)',
        ),
        'BGL' => array(
            0 => 'BGL',
            1 => '불가리아 동전 렛',
        ),
        'BGM' => array(
            0 => 'BGM',
            1 => '불가리아 사회주의자 렛',
        ),
        'BGN' => array(
            0 => 'BGN',
            1 => '불가리아 레프',
        ),
        'BGO' => array(
            0 => 'BGO',
            1 => '불가리아 렛 (1879–1952)',
        ),
        'BHD' => array(
            0 => 'BHD',
            1 => '바레인 디나르',
        ),
        'BIF' => array(
            0 => 'BIF',
            1 => '부룬디 프랑',
        ),
        'BMD' => array(
            0 => 'BMD',
            1 => '버뮤다 달러',
        ),
        'BND' => array(
            0 => 'BND',
            1 => '부루나이 달러',
        ),
        'BOB' => array(
            0 => 'BOB',
            1 => '볼리비아노',
        ),
        'BOL' => array(
            0 => 'BOL',
            1 => '볼리비아 볼리비아노 (1863–1963)',
        ),
        'BOP' => array(
            0 => 'BOP',
            1 => '볼리비아노 페소',
        ),
        'BOV' => array(
            0 => 'BOV',
            1 => '볼리비아노 Mvdol(기금)',
        ),
        'BRB' => array(
            0 => 'BRB',
            1 => '볼리비아노 크루제이루 노보 (1967–1986)',
        ),
        'BRC' => array(
            0 => 'BRC',
            1 => '브라질 크루자두',
        ),
        'BRE' => array(
            0 => 'BRE',
            1 => '브라질 크루제이루 (1990–1993)',
        ),
        'BRL' => array(
            0 => 'R$',
            1 => '브라질 레알',
        ),
        'BRN' => array(
            0 => 'BRN',
            1 => '브라질 크루자두 노보',
        ),
        'BRR' => array(
            0 => 'BRR',
            1 => '브라질 크루제이루',
        ),
        'BRZ' => array(
            0 => 'BRZ',
            1 => '브라질 크루제이루 (1942–1967)',
        ),
        'BSD' => array(
            0 => 'BSD',
            1 => '바하마 달러',
        ),
        'BTN' => array(
            0 => 'BTN',
            1 => '부탄 눌투눔',
        ),
        'BUK' => array(
            0 => 'BUK',
            1 => '버마 차트',
        ),
        'BWP' => array(
            0 => 'BWP',
            1 => '보츠와나 폴라',
        ),
        'BYB' => array(
            0 => 'BYB',
            1 => '벨라루스 신권 루블 (1994–1999)',
        ),
        'BYN' => array(
            0 => 'BYN',
            1 => '벨라루스 루블',
        ),
        'BYR' => array(
            0 => 'BYR',
            1 => '벨라루스 루블 (2000–2016)',
        ),
        'BZD' => array(
            0 => 'BZD',
            1 => '벨리즈 달러',
        ),
        'CAD' => array(
            0 => 'CA$',
            1 => '캐나다 달러',
        ),
        'CDF' => array(
            0 => 'CDF',
            1 => '콩고 프랑 콩골라스',
        ),
        'CHE' => array(
            0 => 'CHE',
            1 => '유로 (WIR)',
        ),
        'CHF' => array(
            0 => 'CHF',
            1 => '스위스 프랑',
        ),
        'CHW' => array(
            0 => 'CHW',
            1 => '프랑 (WIR)',
        ),
        'CLE' => array(
            0 => 'CLE',
            1 => '칠레 에스쿠도',
        ),
        'CLF' => array(
            0 => 'CLF',
            1 => '칠레 (UF)',
        ),
        'CLP' => array(
            0 => 'CLP',
            1 => '칠레 페소',
        ),
        'CNH' => array(
            0 => 'CNH',
            1 => '중국 위안화(역외)',
        ),
        'CNY' => array(
            0 => 'CN¥',
            1 => '중국 위안화',
        ),
        'COP' => array(
            0 => 'COP',
            1 => '콜롬비아 페소',
        ),
        'COU' => array(
            0 => 'COU',
            1 => '콜롬비아 실가 단위',
        ),
        'CRC' => array(
            0 => 'CRC',
            1 => '코스타리카 콜론',
        ),
        'CSD' => array(
            0 => 'CSD',
            1 => '고 세르비아 디나르',
        ),
        'CSK' => array(
            0 => 'CSK',
            1 => '체코슬로바키아 동전 코루나',
        ),
        'CUC' => array(
            0 => 'CUC',
            1 => '쿠바 태환 페소',
        ),
        'CUP' => array(
            0 => 'CUP',
            1 => '쿠바 페소',
        ),
        'CVE' => array(
            0 => 'CVE',
            1 => '카보베르데 에스쿠도',
        ),
        'CYP' => array(
            0 => 'CYP',
            1 => '싸이프러스 파운드',
        ),
        'CZK' => array(
            0 => 'CZK',
            1 => '체코 공화국 코루나',
        ),
        'DDM' => array(
            0 => 'DDM',
            1 => '동독 오스트마르크',
        ),
        'DEM' => array(
            0 => 'DEM',
            1 => '독일 마르크',
        ),
        'DJF' => array(
            0 => 'DJF',
            1 => '지부티 프랑',
        ),
        'DKK' => array(
            0 => 'DKK',
            1 => '덴마크 크로네',
        ),
        'DOP' => array(
            0 => 'DOP',
            1 => '도미니카 페소',
        ),
        'DZD' => array(
            0 => 'DZD',
            1 => '알제리 디나르',
        ),
        'ECS' => array(
            0 => 'ECS',
            1 => '에쿠아도르 수크레',
        ),
        'ECV' => array(
            0 => 'ECV',
            1 => '에콰도르 (UVC)',
        ),
        'EEK' => array(
            0 => 'EEK',
            1 => '에스토니아 크룬',
        ),
        'EGP' => array(
            0 => 'EGP',
            1 => '이집트 파운드',
        ),
        'ERN' => array(
            0 => 'ERN',
            1 => '에리트리아 나크파',
        ),
        'ESA' => array(
            0 => 'ESA',
            1 => '스페인 페세타(예금)',
        ),
        'ESB' => array(
            0 => 'ESB',
            1 => '스페인 페세타(변환 예금)',
        ),
        'ESP' => array(
            0 => 'ESP',
            1 => '스페인 페세타',
        ),
        'ETB' => array(
            0 => 'ETB',
            1 => '에티오피아 비르',
        ),
        'EUR' => array(
            0 => '€',
            1 => '유로',
        ),
        'FIM' => array(
            0 => 'FIM',
            1 => '핀란드 마르카',
        ),
        'FJD' => array(
            0 => 'FJD',
            1 => '피지 달러',
        ),
        'FKP' => array(
            0 => 'FKP',
            1 => '포클랜드제도 파운드',
        ),
        'FRF' => array(
            0 => 'FRF',
            1 => '프랑스 프랑',
        ),
        'GBP' => array(
            0 => '£',
            1 => '파운드',
        ),
        'GEK' => array(
            0 => 'GEK',
            1 => '그루지야 지폐 라리트',
        ),
        'GEL' => array(
            0 => 'GEL',
            1 => '조지아 라리',
        ),
        'GHC' => array(
            0 => 'GHC',
            1 => '가나 시디 (1979–2007)',
        ),
        'GHS' => array(
            0 => 'GHS',
            1 => '가나 시디',
        ),
        'GIP' => array(
            0 => 'GIP',
            1 => '지브롤터 파운드',
        ),
        'GMD' => array(
            0 => 'GMD',
            1 => '감비아 달라시',
        ),
        'GNF' => array(
            0 => 'GNF',
            1 => '기니 프랑',
        ),
        'GNS' => array(
            0 => 'GNS',
            1 => '기니 시리',
        ),
        'GQE' => array(
            0 => 'GQE',
            1 => '적도 기니 에쿨 (Ekwele)',
        ),
        'GRD' => array(
            0 => 'GRD',
            1 => '그리스 드라크마',
        ),
        'GTQ' => array(
            0 => 'GTQ',
            1 => '과테말라 케트살',
        ),
        'GWE' => array(
            0 => 'GWE',
            1 => '포르투갈령 기니 에스쿠도',
        ),
        'GWP' => array(
            0 => 'GWP',
            1 => '기네비쏘 페소',
        ),
        'GYD' => array(
            0 => 'GYD',
            1 => '가이아나 달러',
        ),
        'HKD' => array(
            0 => 'HK$',
            1 => '홍콩 달러',
        ),
        'HNL' => array(
            0 => 'HNL',
            1 => '온두라스 렘피라',
        ),
        'HRD' => array(
            0 => 'HRD',
            1 => '크로아티아 디나르',
        ),
        'HRK' => array(
            0 => 'HRK',
            1 => '크로아티아 쿠나',
        ),
        'HTG' => array(
            0 => 'HTG',
            1 => '하이티 구르드',
        ),
        'HUF' => array(
            0 => 'HUF',
            1 => '헝가리 포린트',
        ),
        'IDR' => array(
            0 => 'IDR',
            1 => '인도네시아 루피아',
        ),
        'IEP' => array(
            0 => 'IEP',
            1 => '아일랜드 파운드',
        ),
        'ILP' => array(
            0 => 'ILP',
            1 => '이스라엘 파운드',
        ),
        'ILS' => array(
            0 => '₪',
            1 => '이스라엘 신권 세켈',
        ),
        'INR' => array(
            0 => '₹',
            1 => '인도 루피',
        ),
        'IQD' => array(
            0 => 'IQD',
            1 => '이라크 디나르',
        ),
        'IRR' => array(
            0 => 'IRR',
            1 => '이란 리얄',
        ),
        'ISK' => array(
            0 => 'ISK',
            1 => '아이슬란드 크로나',
        ),
        'ITL' => array(
            0 => 'ITL',
            1 => '이탈리아 리라',
        ),
        'JMD' => array(
            0 => 'JMD',
            1 => '자메이카 달러',
        ),
        'JOD' => array(
            0 => 'JOD',
            1 => '요르단 디나르',
        ),
        'JPY' => array(
            0 => 'JP¥',
            1 => '일본 엔화',
        ),
        'KES' => array(
            0 => 'KES',
            1 => '케냐 실링',
        ),
        'KGS' => array(
            0 => 'KGS',
            1 => '키르기스스탄 솜',
        ),
        'KHR' => array(
            0 => 'KHR',
            1 => '캄보디아 리얄',
        ),
        'KMF' => array(
            0 => 'KMF',
            1 => '코모르 프랑',
        ),
        'KPW' => array(
            0 => 'KPW',
            1 => '조선 민주주의 인민 공화국 원',
        ),
        'KRH' => array(
            0 => 'KRH',
            1 => '대한민국 환 (1953–1962)',
        ),
        'KRW' => array(
            0 => '₩',
            1 => '대한민국 원',
        ),
        'KWD' => array(
            0 => 'KWD',
            1 => '쿠웨이트 디나르',
        ),
        'KYD' => array(
            0 => 'KYD',
            1 => '케이맨 제도 달러',
        ),
        'KZT' => array(
            0 => 'KZT',
            1 => '카자흐스탄 텐게',
        ),
        'LAK' => array(
            0 => 'LAK',
            1 => '라오스 키프',
        ),
        'LBP' => array(
            0 => 'LBP',
            1 => '레바논 파운드',
        ),
        'LKR' => array(
            0 => 'LKR',
            1 => '스리랑카 루피',
        ),
        'LRD' => array(
            0 => 'LRD',
            1 => '라이베리아 달러',
        ),
        'LSL' => array(
            0 => 'LSL',
            1 => '레소토 로티',
        ),
        'LTL' => array(
            0 => 'LTL',
            1 => '리투아니아 리타',
        ),
        'LTT' => array(
            0 => 'LTT',
            1 => '룩셈부르크 타로나',
        ),
        'LUC' => array(
            0 => 'LUC',
            1 => '룩셈부르크 변환 프랑',
        ),
        'LUF' => array(
            0 => 'LUF',
            1 => '룩셈부르크 프랑',
        ),
        'LUL' => array(
            0 => 'LUL',
            1 => '룩셈부르크 재정 프랑',
        ),
        'LVL' => array(
            0 => 'LVL',
            1 => '라트비아 라트',
        ),
        'LVR' => array(
            0 => 'LVR',
            1 => '라트비아 루블',
        ),
        'LYD' => array(
            0 => 'LYD',
            1 => '리비아 디나르',
        ),
        'MAD' => array(
            0 => 'MAD',
            1 => '모로코 디렘',
        ),
        'MAF' => array(
            0 => 'MAF',
            1 => '모로코 프랑',
        ),
        'MCF' => array(
            0 => 'MCF',
            1 => '모나코 프랑',
        ),
        'MDC' => array(
            0 => 'MDC',
            1 => '몰도바 쿠폰',
        ),
        'MDL' => array(
            0 => 'MDL',
            1 => '몰도바 레이',
        ),
        'MGA' => array(
            0 => 'MGA',
            1 => '마다가스카르 아리아리',
        ),
        'MGF' => array(
            0 => 'MGF',
            1 => '마다가스카르 프랑',
        ),
        'MKD' => array(
            0 => 'MKD',
            1 => '마케도니아 디나르',
        ),
        'MLF' => array(
            0 => 'MLF',
            1 => '말리 프랑',
        ),
        'MMK' => array(
            0 => 'MMK',
            1 => '미얀마 키얏',
        ),
        'MNT' => array(
            0 => 'MNT',
            1 => '몽골 투그릭',
        ),
        'MOP' => array(
            0 => 'MOP',
            1 => '마카오 파타카',
        ),
        'MRO' => array(
            0 => 'MRO',
            1 => '모리타니 우기야',
        ),
        'MTL' => array(
            0 => 'MTL',
            1 => '몰타 리라',
        ),
        'MTP' => array(
            0 => 'MTP',
            1 => '몰타 파운드',
        ),
        'MUR' => array(
            0 => 'MUR',
            1 => '모리셔스 루피',
        ),
        'MVR' => array(
            0 => 'MVR',
            1 => '몰디브 제도 루피아',
        ),
        'MWK' => array(
            0 => 'MWK',
            1 => '말라위 콰쳐',
        ),
        'MXN' => array(
            0 => 'MX$',
            1 => '멕시코 페소',
        ),
        'MXP' => array(
            0 => 'MXP',
            1 => '멕시코 실버 페소 (1861–1992)',
        ),
        'MXV' => array(
            0 => 'MXV',
            1 => '멕시코 (UDI)',
        ),
        'MYR' => array(
            0 => 'MYR',
            1 => '말레이시아 링깃',
        ),
        'MZE' => array(
            0 => 'MZE',
            1 => '모잠비크 에스쿠도',
        ),
        'MZM' => array(
            0 => 'MZM',
            1 => '고 모잠비크 메티칼',
        ),
        'MZN' => array(
            0 => 'MZN',
            1 => '모잠비크 메티칼',
        ),
        'NAD' => array(
            0 => 'NAD',
            1 => '나미비아 달러',
        ),
        'NGN' => array(
            0 => 'NGN',
            1 => '니제르 나이라',
        ),
        'NIC' => array(
            0 => 'NIC',
            1 => '니카라과 코르도바',
        ),
        'NIO' => array(
            0 => 'NIO',
            1 => '니카라과 코르도바 오로',
        ),
        'NLG' => array(
            0 => 'NLG',
            1 => '네델란드 길더',
        ),
        'NOK' => array(
            0 => 'NOK',
            1 => '노르웨이 크로네',
        ),
        'NPR' => array(
            0 => 'NPR',
            1 => '네팔 루피',
        ),
        'NZD' => array(
            0 => 'NZ$',
            1 => '뉴질랜드 달러',
        ),
        'OMR' => array(
            0 => 'OMR',
            1 => '오만 리얄',
        ),
        'PAB' => array(
            0 => 'PAB',
            1 => '파나마 발보아',
        ),
        'PEI' => array(
            0 => 'PEI',
            1 => '페루 인티',
        ),
        'PEN' => array(
            0 => 'PEN',
            1 => '페루 솔',
        ),
        'PES' => array(
            0 => 'PES',
            1 => '페루 솔 (1863–1965)',
        ),
        'PGK' => array(
            0 => 'PGK',
            1 => '파푸아뉴기니 키나',
        ),
        'PHP' => array(
            0 => 'PHP',
            1 => '필리핀 페소',
        ),
        'PKR' => array(
            0 => 'PKR',
            1 => '파키스탄 루피',
        ),
        'PLN' => array(
            0 => 'PLN',
            1 => '폴란드 즐로티',
        ),
        'PLZ' => array(
            0 => 'PLZ',
            1 => '폴란드 즐로티 (1950–1995)',
        ),
        'PTE' => array(
            0 => 'PTE',
            1 => '포르투갈 에스쿠도',
        ),
        'PYG' => array(
            0 => 'PYG',
            1 => '파라과이 과라니',
        ),
        'QAR' => array(
            0 => 'QAR',
            1 => '카타르 리얄',
        ),
        'RHD' => array(
            0 => 'RHD',
            1 => '로디지아 달러',
        ),
        'ROL' => array(
            0 => 'ROL',
            1 => '루마니아 레이',
        ),
        'RON' => array(
            0 => 'RON',
            1 => '루마니아 레우',
        ),
        'RSD' => array(
            0 => 'RSD',
            1 => '세르비아 디나르',
        ),
        'RUB' => array(
            0 => 'RUB',
            1 => '러시아 루블',
        ),
        'RUR' => array(
            0 => 'RUR',
            1 => '러시아 루블 (1991–1998)',
        ),
        'RWF' => array(
            0 => 'RWF',
            1 => '르완다 프랑',
        ),
        'SAR' => array(
            0 => 'SAR',
            1 => '사우디아라비아 리얄',
        ),
        'SBD' => array(
            0 => 'SBD',
            1 => '솔로몬 제도 달러',
        ),
        'SCR' => array(
            0 => 'SCR',
            1 => '세이셸 루피',
        ),
        'SDD' => array(
            0 => 'SDD',
            1 => '수단 디나르',
        ),
        'SDG' => array(
            0 => 'SDG',
            1 => '수단 파운드',
        ),
        'SDP' => array(
            0 => 'SDP',
            1 => '고 수단 파운드',
        ),
        'SEK' => array(
            0 => 'SEK',
            1 => '스웨덴 크로나',
        ),
        'SGD' => array(
            0 => 'SGD',
            1 => '싱가폴 달러',
        ),
        'SHP' => array(
            0 => 'SHP',
            1 => '세인트헬레나 파운드',
        ),
        'SIT' => array(
            0 => 'SIT',
            1 => '슬로베니아 톨라르',
        ),
        'SKK' => array(
            0 => 'SKK',
            1 => '슬로바키아 코루나',
        ),
        'SLL' => array(
            0 => 'SLL',
            1 => '시에라리온 리온',
        ),
        'SOS' => array(
            0 => 'SOS',
            1 => '소말리아 실링',
        ),
        'SRD' => array(
            0 => 'SRD',
            1 => '수리남 달러',
        ),
        'SRG' => array(
            0 => 'SRG',
            1 => '수리남 길더',
        ),
        'SSP' => array(
            0 => 'SSP',
            1 => '남수단 파운드',
        ),
        'STD' => array(
            0 => 'STD',
            1 => '상투메 프린시페 도브라',
        ),
        'SUR' => array(
            0 => 'SUR',
            1 => '소련 루블',
        ),
        'SVC' => array(
            0 => 'SVC',
            1 => '엘살바도르 콜론',
        ),
        'SYP' => array(
            0 => 'SYP',
            1 => '시리아 파운드',
        ),
        'SZL' => array(
            0 => 'SZL',
            1 => '스와질란드 릴랑게니',
        ),
        'THB' => array(
            0 => 'THB',
            1 => '태국 바트',
        ),
        'TJR' => array(
            0 => 'TJR',
            1 => '타지키스탄 루블',
        ),
        'TJS' => array(
            0 => 'TJS',
            1 => '타지키스탄 소모니',
        ),
        'TMM' => array(
            0 => 'TMM',
            1 => '투르크메니스탄 마나트 (1993–2009)',
        ),
        'TMT' => array(
            0 => 'TMT',
            1 => '투르크메니스탄 마나트',
        ),
        'TND' => array(
            0 => 'TND',
            1 => '튀니지 디나르',
        ),
        'TOP' => array(
            0 => 'TOP',
            1 => '통가 파앙가',
        ),
        'TPE' => array(
            0 => 'TPE',
            1 => '티모르 에스쿠도',
        ),
        'TRL' => array(
            0 => 'TRL',
            1 => '터키 리라',
        ),
        'TRY' => array(
            0 => 'TRY',
            1 => '신 터키 리라',
        ),
        'TTD' => array(
            0 => 'TTD',
            1 => '트리니다드 토바고 달러',
        ),
        'TWD' => array(
            0 => 'NT$',
            1 => '신 타이완 달러',
        ),
        'TZS' => array(
            0 => 'TZS',
            1 => '탄자니아 실링',
        ),
        'UAH' => array(
            0 => 'UAH',
            1 => '우크라이나 그리브나',
        ),
        'UAK' => array(
            0 => 'UAK',
            1 => '우크라이나 카보바네츠',
        ),
        'UGS' => array(
            0 => 'UGS',
            1 => '우간다 실링 (1966–1987)',
        ),
        'UGX' => array(
            0 => 'UGX',
            1 => '우간다 실링',
        ),
        'USD' => array(
            0 => 'US$',
            1 => '미국 달러',
        ),
        'USN' => array(
            0 => 'USN',
            1 => '미국 달러(다음날)',
        ),
        'USS' => array(
            0 => 'USS',
            1 => '미국 달러(당일)',
        ),
        'UYI' => array(
            0 => 'UYI',
            1 => '우루과이 페소 (UI)',
        ),
        'UYP' => array(
            0 => 'UYP',
            1 => '우루과이 페소 (1975–1993)',
        ),
        'UYU' => array(
            0 => 'UYU',
            1 => '우루과이 페소 우루과요',
        ),
        'UZS' => array(
            0 => 'UZS',
            1 => '우즈베키스탄 숨',
        ),
        'VEB' => array(
            0 => 'VEB',
            1 => '베네주엘라 볼리바르 (1871–2008)',
        ),
        'VEF' => array(
            0 => 'VEF',
            1 => '베네수엘라 볼리바르',
        ),
        'VND' => array(
            0 => '₫',
            1 => '베트남 동',
        ),
        'VNN' => array(
            0 => 'VNN',
            1 => '베트남 동 (1978–1985)',
        ),
        'VUV' => array(
            0 => 'VUV',
            1 => '바누아투 바투',
        ),
        'WST' => array(
            0 => 'WST',
            1 => '서 사모아 탈라',
        ),
        'XAF' => array(
            0 => 'FCFA',
            1 => '중앙아프리카 CFA 프랑',
        ),
        'XCD' => array(
            0 => 'EC$',
            1 => '동카리브 달러',
        ),
        'XEU' => array(
            0 => 'XEU',
            1 => '유럽 환율 단위',
        ),
        'XFO' => array(
            0 => 'XFO',
            1 => '프랑스 프랑 (Gold)',
        ),
        'XFU' => array(
            0 => 'XFU',
            1 => '프랑스 프랑 (UIC)',
        ),
        'XOF' => array(
            0 => 'CFA',
            1 => '서아프리카 CFA 프랑',
        ),
        'XPF' => array(
            0 => 'CFPF',
            1 => 'CFP 프랑',
        ),
        'XRE' => array(
            0 => 'XRE',
            1 => 'RINET 기금',
        ),
        'YDD' => array(
            0 => 'YDD',
            1 => '예멘 디나르',
        ),
        'YER' => array(
            0 => 'YER',
            1 => '예멘 리알',
        ),
        'YUD' => array(
            0 => 'YUD',
            1 => '유고슬라비아 동전 디나르',
        ),
        'YUM' => array(
            0 => 'YUM',
            1 => '유고슬라비아 노비 디나르',
        ),
        'YUN' => array(
            0 => 'YUN',
            1 => '유고슬라비아 전환 디나르',
        ),
        'ZAL' => array(
            0 => 'ZAL',
            1 => '남아프리카 랜드 (금융)',
        ),
        'ZAR' => array(
            0 => 'ZAR',
            1 => '남아프리카 랜드',
        ),
        'ZMK' => array(
            0 => 'ZMK',
            1 => '쟘비아 콰쳐 (1968–2012)',
        ),
        'ZMW' => array(
            0 => 'ZMW',
            1 => '잠비아 콰쳐',
        ),
        'ZRN' => array(
            0 => 'ZRN',
            1 => '자이르 신권 자이르',
        ),
        'ZRZ' => array(
            0 => 'ZRZ',
            1 => '자이르 자이르',
        ),
        'ZWD' => array(
            0 => 'ZWD',
            1 => '짐바브웨 달러',
        ),
        'ZWL' => array(
            0 => 'ZWL',
            1 => '짐바브웨 달러 (2009)',
        ),
        'ZWR' => array(
            0 => 'ZWR',
            1 => '짐바브웨 달러 (2008)',
        ),
    ),
);
