<?php

return array(
    'Version' => '2.1.37.1',
    'Names' => array(
        'ADP' => array(
            0 => 'ADP',
            1 => 'اٮ۪ڑورَن پیسِٹا',
        ),
        'AED' => array(
            0 => 'AED',
            1 => 'مُتحدہ عرب اِمارات دِرہم',
        ),
        'AFN' => array(
            0 => 'AFN',
            1 => 'افغان افغٲنی',
        ),
        'ALL' => array(
            0 => 'ALL',
            1 => 'اٮ۪لبینِیَن لِک',
        ),
        'AMD' => array(
            0 => 'AMD',
            1 => 'اَرمانٮ۪ن ڈرٛٮ۪م',
        ),
        'ANG' => array(
            0 => 'ANG',
            1 => 'نایدَرلینٛڑ اٮ۪نٹٕلیٖیَن گِلڑَر',
        ),
        'AOA' => array(
            0 => 'AOA',
            1 => 'اٮ۪نگولَن کوانزا',
        ),
        'AOR' => array(
            0 => 'AOR',
            1 => 'اٮ۪نگولَن کوانٛزا رٮ۪جِسٹاڑو',
        ),
        'ARA' => array(
            0 => 'ARA',
            1 => 'أرجَنٹیٖن اَسٹرل',
        ),
        'ARS' => array(
            0 => 'ARS',
            1 => 'أرجَنٹیٖن پِسو',
        ),
        'ATS' => array(
            0 => 'ATS',
            1 => 'آسٹریَن شِلِنٛگ',
        ),
        'AUD' => array(
            0 => 'A$',
            1 => 'آسٹریلِیَن ڈالَر',
        ),
        'AWG' => array(
            0 => 'AWG',
            1 => 'اَروبَن فِلورِن',
        ),
        'AZN' => array(
            0 => 'AZN',
            1 => 'آزَرباجانی مَنَٹ',
        ),
        'BAD' => array(
            0 => 'BAD',
            1 => 'بوزنِیاہَرزِگووِنا دیٖنار',
        ),
        'BAM' => array(
            0 => 'BAM',
            1 => 'بوزنِیاہَرزِگووِنا کَنوٲٹیبٕل مارٕک',
        ),
        'BBD' => array(
            0 => 'BBD',
            1 => 'بابیڑِیَن ڈالَر',
        ),
        'BDT' => array(
            0 => 'BDT',
            1 => 'بَنگلادیٖشی ٹَکا',
        ),
        'BEF' => array(
            0 => 'BEF',
            1 => 'بَلجِیَن فرینٛک',
        ),
        'BGN' => array(
            0 => 'BGN',
            1 => 'بیلگیرِیَن ہاڑ لِو',
        ),
        'BHD' => array(
            0 => 'BHD',
            1 => 'بحریٖنی دیٖنار',
        ),
        'BIF' => array(
            0 => 'BIF',
            1 => 'بُرُنڑِین فرینٛک',
        ),
        'BMD' => array(
            0 => 'BMD',
            1 => 'بٔرمیوٗڑَن ڈالَر',
        ),
        'BND' => array(
            0 => 'BND',
            1 => 'برٛونی ڈالَر',
        ),
        'BOB' => array(
            0 => 'BOB',
            1 => 'بولِوِیَن بولوینو',
        ),
        'BOP' => array(
            0 => 'BOP',
            1 => 'بولویَن پِسو',
        ),
        'BOV' => array(
            0 => 'BOV',
            1 => 'بولوِیَن مَوڈال',
        ),
        'BRB' => array(
            0 => 'BRB',
            1 => 'برٛازیٖلین کرٛوزِرو نووو',
        ),
        'BRC' => array(
            0 => 'BRC',
            1 => 'برٛازیٖلین کرٛوزیڑو',
        ),
        'BRE' => array(
            0 => 'BRE',
            1 => 'برٛازیٖلین کرٛوزِرو',
        ),
        'BRL' => array(
            0 => 'R$',
            1 => 'برٛازیٖلین رِیَل',
        ),
        'BRN' => array(
            0 => 'BRN',
            1 => 'برٛازیٖلین کرٛوزیڑو نووو',
        ),
        'BRR' => array(
            0 => 'BRR',
            1 => 'برٛازیٖلین کرٛوزیرو',
        ),
        'BSD' => array(
            0 => 'BSD',
            1 => 'بہامِیَن ڈالر',
        ),
        'BTN' => array(
            0 => 'BTN',
            1 => 'بوٗٹینیٖز نگُلٹرٛم',
        ),
        'BUK' => array(
            0 => 'BUK',
            1 => 'بٔرمیٖز کیٹ',
        ),
        'BWP' => array(
            0 => 'BWP',
            1 => 'بوٹٕسوانَن پُلا',
        ),
        'BYB' => array(
            0 => 'BYB',
            1 => 'بِلیروشِیَن نِو رِبٕل',
        ),
        'BYN' => array(
            0 => 'BYN',
            1 => 'بِلیروشِیَن رِبٕل',
        ),
        'BYR' => array(
            0 => 'BYR',
            1 => 'بِلیروشِیَن رِبٕل (۲۰۰۰–۲۰۱۶)',
        ),
        'BZD' => array(
            0 => 'BZD',
            1 => 'بِلِزی ڈالر',
        ),
        'CAD' => array(
            0 => 'CA$',
            1 => 'کینَڑِیَن ڈالر',
        ),
        'CDF' => array(
            0 => 'CDF',
            1 => 'کونٛگولیٖز فرٛیک',
        ),
        'CHE' => array(
            0 => 'CHE',
            1 => 'وِر یوٗرو',
        ),
        'CHF' => array(
            0 => 'CHF',
            1 => 'سُوِز فریک',
        ),
        'CHW' => array(
            0 => 'CHW',
            1 => 'وِر فرٛیک',
        ),
        'CLF' => array(
            0 => 'CLF',
            1 => 'چِلِن یوٗنِڑیدیٖز ڑِ فومیٹو',
        ),
        'CLP' => array(
            0 => 'CLP',
            1 => 'چِلِن پِسو',
        ),
        'CNY' => array(
            0 => 'CN¥',
            1 => 'چینیٖز یَن رِنمِنبی',
        ),
        'COP' => array(
            0 => 'COP',
            1 => 'کولَمبِین پِسو',
        ),
        'COU' => array(
            0 => 'COU',
            1 => 'ِٖیوٗنِڑیڑ ڑِ ویلور رِیل',
        ),
        'CRC' => array(
            0 => 'CRC',
            1 => 'کوسٹا رِکَن کولَن',
        ),
        'CSD' => array(
            0 => 'CSD',
            1 => 'پرٛون سٔربِین ڈالر',
        ),
        'CSK' => array(
            0 => 'CSK',
            1 => 'چِکوسولوواک ہاڑ کوروٗنا',
        ),
        'CUP' => array(
            0 => 'CUP',
            1 => 'کیوٗبَن پِسو',
        ),
        'CYP' => array(
            0 => 'CYP',
            1 => 'کیپروٹ پَوُڑ',
        ),
        'CZK' => array(
            0 => 'CZK',
            1 => 'چیک کوریٖنا',
        ),
        'DDM' => array(
            0 => 'DDM',
            1 => 'مٔشرِقی جٔرمَن مارٕک',
        ),
        'DEM' => array(
            0 => 'DEM',
            1 => 'جٔرمَن مارٕک',
        ),
        'DKK' => array(
            0 => 'DKK',
            1 => 'ڈٔنِش کرٛون',
        ),
        'DOP' => array(
            0 => 'DOP',
            1 => 'ڈومِنِکَن پِسو',
        ),
        'DZD' => array(
            0 => 'DZD',
            1 => 'اٮ۪لجیرِیَن ڈیٖنار',
        ),
        'EEK' => array(
            0 => 'EEK',
            1 => 'اٮ۪سٹونِیَن کرٛون',
        ),
        'EGP' => array(
            0 => 'EGP',
            1 => 'اِجِپٹِیَن پَوُنڑ',
        ),
        'ERN' => array(
            0 => 'ERN',
            1 => 'رِٹریٖن نَفکا',
        ),
        'ESP' => array(
            0 => 'ESP',
            1 => 'سِپینِش پیسِٹا',
        ),
        'ETB' => array(
            0 => 'ETB',
            1 => 'اِتھوپِیَن بِر',
        ),
        'EUR' => array(
            0 => '€',
            1 => 'یوٗرو',
        ),
        'FIM' => array(
            0 => 'FIM',
            1 => 'فِنِش مارکا',
        ),
        'FJD' => array(
            0 => 'FJD',
            1 => 'فِجین ڈالر',
        ),
        'FKP' => array(
            0 => 'FKP',
            1 => 'فیکلینٛڑِس آیلینٛڑ پونٛڑ',
        ),
        'FRF' => array(
            0 => 'FRF',
            1 => 'فرٛانسِسی فرٛیک',
        ),
        'GBP' => array(
            0 => '£',
            1 => 'برطٲنوی پاونٛڑ سٹٔرلِنٛگ',
        ),
        'GEK' => array(
            0 => 'GEK',
            1 => 'جارجِیَن کیوٗپَن لَرِٹ',
        ),
        'GEL' => array(
            0 => 'GEL',
            1 => 'جارجِیَن لاری',
        ),
        'GHC' => array(
            0 => 'GHC',
            1 => 'گَنیٚیَن سٮ۪ڑی(۱۹۷۹–۲٠٠۷)',
        ),
        'GHS' => array(
            0 => 'GHS',
            1 => 'گَنیٚیَن سٮ۪ڑی',
        ),
        'GIP' => array(
            0 => 'GIP',
            1 => 'گِبریلٹَر پَاونٛڑ',
        ),
        'GMD' => array(
            0 => 'GMD',
            1 => 'گیمبِیاہُک دلاسی',
        ),
        'GNF' => array(
            0 => 'GNF',
            1 => 'گِنِیَن فرٛینٛک',
        ),
        'GNS' => array(
            0 => 'GNS',
            1 => 'گِنِیَن سِلی',
        ),
        'GQE' => array(
            0 => 'GQE',
            1 => 'اِکویٹورِیَل گِنِیَن اٮ۪کویٖل',
        ),
        'GRD' => array(
            0 => 'GRD',
            1 => 'گریٖسُک ڑرٛٮ۪کما',
        ),
        'GTQ' => array(
            0 => 'GTQ',
            1 => 'گواٹَمالَن قیوٗٹزَل',
        ),
        'GWE' => array(
            0 => 'GWE',
            1 => 'پورتگیٖزُک گِنی اٮ۪سکیوٗڑو',
        ),
        'GWP' => array(
            0 => 'GWP',
            1 => 'گِنی بِساوُک پٮ۪سو',
        ),
        'GYD' => array(
            0 => 'GYD',
            1 => 'گَیَنیٖزُک ڑالَر',
        ),
        'HKD' => array(
            0 => 'HK$',
            1 => 'حانٛگ کانٛگُک ڑالَر',
        ),
        'HNL' => array(
            0 => 'HNL',
            1 => 'حونڑورنُک لٮ۪مپیٖرا',
        ),
        'HRD' => array(
            0 => 'HRD',
            1 => 'کروایشنُک دیٖنار',
        ),
        'HRK' => array(
            0 => 'HRK',
            1 => 'کروایشنُک کوٗنا',
        ),
        'HTG' => array(
            0 => 'HTG',
            1 => 'حیشَنُک گوڑ',
        ),
        'HUF' => array(
            0 => 'HUF',
            1 => 'حَنگیرِیَن فورِنٛٹ',
        ),
        'IDR' => array(
            0 => 'IDR',
            1 => 'اِنڑونیشیاہُک رُپِیاہ',
        ),
        'IEP' => array(
            0 => 'IEP',
            1 => 'اَیرلینڑُک پاونٛڑ',
        ),
        'ILP' => array(
            0 => 'ILP',
            1 => 'اِزرٲیِلی پاونٛڑ',
        ),
        'ILS' => array(
            0 => '₪',
            1 => 'اِزرٲیِلی نٔوۍ شٮ۪قٕل',
        ),
        'INR' => array(
            0 => '₹',
            1 => 'ہِندُستٲنۍ رۄپَے',
        ),
        'IQD' => array(
            0 => 'IQD',
            1 => 'ایٖراقُک دیٖنار',
        ),
        'IRR' => array(
            0 => 'IRR',
            1 => 'ایٖرانُک رِیال',
        ),
        'ISK' => array(
            0 => 'ISK',
            1 => 'اَیسلینٛڑُک کرٛونا',
        ),
        'ITL' => array(
            0 => 'ITL',
            1 => 'اِٹلیٖ یُک لیٖرا',
        ),
        'JMD' => array(
            0 => 'JMD',
            1 => 'جَمَیکاہُک ڑالَر',
        ),
        'JOD' => array(
            0 => 'JOD',
            1 => 'جَرڑینیاہُک دیٖنار',
        ),
        'JPY' => array(
            0 => 'JP¥',
            1 => 'جاپانُک یَن',
        ),
        'KES' => array(
            0 => 'KES',
            1 => 'کٮ۪نیَن شِلِنٛگ',
        ),
        'KGS' => array(
            0 => 'KGS',
            1 => 'کِرگِستانُک سوم',
        ),
        'KHR' => array(
            0 => 'KHR',
            1 => 'کَمبوڑِیاہُک رِیال',
        ),
        'KMF' => array(
            0 => 'KMF',
            1 => 'کومورِیَن فرٛینٛک',
        ),
        'KPW' => array(
            0 => 'KPW',
            1 => 'جنوٗبی کورِیَن وَن',
        ),
        'KRW' => array(
            0 => '₩',
            1 => 'ساوتھ کورِیَن وَن',
        ),
        'KWD' => array(
            0 => 'KWD',
            1 => 'قُویتُک دیٖنار',
        ),
        'KYD' => array(
            0 => 'KYD',
            1 => 'کیمین ججیٖرُک ڑالَر',
        ),
        'KZT' => array(
            0 => 'KZT',
            1 => 'کزاکِستان ٹینٛج',
        ),
        'LAK' => array(
            0 => 'LAK',
            1 => 'لَوٹِیَن کِپ',
        ),
        'LBP' => array(
            0 => 'LBP',
            1 => 'لیبنیٖزُک پاونٛڑ',
        ),
        'LKR' => array(
            0 => 'LKR',
            1 => 'سری لَنکاہٕچ رۄپَے',
        ),
        'LRD' => array(
            0 => 'LRD',
            1 => 'لَیبیرِیَن ڑالَر',
        ),
        'LSL' => array(
            0 => 'LSL',
            1 => 'لِسوتھو لوٹی',
        ),
        'LTL' => array(
            0 => 'LTL',
            1 => 'لِتھوینِیَن لِٹاس',
        ),
        'LTT' => array(
            0 => 'LTT',
            1 => 'لِتھوینِیَن ٹٮ۪لوناس',
        ),
        'LUC' => array(
            0 => 'LUC',
            1 => 'لَکزٕمبورگِیَن کَنؤرٹِبٕل فرٛینٛک',
        ),
        'LUF' => array(
            0 => 'LUF',
            1 => 'لَکزٕمبورگِیَن فرٛینٛک',
        ),
        'LUL' => array(
            0 => 'LUL',
            1 => 'لَکزٕمبوگ فَینانشَل فرٛینٛک',
        ),
        'LVL' => array(
            0 => 'LVL',
            1 => 'لَتوِیَن لیٹس',
        ),
        'LVR' => array(
            0 => 'LVR',
            1 => 'لَتوِیَن رَبٕل',
        ),
        'LYD' => array(
            0 => 'LYD',
            1 => 'لِبیَن دیٖنار',
        ),
        'MAD' => array(
            0 => 'MAD',
            1 => 'موروکَن دِرہَم',
        ),
        'MAF' => array(
            0 => 'MAF',
            1 => 'موروکَن فرٛینٛک',
        ),
        'MDL' => array(
            0 => 'MDL',
            1 => 'مولڑووین لیوٗ',
        ),
        'MGA' => array(
            0 => 'MGA',
            1 => 'مٮ۪لٮ۪گیسی اٮ۪ریَری',
        ),
        'MGF' => array(
            0 => 'MGF',
            1 => 'مٮ۪لٮ۪گیسی فرٛینٛک',
        ),
        'MKD' => array(
            0 => 'MKD',
            1 => 'مٮ۪کَڑونِیَن دیٖنار',
        ),
        'MLF' => array(
            0 => 'MLF',
            1 => 'میلِیَن فرٛینٛک',
        ),
        'MMK' => array(
            0 => 'MMK',
            1 => 'مِیانما کیاٹ',
        ),
        'MNT' => array(
            0 => 'MNT',
            1 => 'مۄنگولِیَن ٹُگرِک',
        ),
        'MOP' => array(
            0 => 'MOP',
            1 => 'مٮ۪کانیٖز پَٹاکا',
        ),
        'MRO' => array(
            0 => 'MRO',
            1 => 'مورِٹینِیَن عوگیوٗیا',
        ),
        'MTL' => array(
            0 => 'MTL',
            1 => 'مالٹیٖزُک لیٖرا',
        ),
        'MTP' => array(
            0 => 'MTP',
            1 => 'مالٹیٖزُک پاونٛڑ',
        ),
        'MUR' => array(
            0 => 'MUR',
            1 => 'مورٮ۪شِیاہٕچ رۄپَے',
        ),
        'MVR' => array(
            0 => 'MVR',
            1 => 'مالدِیٖوِیَن رُفِیا',
        ),
        'MWK' => array(
            0 => 'MWK',
            1 => 'مٮ۪لیوِیَن کواچا',
        ),
        'MXN' => array(
            0 => 'MX$',
            1 => 'مٮ۪کسِکَن پٮ۪سو',
        ),
        'MXP' => array(
            0 => 'MXP',
            1 => 'مٮ۪کسِکَن سِلوَر پٮ۪سو (۱۸۶۱–۱۹۹۲)',
        ),
        'MYR' => array(
            0 => 'MYR',
            1 => 'مَلیشِیَن رِنٛگِٹ',
        ),
        'MZE' => array(
            0 => 'MZE',
            1 => 'موزیمبِکَن سکیوٗڑو',
        ),
        'MZM' => array(
            0 => 'MZM',
            1 => 'پرٛون موزیمبِکَن مٮ۪ٹِکَل',
        ),
        'MZN' => array(
            0 => 'MZN',
            1 => 'موزیمبِکَن مٮ۪ٹِکَل',
        ),
        'NAD' => array(
            0 => 'NAD',
            1 => 'نامِبِیَن ڑالَر',
        ),
        'NGN' => array(
            0 => 'NGN',
            1 => 'نَیجیرِیَن ڑالَر',
        ),
        'NIC' => array(
            0 => 'NIC',
            1 => 'نِکٮ۪راگُوٮ۪ن کورڑوبا',
        ),
        'NIO' => array(
            0 => 'NIO',
            1 => 'نِکٮ۪راگُوٮ۪ن کورڑوبا اورو',
        ),
        'NLG' => array(
            0 => 'NLG',
            1 => 'ڈَچ گِلڑَر',
        ),
        'NOK' => array(
            0 => 'NOK',
            1 => 'نورویٚیِنُک کرٛون',
        ),
        'NPR' => array(
            0 => 'NPR',
            1 => 'نیپالٕچ رۄپَے',
        ),
        'NZD' => array(
            0 => 'NZ$',
            1 => 'نِوزیٖلینٛڑُک ڑالَر',
        ),
        'OMR' => array(
            0 => 'OMR',
            1 => 'اومِنی رِیال',
        ),
        'PAB' => array(
            0 => 'PAB',
            1 => 'پانامانِیَن بالبوز',
        ),
        'PEI' => array(
            0 => 'PEI',
            1 => 'پٔریوٗوِیَن اِنٛٹی',
        ),
        'PEN' => array(
            0 => 'PEN',
            1 => 'پٔریوٗوِیَن سولٕز',
        ),
        'PES' => array(
            0 => 'PES',
            1 => 'پٔریوٗوِیَن سول (۱۸۶۳–۱۹۶۵)',
        ),
        'PGK' => array(
            0 => 'PGK',
            1 => 'نیوٗ پیپُعا گِنِیَن کیٖنا',
        ),
        'PHP' => array(
            0 => 'PHP',
            1 => 'پھِلِپایِٔن پٮ۪سو',
        ),
        'PKR' => array(
            0 => 'PKR',
            1 => 'پاکِستٲنۍ رۄپَے',
        ),
        'PLN' => array(
            0 => 'PLN',
            1 => 'پولِش زلوٹی',
        ),
        'PLZ' => array(
            0 => 'PLZ',
            1 => 'پولِش زلوٹی(۱۹۵٠–۱۹۹۵)',
        ),
        'PTE' => array(
            0 => 'PTE',
            1 => 'پورتُگیٖز اٮ۪سکیوٗڑو',
        ),
        'PYG' => array(
            0 => 'PYG',
            1 => 'پٮ۪رٮ۪گیوٗوَیَن گُعارانی',
        ),
        'QAR' => array(
            0 => 'QAR',
            1 => 'قطاری رِیال',
        ),
        'RHD' => array(
            0 => 'RHD',
            1 => 'رھوڑیشِیَن ڑالَر',
        ),
        'ROL' => array(
            0 => 'ROL',
            1 => 'اولڑ رومانِیَن لٮ۪یوٗ',
        ),
        'RON' => array(
            0 => 'RON',
            1 => 'رومانِیَن لٮ۪یوٗ',
        ),
        'RSD' => array(
            0 => 'RSD',
            1 => 'سٔربِیَن دیٖنار',
        ),
        'RUB' => array(
            0 => 'RUB',
            1 => 'رٔشیَن رَبٕل',
        ),
        'RUR' => array(
            0 => 'RUR',
            1 => 'رٔشیَن رَبٕل(۱۹۹۱–۱۹۹۸)',
        ),
        'RWF' => array(
            0 => 'RWF',
            1 => 'روانٛڑَن فرانٛک',
        ),
        'SAR' => array(
            0 => 'SAR',
            1 => 'سودیٖیُک رِیال',
        ),
        'SBD' => array(
            0 => 'SBD',
            1 => 'سولَمَن جٔزیٖرُک ڈالَر',
        ),
        'SDD' => array(
            0 => 'SDD',
            1 => 'پرون سوٗڈانُک دیٖنار',
        ),
        'SDG' => array(
            0 => 'SDG',
            1 => 'سوٗڈانُک پونٛڈ',
        ),
        'SDP' => array(
            0 => 'SDP',
            1 => 'پرون سوٗڈانُک پونٛڈ',
        ),
        'SEK' => array(
            0 => 'SEK',
            1 => 'سویٖڈِش کَرونا',
        ),
        'SGD' => array(
            0 => 'SGD',
            1 => 'سِنگاپورُک ڈالَر',
        ),
        'SHP' => array(
            0 => 'SHP',
            1 => 'سینٹ ہیلِنا پونٛڈ',
        ),
        'SIT' => array(
            0 => 'SIT',
            1 => 'سلووینُک ٹولَر',
        ),
        'SKK' => array(
            0 => 'SKK',
            1 => 'سلووَک کَرونا',
        ),
        'SOS' => array(
            0 => 'SOS',
            1 => 'سومالی شِلِنٛگ',
        ),
        'SRD' => array(
            0 => 'SRD',
            1 => 'سُریٖنامُک ڈالَر',
        ),
        'SRG' => array(
            0 => 'SRG',
            1 => 'سُریٖنام گِلدَر',
        ),
        'SUR' => array(
            0 => 'SUR',
            1 => 'سوویت روبٕل',
        ),
        'SVC' => array(
            0 => 'SVC',
            1 => 'سَلویدَرُک کولَن',
        ),
        'SYP' => array(
            0 => 'SYP',
            1 => 'سیٖریاہُک پونٛڈ',
        ),
        'SZL' => array(
            0 => 'SZL',
            1 => 'سوازی لِلَنگیٚنی',
        ),
        'THB' => array(
            0 => 'THB',
            1 => 'تھایھک بات',
        ),
        'TJR' => array(
            0 => 'TJR',
            1 => 'تاجکِستانُک رَبٕل',
        ),
        'TJS' => array(
            0 => 'TJS',
            1 => 'تاجِکتانُک سَمونی',
        ),
        'TMM' => array(
            0 => 'TMM',
            1 => 'تُکَمَنِستانُک مَنَت',
        ),
        'TND' => array(
            0 => 'TND',
            1 => 'ٹُنیشیاہُک دیٖنار',
        ),
        'TOP' => array(
            0 => 'TOP',
            1 => 'ٹونگَن پانٛگا',
        ),
        'TPE' => array(
            0 => 'TPE',
            1 => 'ٹیموریٚسو ایٚکیٖڈو',
        ),
        'TRL' => array(
            0 => 'TRL',
            1 => 'پرون تُرکِش لیرا',
        ),
        'TRY' => array(
            0 => 'TRY',
            1 => 'تُرکیہُک لیرا',
        ),
        'TTD' => array(
            0 => 'TTD',
            1 => 'ٹرِنہِ ڈیڈ تہٕ ٹوبیگو ڈالَر',
        ),
        'TWD' => array(
            0 => 'NT$',
            1 => 'نوٚو تیوانُک ڈالَر',
        ),
        'TZS' => array(
            0 => 'TZS',
            1 => 'تَنزانیاہُک شِلِنٛگ',
        ),
        'UAH' => array(
            0 => 'UAH',
            1 => 'یوٗکرینیاہُک ہرِوِنیا',
        ),
        'UAK' => array(
            0 => 'UAK',
            1 => 'یوٗکرینیاہُک کاربووَنیٹس',
        ),
        'UGS' => array(
            0 => 'UGS',
            1 => 'اُگاداہُک شِلِنٛگ(۱۹۶۶–۱۹۸۷)',
        ),
        'UGX' => array(
            0 => 'UGX',
            1 => 'اُگاداہُک شِلِنٛگ',
        ),
        'USD' => array(
            0 => 'US$',
            1 => 'یوٗ ایٚس ڈالَر',
        ),
        'USN' => array(
            0 => 'USN',
            1 => 'یوٗ ایٚس ڈالَر(پَگاہ)',
        ),
        'USS' => array(
            0 => 'USS',
            1 => 'یوٗ ایٚس ڈالَر(تَمی دًۄہ)',
        ),
        'UYI' => array(
            0 => 'UYI',
            1 => 'اُرگایَن پیٚسو یوٗنِڈیڈَس اِنڈیٚکسَس',
        ),
        'UYP' => array(
            0 => 'UYP',
            1 => 'اُرگایَن پیٚسو(۱۹۷۵–۱۹۹۳)',
        ),
        'UYU' => array(
            0 => 'UYU',
            1 => 'اُروٗگایَن پیٚسو',
        ),
        'UZS' => array(
            0 => 'UZS',
            1 => 'اُبیکِستان سوم',
        ),
        'VEB' => array(
            0 => 'VEB',
            1 => 'وینٕزوٗلیُک بولِوَر (۱۸۷۱–۲۰۰۸)',
        ),
        'VEF' => array(
            0 => 'VEF',
            1 => 'وینٕزوٗلیُک بولِوَر',
        ),
        'VND' => array(
            0 => '₫',
            1 => 'وِیَنَمُک ڈانٛگ',
        ),
        'VUV' => array(
            0 => 'VUV',
            1 => 'وَنوٗاَتوٗ وَتوٗ',
        ),
        'WST' => array(
            0 => 'WST',
            1 => 'سَمون تَلا',
        ),
        'XAF' => array(
            0 => 'FCFA',
            1 => 'سی ایٚف اے فرینک بی ایٖ اے سی',
        ),
        'XCD' => array(
            0 => 'EC$',
            1 => 'مَشرِقی کیرِبِیَن ڈالَر',
        ),
        'XEU' => array(
            0 => 'XEU',
            1 => 'یوٗرپی کَرَنسی یوٗنِٹ',
        ),
        'XFO' => array(
            0 => 'XFO',
            1 => 'فریٚنچ گولڈ فرینک',
        ),
        'XFU' => array(
            0 => 'XFU',
            1 => 'فریٛنچ یوٗ اے سی فرینک',
        ),
        'XOF' => array(
            0 => 'CFA',
            1 => 'سی ایٚف اے فرینک بی سی ایٖ اے او',
        ),
        'XPF' => array(
            0 => 'CFPF',
            1 => 'سی ایٚف پی فرینک',
        ),
        'XRE' => array(
            0 => 'XRE',
            1 => 'آر آے ایٚن ایٖ ٹی فَنٛڈ',
        ),
        'YDD' => array(
            0 => 'YDD',
            1 => 'یَمنُک دیٖنار',
        ),
        'YER' => array(
            0 => 'YER',
            1 => 'یَمنُک رِیال',
        ),
        'YUD' => array(
            0 => 'YUD',
            1 => 'یوگوسلاوِیَن ہاڑ دیٖنار',
        ),
        'YUM' => array(
            0 => 'YUM',
            1 => 'یوگوسلاوِیَن نووِے دیٖنار',
        ),
        'YUN' => array(
            0 => 'YUN',
            1 => 'یوگوسلاوِیَن کَنؤٹِبٕل دیٖنار',
        ),
        'ZAR' => array(
            0 => 'ZAR',
            1 => 'ساوُتھ افریٖکاہُک رینڈ',
        ),
        'ZMK' => array(
            0 => 'ZMK',
            1 => 'زِمبابیُک کواچا (1968–2012)',
        ),
        'ZMW' => array(
            0 => 'ZMW',
            1 => 'زِمبابیُک کواچا',
        ),
        'ZRN' => array(
            0 => 'ZRN',
            1 => 'زایرِیَن نِو زایِر',
        ),
        'ZRZ' => array(
            0 => 'ZRZ',
            1 => 'زَیرُک ڈالَر',
        ),
        'ZWD' => array(
            0 => 'ZWD',
            1 => 'زِمبابِیُک ڈالَر',
        ),
    ),
);
