<?php

return array(
    'Version' => '2.1.37.1',
    'Names' => array(
        'ADP' => array(
            0 => 'ADP',
            1 => 'ເປເຊຕາ ອັນໂດລາ',
        ),
        'AED' => array(
            0 => 'AED',
            1 => 'ສະ​ຫະ​ລັດ​ອາ​ຣັບ​ອາ​ມິ​ເຣດ ເດີ​ແຮມ',
        ),
        'AFA' => array(
            0 => 'AFA',
            1 => 'ອັບການິ ອັບການິສະຖານ (1927–2002)',
        ),
        'AFN' => array(
            0 => 'AFN',
            1 => 'ອັຟ​ກັນ ອັຟ​ກາ​ນິ',
        ),
        'ALL' => array(
            0 => 'ALL',
            1 => 'ອັລ​ບາ​ນຽນ ເລກ',
        ),
        'AMD' => array(
            0 => 'AMD',
            1 => 'ອາ​ເມ​ນຽນ ແດຣມ',
        ),
        'ANG' => array(
            0 => 'ANG',
            1 => 'ເນ​ເທີ​ແລນ ແອນ​ຕິ​ລຽນ ກິວ​ເດີ',
        ),
        'AOA' => array(
            0 => 'AOA',
            1 => 'ແອງ​ໂກ​ລັນ ຄວນ​ຊາ',
        ),
        'AOK' => array(
            0 => 'AOK',
            1 => 'ກວານຊາ ແອງໂກລາ (1977–1991)',
        ),
        'AON' => array(
            0 => 'AON',
            1 => 'ກວານຊາ ແອງໂກລາ ໃໝ່ (1995–1999)',
        ),
        'AOR' => array(
            0 => 'AOR',
            1 => 'ກວານຊາກທີ່ແກ້ໄຂໃໝ່ ແອງກູລາ (1995–1999)',
        ),
        'ARA' => array(
            0 => 'ARA',
            1 => 'ອອສຕຣານ ອາກຊັງຕິນ',
        ),
        'ARL' => array(
            0 => 'ARL',
            1 => 'ເປໂຊເລ ອາກຊັງຕິນ (1970–1983)',
        ),
        'ARM' => array(
            0 => 'ARM',
            1 => 'ເປໂຊ ອາກຊັງຕິນ (1881–1970)',
        ),
        'ARP' => array(
            0 => 'ARP',
            1 => 'ເປໂຊ ອາກຊັງຕິນ (1983–1985)',
        ),
        'ARS' => array(
            0 => 'ARS',
            1 => 'ອາ​ເຈນ​ທິ​ນາ ເປ​ໂຊ',
        ),
        'ATS' => array(
            0 => 'ATS',
            1 => 'ຊິລລິງ ອົດສະຕາລີ',
        ),
        'AUD' => array(
            0 => 'A$',
            1 => 'ອອສ​ເຕຣ​ລຽນ ໂດ​ລ່າ',
        ),
        'AWG' => array(
            0 => 'AWG',
            1 => 'ອະຣູແບນ ຟລໍຣິນ',
        ),
        'AZM' => array(
            0 => 'AZM',
            1 => 'ມານັດ ອາແຊກບາຍຊານ (1993–2006)',
        ),
        'AZN' => array(
            0 => 'AZN',
            1 => 'ອາ​ເຊີ​ໄບ​ຈາ​ນິ ມາ​ນັດ',
        ),
        'BAD' => array(
            0 => 'BAD',
            1 => 'ດີນາ ບອສເນຍ ເຮີເຊໂບວາເນຍ (1992–1994)',
        ),
        'BAM' => array(
            0 => 'BAM',
            1 => 'ບອ​ສ​ເນຍ-ເຮີ​ເຊ​ໂກວິ​ນາ ຄອນ​ເວີດ​ຕິ​ໂບ ມາກ',
        ),
        'BAN' => array(
            0 => 'BAN',
            1 => 'ດີນາໃໝ່ ບອສເນຍ ເຮີເຊໂບວີນາ(1994–1997)',
        ),
        'BBD' => array(
            0 => 'BBD',
            1 => 'ໂດລ່າ ບາບາດຽນ',
        ),
        'BDT' => array(
            0 => 'BDT',
            1 => 'ບັງ​ຄລາ​ເທດ ຕາ​ກາ',
        ),
        'BEC' => array(
            0 => 'BEC',
            1 => 'ຟຣັງ ບູນກາລີ (ປ່ຽນແປງໄດ້)',
        ),
        'BEF' => array(
            0 => 'BEF',
            1 => 'ຟຣັງ ບູນກາລີ',
        ),
        'BEL' => array(
            0 => 'BEL',
            1 => 'ຟຣັງ ບູນກາລີ (ການເງິນ)',
        ),
        'BGL' => array(
            0 => 'BGL',
            1 => 'ຮາດເລບ ບູນກາລີ',
        ),
        'BGM' => array(
            0 => 'BGM',
            1 => 'ເລບ ສັງຄົມບູນກາລີ',
        ),
        'BGN' => array(
            0 => 'BGN',
            1 => 'ບັງ​ກາ​ຣຽນ ເລບ',
        ),
        'BGO' => array(
            0 => 'BGO',
            1 => 'ເລບ ບູນກາລີ (1879–1952)',
        ),
        'BHD' => array(
            0 => 'BHD',
            1 => 'ບາ​ໄຣ​ນິ ດິ​ນາ',
        ),
        'BIF' => array(
            0 => 'BIF',
            1 => 'ບຸ​ຣັນ​ດຽນ ຟຣັງ',
        ),
        'BMD' => array(
            0 => 'BMD',
            1 => 'ໂດ​ລ່າ​ເບີ​ມິວ​ດາ',
        ),
        'BND' => array(
            0 => 'BND',
            1 => 'ບຣູ​ໄນ ໂດ​ລ່າ',
        ),
        'BOB' => array(
            0 => 'BOB',
            1 => 'ໂບ​ລິ​ວຽນ ໂບ​ລິ​ເວຍ​ໂນ',
        ),
        'BOL' => array(
            0 => 'BOL',
            1 => 'ໂລລິເວຍໂນ ໂລລິເວຍ (1863–1963)',
        ),
        'BOP' => array(
            0 => 'BOP',
            1 => 'ເປໂຊໂລລິເວຍ',
        ),
        'BOV' => array(
            0 => 'BOV',
            1 => 'ມະດອນ ໂລລິເວຍ',
        ),
        'BRB' => array(
            0 => 'BRB',
            1 => 'ກຣູເຊໂດບາຊິ ໃໝ່ (1967–1986)',
        ),
        'BRC' => array(
            0 => 'BRC',
            1 => 'ກຣູຊາໂດບາຊິວ (1986–1989)',
        ),
        'BRE' => array(
            0 => 'BRE',
            1 => 'ກຣູເຊໂຣ ບາຊິ ກຣູໂຊ ບາຊິວ (1993–1994)',
        ),
        'BRL' => array(
            0 => 'R$',
            1 => 'ບຣາ​ຊິ​ລຽນ ຣຽວ',
        ),
        'BRN' => array(
            0 => 'BRN',
            1 => 'ກຣູຊາໂດ ບາຊິວ ໃໝ່ (1989–1990)',
        ),
        'BRR' => array(
            0 => 'BRR',
            1 => 'ກຣູເຊໂຣ ບາຊິວ (1993–1994)',
        ),
        'BRZ' => array(
            0 => 'BRZ',
            1 => 'ກຣູເຊໂຣ ບາຊິວ (1942–1967)',
        ),
        'BSD' => array(
            0 => 'BSD',
            1 => 'ໂດລ່າ ບາຮາມຽນ',
        ),
        'BTN' => array(
            0 => 'BTN',
            1 => 'ພູ​ຖານ ງຸນດຣັມ',
        ),
        'BUK' => array(
            0 => 'BUK',
            1 => 'ຈາດ ພະມ້າ',
        ),
        'BWP' => array(
            0 => 'BWP',
            1 => 'ບອດ​ສະ​ວາ​ນານ ພູ​ລາ',
        ),
        'BYB' => array(
            0 => 'BYB',
            1 => 'ຣູໂບ ເບຣາຣຸສ ໃໝ່(1994–1999)',
        ),
        'BYN' => array(
            0 => 'BYN',
            1 => 'ເບ​ລາ​ຣຸ​ສ​ຊຽນ ຣູ​ເບິນ',
        ),
        'BYR' => array(
            0 => 'BYR',
            1 => 'ເບ​ລາ​ຣຸ​ສ​ຊຽນ ຣູ​ເບິນ (2000–2016)',
        ),
        'BZD' => array(
            0 => 'BZD',
            1 => 'ໂດ​ລ່າ​ເບ​ລິ​ຊ',
        ),
        'CAD' => array(
            0 => 'CA$',
            1 => 'ໂດລ່າຄານາດາ',
        ),
        'CDF' => array(
            0 => 'CDF',
            1 => 'ຄອງ​ໂກ​ລີສ ຟຣັງ',
        ),
        'CHE' => array(
            0 => 'CHE',
            1 => 'ເອີໂຣ WIR',
        ),
        'CHF' => array(
            0 => 'CHF',
            1 => 'ສະ​ວິ​ສ ຟ​ຣັງ',
        ),
        'CHW' => array(
            0 => 'CHW',
            1 => 'ຟຣັງ WIR',
        ),
        'CLE' => array(
            0 => 'CLE',
            1 => 'ເອສກູໂດ ຊິລີ',
        ),
        'CLF' => array(
            0 => 'CLF',
            1 => 'ຫົວໜ່ວຍບັນຊີ (UF) ຊິລີ',
        ),
        'CLP' => array(
            0 => 'CLP',
            1 => 'ຊິ​ລຽນ ເປ​ໂຊ',
        ),
        'CNH' => array(
            0 => 'CNH',
            1 => 'ຢວນຈີນ (ນອກປະເທດ)',
        ),
        'CNY' => array(
            0 => 'CN¥',
            1 => 'ຈີນ ຢວນ',
        ),
        'COP' => array(
            0 => 'COP',
            1 => 'ໂຄ​ລົມ​ບຽນ ເປ​ໂຊ',
        ),
        'COU' => array(
            0 => 'COU',
            1 => 'ຫົວໜ່ວຍຄ່າຈິງ ໂຄລັມເບຍ',
        ),
        'CRC' => array(
            0 => 'CRC',
            1 => 'ໂຄສຕາ ຣິກັນ ໂຄລອນ',
        ),
        'CSD' => array(
            0 => 'CSD',
            1 => 'ດີນາ ເຊີເບຍ (2002–2006)',
        ),
        'CSK' => array(
            0 => 'CSK',
            1 => 'ຮາດໂກຣູນາ ເຊັກໂກສະໂລວັກ',
        ),
        'CUC' => array(
            0 => 'CUC',
            1 => 'ຄິວແບນ ຄອນເວີດຕິໂບ ເປໂຊ',
        ),
        'CUP' => array(
            0 => 'CUP',
            1 => 'ຄິວແບນ ເປໂຊ',
        ),
        'CVE' => array(
            0 => 'CVE',
            1 => 'ເຄບ ເວີດ​ດີນ ເອ​ສ​ຄູ​ໂດ',
        ),
        'CYP' => array(
            0 => 'CYP',
            1 => 'ປອນ ໄຊປຣັດ',
        ),
        'CZK' => array(
            0 => 'CZK',
            1 => 'ໂຄ​ຣູ​ນາ ເຊກ',
        ),
        'DDM' => array(
            0 => 'DDM',
            1 => 'ມາກ ເຢຍລະມັນ ຕາເວັນອອກ',
        ),
        'DEM' => array(
            0 => 'DEM',
            1 => 'ມາກ ເຢຍລະມັນ',
        ),
        'DJF' => array(
            0 => 'DJF',
            1 => '​ດິ​ບູ​ຈຽນ ຟຣັງ',
        ),
        'DKK' => array(
            0 => 'DKK',
            1 => 'ແດນ​ນິ​ຊ ໂຄຣນ',
        ),
        'DOP' => array(
            0 => 'DOP',
            1 => 'ໂດ​ມິ​ນິ​ກັນ ເປ​ໂຊ',
        ),
        'DZD' => array(
            0 => 'DZD',
            1 => 'ອັລ​ເຈີ​ຣຽນ ດິ​ນາ',
        ),
        'ECS' => array(
            0 => 'ECS',
            1 => 'ຊູເກ ເອກາວາດໍ',
        ),
        'ECV' => array(
            0 => 'ECV',
            1 => 'ຫົວໜ່ວຍຄ່າຄົງທີ່ຂອງເອກາວາດໍ',
        ),
        'EEK' => array(
            0 => 'EEK',
            1 => 'ຄຣູນເອສ ໂຕເນຍ',
        ),
        'EGP' => array(
            0 => 'EGP',
            1 => 'ອີ​ຢິບ​ທຽນ ພາວດ໌',
        ),
        'ERN' => array(
            0 => 'ERN',
            1 => 'ອິ​ຣິ​ທຣຽນ ແນກ​ຟ​າ',
        ),
        'ESA' => array(
            0 => 'ESA',
            1 => 'ເປເຊຕາສະເປັນ (ບັນຊີ)',
        ),
        'ESB' => array(
            0 => 'ESB',
            1 => 'ເປເຊຕາສະເປນ (ປ່ຽນແປງໄດ້)',
        ),
        'ESP' => array(
            0 => 'ESP',
            1 => 'ເປເຊຕາ ສະເປນ',
        ),
        'ETB' => array(
            0 => 'ETB',
            1 => 'ເອ​ທິ​ໂອ​ປຽນ ເບີ​ຣ໌',
        ),
        'EUR' => array(
            0 => '€',
            1 => 'ຢູ​ໂຣ',
        ),
        'FIM' => array(
            0 => 'FIM',
            1 => 'ມາກກາ ຟິນແລນ',
        ),
        'FJD' => array(
            0 => 'FJD',
            1 => 'ຟິ​ຈຽນ ໂດ​ລ່າ',
        ),
        'FKP' => array(
            0 => 'FKP',
            1 => 'ຟອ​ລ໌ກ​ແລນ ໄອ​ແລນ​ສ໌ ພາວ​ດ໌',
        ),
        'FRF' => array(
            0 => 'FRF',
            1 => 'ຟຣັງ ຝຣັ່ງ',
        ),
        'GBP' => array(
            0 => '£',
            1 => 'ປອນ ສະ​ເຕີ​ຣິງ (ອັງ​ກິດ)',
        ),
        'GEK' => array(
            0 => 'GEK',
            1 => 'ກູປອນ ລາຣິທ ຈໍເຈຍ',
        ),
        'GEL' => array(
            0 => 'GEL',
            1 => 'ຈໍ​ຈຽນ ລາ​ຣິ',
        ),
        'GHC' => array(
            0 => 'GHC',
            1 => 'ເຊດີ ການາ (1979–2007)',
        ),
        'GHS' => array(
            0 => 'GHS',
            1 => 'ເຊ​ດິ ກາ​ນາ​ອຽນ',
        ),
        'GIP' => array(
            0 => 'GIP',
            1 => 'ກິບ​ຣາ​ທາ ພາ​ວດ໌',
        ),
        'GMD' => array(
            0 => 'GMD',
            1 => '​ແກມ​ບຽນ ດາ​ລາ​ຊິ',
        ),
        'GNF' => array(
            0 => 'GNF',
            1 => 'ກິ​ນຽນ ຟຣັງ',
        ),
        'GNS' => array(
            0 => 'GNS',
            1 => 'ໄຊລິ ກີນີ',
        ),
        'GQE' => array(
            0 => 'GQE',
            1 => 'ເອັກເວເລ ອີຄວາຕິຣຽວ ກິນີ',
        ),
        'GRD' => array(
            0 => 'GRD',
            1 => 'ດາກຊະມາ ເກຣັກ',
        ),
        'GTQ' => array(
            0 => 'GTQ',
            1 => 'ກົວເຕມາລານ ເຄັດຊອນ',
        ),
        'GWE' => array(
            0 => 'GWE',
            1 => 'ເອສກູໂດ ກີນີໂປຕູເກດ',
        ),
        'GWP' => array(
            0 => 'GWP',
            1 => 'ເປໂຊກິນີ-ບິສເຊົາ',
        ),
        'GYD' => array(
            0 => 'GYD',
            1 => 'ກາຍ​ຢາ​ນີ​ສ ໂດ​ລ່າ',
        ),
        'HKD' => array(
            0 => 'HK$',
            1 => 'ຮອງ​ກົງ ໂດ​ລ່າ',
        ),
        'HNL' => array(
            0 => 'HNL',
            1 => 'ຮອນດູແຣນ ເລມພິຣາ',
        ),
        'HRD' => array(
            0 => 'HRD',
            1 => 'ດີນາ ໂຄຣເອເຊຍ',
        ),
        'HRK' => array(
            0 => 'HRK',
            1 => 'ໂຄຣ​ເອ​ທຽນ ຄູ​ນາ',
        ),
        'HTG' => array(
            0 => 'HTG',
            1 => 'ໄຮ​ຕຽນ ກົວ​ເດ',
        ),
        'HUF' => array(
            0 => 'HUF',
            1 => 'ຮັງ​ກາ​ຣຽນ ຟໍ​ຣິນ',
        ),
        'IDR' => array(
            0 => 'IDR',
            1 => 'ອິນ​ໂດ​ເນ​ຊຽນ ໂດ​ລ່າ',
        ),
        'IEP' => array(
            0 => 'IEP',
            1 => 'ປອນ ໄອຣິຊ',
        ),
        'ILP' => array(
            0 => 'ILP',
            1 => 'ປອນ ອີສະລາເອວ',
        ),
        'ILS' => array(
            0 => '₪',
            1 => 'ອິສ​ຣາ​ເອວ​ລິ ນິວ ເຊ​ເກວ',
        ),
        'INR' => array(
            0 => '₹',
            1 => 'ອິນ​ເດຍ ຣູ​ປີ',
        ),
        'IQD' => array(
            0 => 'IQD',
            1 => 'ອິ​ຣັກ​ກິ ດິ​ນາ',
        ),
        'IRR' => array(
            0 => 'IRR',
            1 => 'ອິ​ຣາ​ນິ ຣຽວ',
        ),
        'ISK' => array(
            0 => 'ISK',
            1 => 'ໄອ​ສ໌​ແລນ​ດິກ ໂຄຣ​ນາ',
        ),
        'ITL' => array(
            0 => 'ITL',
            1 => 'ລິຣາ ອີຕາລີ',
        ),
        'JMD' => array(
            0 => 'JMD',
            1 => '​ຈາ​ໄມ​ກັນ ໂດ​ລ່າ',
        ),
        'JOD' => array(
            0 => 'JOD',
            1 => 'ຈໍ​ແດ​ນຽນ ດິ​ນາ',
        ),
        'JPY' => array(
            0 => 'JP¥',
            1 => 'ຍີ່​ປຸ່ນ ເຢນ',
        ),
        'KES' => array(
            0 => 'KES',
            1 => 'ເຄນ​ຢັນ ຊິວ​ລິງ',
        ),
        'KGS' => array(
            0 => 'KGS',
            1 => 'ຄ​ຣີ​ກິສ​​ຖາ​ນິ ໂຊມ',
        ),
        'KHR' => array(
            0 => 'KHR',
            1 => 'ກຳ​ປູ​ເຈຍ ຣຽວ',
        ),
        'KMF' => array(
            0 => 'KMF',
            1 => 'ໂຄ​ໂມ​ຣຽນ ຟຣັງ',
        ),
        'KPW' => array(
            0 => 'KPW',
            1 => 'ເກົາ​ຫລີ​ເໜືອ ວອນ',
        ),
        'KRH' => array(
            0 => 'KRH',
            1 => 'ຮາວານ ເກົາຫຼີເນື້',
        ),
        'KRO' => array(
            0 => 'KRO',
            1 => 'ວອນ ເກົາຫຼີໃຕ້ (1945–1953)',
        ),
        'KRW' => array(
            0 => '₩',
            1 => 'ເກົາ​ຫລີໃຕ້ ວອນ',
        ),
        'KWD' => array(
            0 => 'KWD',
            1 => 'ຄູ​ເວ​ຕິ ດິ​ນາ',
        ),
        'KYD' => array(
            0 => 'KYD',
            1 => 'ເຄ​ແມນ ໄອ​ແລນ ໂດ​ລ່າ',
        ),
        'KZT' => array(
            0 => 'KZT',
            1 => 'ຄາ​ຊັກ​ສະ​ຖາ​ນິ ເຕັງ​ເຈ',
        ),
        'LAK' => array(
            0 => '₭',
            1 => 'ລາວ ກີບ',
        ),
        'LBP' => array(
            0 => 'LBP',
            1 => 'ເລ​ບາ​ນີ​ສ ພາວດ໌',
        ),
        'LKR' => array(
            0 => 'LKR',
            1 => 'ສີ​ລັງ​ກາ ຣູ​ປີ',
        ),
        'LRD' => array(
            0 => 'LRD',
            1 => 'ລິ​ເບີ​ຣຽນ ໂດ​ລ່າ',
        ),
        'LSL' => array(
            0 => 'LSL',
            1 => 'ໂລຕິ ເລໂຊໂຕ',
        ),
        'LTL' => array(
            0 => 'LTL',
            1 => 'ລິ​ທົວ​ນຽນ ລິ​ທັ​ສ',
        ),
        'LTT' => array(
            0 => 'LTT',
            1 => 'ທາໂລນັສ ລິທົວເນຍ',
        ),
        'LUC' => array(
            0 => 'LUC',
            1 => 'ຟຣັງ ລຸກຊຳບວກ ທີ່ປ່ຽນແປງ',
        ),
        'LUF' => array(
            0 => 'LUF',
            1 => 'ຟຣັງ ລຸກຊຳບວກ',
        ),
        'LUL' => array(
            0 => 'LUL',
            1 => 'ຟຣັງ ລຸກຊຳບວກ ການເງິນ',
        ),
        'LVL' => array(
            0 => 'LVL',
            1 => 'ລັດ​ວຽນ ລັດ​ສ໌',
        ),
        'LVR' => array(
            0 => 'LVR',
            1 => 'ຣູໂບ ລາວຽນ',
        ),
        'LYD' => array(
            0 => 'LYD',
            1 => 'ລິບ​ບຽນ ດິ​ນາ',
        ),
        'MAD' => array(
            0 => 'MAD',
            1 => 'ມໍ​ຣັອກ​ແຄນ​ ເດີ​ແຮມ',
        ),
        'MAF' => array(
            0 => 'MAF',
            1 => 'ຟຣັງ ໂມຣອກໂກ',
        ),
        'MCF' => array(
            0 => 'MCF',
            1 => 'ຟຣັງ ໂມດາໂກ',
        ),
        'MDC' => array(
            0 => 'MDC',
            1 => 'ບັດປັນສ່ວນ ມອງໂດວາ',
        ),
        'MDL' => array(
            0 => 'MDL',
            1 => 'ມອນ​ໂດ​ແວນ ເລ​ອູ',
        ),
        'MGA' => array(
            0 => 'MGA',
            1 => 'ມາ​ລາ​ກາ​ຊີ ອາ​ເຣຍ​ຣີ',
        ),
        'MGF' => array(
            0 => 'MGF',
            1 => 'ຟຣັງ ມາດາກັດສະກາ',
        ),
        'MKD' => array(
            0 => 'MKD',
            1 => 'ແມັກ​ເຊ​ໂດ​ນຽນ ເດ​ນາ',
        ),
        'MKN' => array(
            0 => 'MKN',
            1 => 'ດີນາ ມາຊີໂດເນຍ (1992–1993)',
        ),
        'MLF' => array(
            0 => 'MLF',
            1 => 'ຟຣັງ ມາລີ',
        ),
        'MMK' => array(
            0 => 'MMK',
            1 => 'ມຽນ​ມາ ຈ໊າດ',
        ),
        'MNT' => array(
            0 => 'MNT',
            1 => 'ມອງ​ໂກ​ລຽນ ຕູກຣິກ',
        ),
        'MOP' => array(
            0 => 'MOP',
            1 => 'ມາ​ເກົ້າ ປາ​​ຕາ​ກາ',
        ),
        'MRO' => array(
            0 => 'MRO',
            1 => 'ມົວ​ຣິ​ທາ​ນຽນ ອູ​ກິວ​ຢາ',
        ),
        'MTL' => array(
            0 => 'MTL',
            1 => 'ລິຣາ ມອນຕາ',
        ),
        'MTP' => array(
            0 => 'MTP',
            1 => 'ປອນ ມອນຕາ',
        ),
        'MUR' => array(
            0 => 'MUR',
            1 => 'ເມົາ​ຣິ​ທຽນ ຣູ​ປີ',
        ),
        'MVR' => array(
            0 => 'MVR',
            1 => 'ມັ​ລ​ດິ​ວຽນ ຣູ​ຟິ​ຢາ',
        ),
        'MWK' => array(
            0 => 'MWK',
            1 => 'ມາ​ລາ​ວຽນ ຄວາ​ຊາ',
        ),
        'MXN' => array(
            0 => 'MX$',
            1 => 'ເມັກຊິກັນ ເປໂຊ',
        ),
        'MXP' => array(
            0 => 'MXP',
            1 => 'ຫົວໜ່ວຍເງິນ ເປໂຊ ແມັກຊິໂກ(1861–1992)',
        ),
        'MXV' => array(
            0 => 'MXV',
            1 => 'ຫົວໜ່ວຍການລົງທຶນ ແມັກຊິໂກ',
        ),
        'MYR' => array(
            0 => 'MYR',
            1 => 'ມາ​ເລ​ເຊຍ ຣິງ​ກິດ',
        ),
        'MZE' => array(
            0 => 'MZE',
            1 => 'ເອສກູໂດ ໂມຊຳບິກ',
        ),
        'MZM' => array(
            0 => 'MZM',
            1 => 'ເມຕິຄໍ ໂມຊຳບິກ (1980–2006)',
        ),
        'MZN' => array(
            0 => 'MZN',
            1 => 'ໂມ​ແຊມ​ບິ​ກັນ ເມ​ທິ​ຄອນ',
        ),
        'NAD' => array(
            0 => 'NAD',
            1 => 'ນາ​ມິ​ບຽນ ໂດ​ລ່າ',
        ),
        'NGN' => array(
            0 => 'NGN',
            1 => 'ໄນ​ຣາ ​ໄນເຈີ​ຣຽນ',
        ),
        'NIC' => array(
            0 => 'NIC',
            1 => 'ຄໍໂດບາ ນິກາຣາກົວ (1988–1991)',
        ),
        'NIO' => array(
            0 => 'NIO',
            1 => 'ນິກາຣາກວນ ໂຄໂດບາ',
        ),
        'NLG' => array(
            0 => 'NLG',
            1 => 'ກິລເດີ ເນເທີແລນ',
        ),
        'NOK' => array(
            0 => 'NOK',
            1 => 'ນໍ​ເວ​ກຽນ ​ໂຄຣນ',
        ),
        'NPR' => array(
            0 => 'NPR',
            1 => 'ເນ​ປານ ຣູ​ປີ',
        ),
        'NZD' => array(
            0 => 'NZ$',
            1 => 'ນິວ​ຊີ​ແລນ ໂດ​ລ່າ',
        ),
        'OMR' => array(
            0 => 'OMR',
            1 => 'ໂອ​ມາ​ນິ ຣຽວ',
        ),
        'PAB' => array(
            0 => 'PAB',
            1 => 'ພານາມານຽນ ບອນບົວ',
        ),
        'PEI' => array(
            0 => 'PEI',
            1 => 'ອິນຕິ ເປຣູ',
        ),
        'PEN' => array(
            0 => 'PEN',
            1 => 'ເປ​ຣູ​ວຽນ ໂຊ​ລ໌',
        ),
        'PES' => array(
            0 => 'PES',
            1 => 'ໂຊນ ເປຣູ (1863–1965)',
        ),
        'PGK' => array(
            0 => 'PGK',
            1 => 'ປາ​ປົວ ນິວ ກິ​ນຽນ ກິ​ນາ',
        ),
        'PHP' => array(
            0 => 'PHP',
            1 => 'ຟິ​ລິບ​ປິນ ເປ​ໂຊ',
        ),
        'PKR' => array(
            0 => 'PKR',
            1 => 'ປາ​ກິ​ສຖານ ຣູ​ປີ',
        ),
        'PLN' => array(
            0 => 'PLN',
            1 => 'ໂປ​ລິ​ຊ ຊະ​ລໍ​ຕີ',
        ),
        'PLZ' => array(
            0 => 'PLZ',
            1 => 'ຊະລອສຕີ ໂປແລນ (1950–1995)',
        ),
        'PTE' => array(
            0 => 'PTE',
            1 => 'ເອສກູໂດ ໂປຕູເກສ',
        ),
        'PYG' => array(
            0 => 'PYG',
            1 => 'ກວາຣານີ ປາຣາກວາຍ',
        ),
        'QAR' => array(
            0 => 'QAR',
            1 => 'ຄາ​ຕາ​ຣິ ຣຽວ',
        ),
        'RHD' => array(
            0 => 'RHD',
            1 => 'ດອນລາ ໂຣດີເຊຍ',
        ),
        'ROL' => array(
            0 => 'ROL',
            1 => 'ລິວ ໂຣມາເນຍເກົ່າ',
        ),
        'RON' => array(
            0 => 'RON',
            1 => 'ໂຣ​ມາ​ນຽນ ເລ​ອູ',
        ),
        'RSD' => array(
            0 => 'RSD',
            1 => 'ເຊີ​ບຽນ ດິ​ນາ',
        ),
        'RUB' => array(
            0 => 'RUB',
            1 => 'ຣັສ​ຊຽນ ຣູ​ເບິນ',
        ),
        'RUR' => array(
            0 => 'RUR',
            1 => 'ຣູໂບ ຣັດເຊຍ (1991–1998)',
        ),
        'RWF' => array(
            0 => 'RWF',
            1 => 'ຣະ​ວັນ​ດັນ ຟຣັງ',
        ),
        'SAR' => array(
            0 => 'SAR',
            1 => 'ຊາ​ອູ​ດິ ຣິ​ຢອນ',
        ),
        'SBD' => array(
            0 => 'SBD',
            1 => 'ໂຊ​ໂລມອນ ໄອ​ແລນ ໂດ​ລ່າ',
        ),
        'SCR' => array(
            0 => 'SCR',
            1 => 'ເຊ​ເຊວ​ລອຍ​ສ໌ ຣູ​ປີ',
        ),
        'SDD' => array(
            0 => 'SDD',
            1 => 'ດີນາ ຊູດານເກົ່າ',
        ),
        'SDG' => array(
            0 => 'SDG',
            1 => 'ຊູ​ດານ​ນີ​ສ ພາວດ໌',
        ),
        'SDP' => array(
            0 => 'SDP',
            1 => 'ປອນ ຊູດານເກົ່າ',
        ),
        'SEK' => array(
            0 => 'SEK',
            1 => 'ສະ​ວີ​ດິ​ຊ ໂຄຣ​ນາ',
        ),
        'SGD' => array(
            0 => 'SGD',
            1 => 'ສິງ​ກະ​ໂປ ໂດ​ລ່າ',
        ),
        'SHP' => array(
            0 => 'SHP',
            1 => 'ເຊນ ເຮ​ເລ​ນາ ພາວດ໌',
        ),
        'SIT' => array(
            0 => 'SIT',
            1 => 'ໂຕລາ ສະໂລວິເນຍ',
        ),
        'SKK' => array(
            0 => 'SKK',
            1 => 'ຄູໂຣນາ ສະໂລວັກ',
        ),
        'SLL' => array(
            0 => 'SLL',
            1 => 'ເຊຍ​ນາ ​ເລໂອ​ນຽນ ເລ​ໂອນ',
        ),
        'SOS' => array(
            0 => 'SOS',
            1 => 'ໂຊ​ມາ​ລິ ຊິວ​ລິງ',
        ),
        'SRD' => array(
            0 => 'SRD',
            1 => 'ຊູ​ຣິ​ນາ​ມີ​ສ ໂດ​ລ່າ',
        ),
        'SRG' => array(
            0 => 'SRG',
            1 => 'ກິລເດີ ຊູຣິນາເມ',
        ),
        'SSP' => array(
            0 => 'SSP',
            1 => 'ເຊົາ​ທ໌ ຊູ​ດານ​ນີ​ສ ພາວດ໌',
        ),
        'STD' => array(
            0 => 'STD',
            1 => 'ເຊົາ ໂທ​ເມ ແອນ ພ​ຣິນ​ຊິ​ປີ ໂດບຣາ',
        ),
        'SUR' => array(
            0 => 'SUR',
            1 => 'ຣູໂບ ໂຊວຽດ',
        ),
        'SVC' => array(
            0 => 'SVC',
            1 => 'ໂກລອງ ເອກາວາດໍ',
        ),
        'SYP' => array(
            0 => 'SYP',
            1 => 'ຊີ​ຣຽນ ພາວດ໌',
        ),
        'SZL' => array(
            0 => 'SZL',
            1 => 'ສະ​ວາ​ຊິ ລິ​ລັນ​ກິ​ນີ',
        ),
        'THB' => array(
            0 => '฿',
            1 => 'ໄທ ບາດ',
        ),
        'TJR' => array(
            0 => 'TJR',
            1 => 'ຣູໂບ ຕັຈີກິສຖານ',
        ),
        'TJS' => array(
            0 => 'TJS',
            1 => 'ທາ​ຈິ​ກິ​​ຖາ​ນິ ໂຊ​ໂມ​ນິ',
        ),
        'TMM' => array(
            0 => 'TMM',
            1 => 'ມານັດ ຕວກເມນິສຖານ (1966–1987)',
        ),
        'TMT' => array(
            0 => 'TMT',
            1 => 'ເຕີກ​ເມ​ນິ​ສ​ຖາ​ນິ ມາ​ນັດ',
        ),
        'TND' => array(
            0 => 'TND',
            1 => 'ຕູ​ນິ​ຊຽນ ດິ​ນາ',
        ),
        'TOP' => array(
            0 => 'TOP',
            1 => 'ຕອງ​ກັນ ປາ​ອັງ​ກາ',
        ),
        'TPE' => array(
            0 => 'TPE',
            1 => 'ເອສກູໂດ ຕີມໍ',
        ),
        'TRL' => array(
            0 => 'TRL',
            1 => 'ລີຕາ ຕູຣາກີເກົ່າ',
        ),
        'TRY' => array(
            0 => 'TRY',
            1 => 'ເຕີ​ກິ​ຊ ລິ​ຣາ',
        ),
        'TTD' => array(
            0 => 'TTD',
            1 => 'ທ​ຣິ​ນິ​ແດດ ແອນ ໂທ​ບາ​ໂກ ໂດ​ລ່າ',
        ),
        'TWD' => array(
            0 => 'NT$',
            1 => 'ນິວ ໄຕ້​ຫວັນ ໂດ​ລ່າ',
        ),
        'TZS' => array(
            0 => 'TZS',
            1 => 'ທານ​ຊາ​ນຽນ ຊິວ​ລິງ',
        ),
        'UAH' => array(
            0 => 'UAH',
            1 => 'ຢູ​ເຄຣ​ນຽນ ຮະ​ຣີບ​ເນຍ',
        ),
        'UAK' => array(
            0 => 'UAK',
            1 => 'ຄາໂບວາເນດ ອູແກຣນ',
        ),
        'UGS' => array(
            0 => 'UGS',
            1 => 'ຊິນລິງ ອູກັນດາ (1966–1987)',
        ),
        'UGX' => array(
            0 => 'UGX',
            1 => 'ອູ​ກັນ​ດັນ ຊິວ​ລິງ',
        ),
        'USD' => array(
            0 => 'US$',
            1 => '​ໂດ​ລ່າ​ສະ​ຫະ​ລັດຯ',
        ),
        'USN' => array(
            0 => 'USN',
            1 => 'ດອນລາສະຫະລັດ (ມື້ຖັດໄປ)',
        ),
        'USS' => array(
            0 => 'USS',
            1 => 'ດອນລາສະຫະລັດ (ມື້ດຽວກັນ)',
        ),
        'UYI' => array(
            0 => 'UYI',
            1 => 'ເປໂຊອູຣຸກວຍ (ຫົວໜ່ວຍອິນເດັກ)',
        ),
        'UYP' => array(
            0 => 'UYP',
            1 => 'ເປໂຊ ອູຣຸກວຍ (1975–1993)',
        ),
        'UYU' => array(
            0 => 'UYU',
            1 => 'ອູ​ຣຸ​ກົວ​ຢານ ເປ​ໂຊ',
        ),
        'UZS' => array(
            0 => 'UZS',
            1 => 'ອຸສເບກິສຖານິ ໂຊມ',
        ),
        'VEB' => array(
            0 => 'VEB',
            1 => 'ໂບລີວາ ເວເນຊູເອລາ (1871–2008)',
        ),
        'VEF' => array(
            0 => 'VEF',
            1 => 'ເວ​ເນ​ຊູ​ເອ​ລັນ ໂບ​ລິ​ວາ',
        ),
        'VND' => array(
            0 => '₫',
            1 => 'ຫວຽດ​ນາມ ດົງ',
        ),
        'VNN' => array(
            0 => 'VNN',
            1 => 'ດົງ ຫວຽດນາມ (1978–1985)',
        ),
        'VUV' => array(
            0 => 'VUV',
            1 => '​ວາ​ນົວ​ຕູ ວາ​ຕູ',
        ),
        'WST' => array(
            0 => 'WST',
            1 => 'ຊາ​ໂມນ ທາ​ລາ',
        ),
        'XAF' => array(
            0 => 'FCFA',
            1 => 'ສາທາລະນະລັດອາຟຣິກາກາງ',
        ),
        'XCD' => array(
            0 => 'EC$',
            1 => 'ອີ​ສ ຄາ​ຣິ​ບຽນ ໂດ​ລ່າ',
        ),
        'XEU' => array(
            0 => 'XEU',
            1 => 'ຫົວໜ່ວຍສະກຸນເງິນ ເອີຣົບ',
        ),
        'XFO' => array(
            0 => 'XFO',
            1 => 'ຟຣັງ ຄຳຝຣັ່ງ',
        ),
        'XFU' => array(
            0 => 'XFU',
            1 => 'ຟຣັງ ຢູໄອຊີ ຝຣັ່ງ',
        ),
        'XOF' => array(
            0 => 'CFA',
            1 => 'ຟັງເຊຟານ ອາຟຣິກາຕາເວັນຕົກ',
        ),
        'XPF' => array(
            0 => 'CFPF',
            1 => 'ຊີ​ເອັບ​ພີ ຟຣັງ',
        ),
        'XRE' => array(
            0 => 'XRE',
            1 => 'ກອງທຶນໄຣເນັດ',
        ),
        'YDD' => array(
            0 => 'YDD',
            1 => 'ດີນາ ເຢເມນ',
        ),
        'YER' => array(
            0 => 'YER',
            1 => 'ເຢ​ເມ​ນິ ຣຽວ',
        ),
        'YUD' => array(
            0 => 'YUD',
            1 => 'ຮາດດີນາ ຢູໂກສະລາວີ',
        ),
        'YUM' => array(
            0 => 'YUM',
            1 => 'ດີນາໃໝ່ ຢູໂກສະລາວີ (1994–2002)',
        ),
        'YUN' => array(
            0 => 'YUN',
            1 => 'ດີນາ ທີ່ປ່ຽນສະພາບ ຢູໂກສະລາວີ (1990–1992)',
        ),
        'YUR' => array(
            0 => 'YUR',
            1 => 'ດີນາ ປະຕິຮູບ ຢູໂກສະລາວີ (1992–1993)',
        ),
        'ZAL' => array(
            0 => 'ZAL',
            1 => 'ແຣນ ອາຟຣິກາໃຕ້ (ການເງິນ)',
        ),
        'ZAR' => array(
            0 => 'ZAR',
            1 => 'ເຊົາທ໌ ອາ​ຟຣິ​ກັນ ແຣນດ໌',
        ),
        'ZMK' => array(
            0 => 'ZMK',
            1 => 'ຄວາຊາ ຊັມເບຍ (1968–2012)',
        ),
        'ZMW' => array(
            0 => 'ZMW',
            1 => 'ແຊມ​ບຽນ ຄວາ​ຊາ',
        ),
        'ZRN' => array(
            0 => 'ZRN',
            1 => 'ແຊ ຄອງໂກໃໝ່',
        ),
        'ZRZ' => array(
            0 => 'ZRZ',
            1 => 'ແຊຄອງໂກ',
        ),
        'ZWD' => array(
            0 => 'ZWD',
            1 => 'ດອນລາ ຊິມບັບເວ (1980–2008)',
        ),
        'ZWL' => array(
            0 => 'ZWL',
            1 => 'ດອນລາ ຊິມບັບເວ (2009)',
        ),
        'ZWR' => array(
            0 => 'ZWR',
            1 => 'ດອນລາ ຊິມບັບເວ (2008)',
        ),
    ),
);
