<?php

return array(
    'Version' => '2.1.37.5',
    'Names' => array(
        'ADP' => array(
            0 => 'ADP',
            1 => 'Андорска Пезета',
        ),
        'AED' => array(
            0 => 'AED',
            1 => 'Дирхам на Обединети Арапски Емирати',
        ),
        'AFA' => array(
            0 => 'AFA',
            1 => 'Авгани (1927–2002)',
        ),
        'AFN' => array(
            0 => 'AFN',
            1 => 'Авганистански авгани',
        ),
        'ALL' => array(
            0 => 'ALL',
            1 => 'Албански лек',
        ),
        'AMD' => array(
            0 => 'AMD',
            1 => 'Ерменски драм',
        ),
        'ANG' => array(
            0 => 'ANG',
            1 => 'Холандски антилски гилдер',
        ),
        'AOA' => array(
            0 => 'AOA',
            1 => 'Анголска Кванза',
        ),
        'AOK' => array(
            0 => 'AOK',
            1 => 'Анголска Кванза (1977–1990)',
        ),
        'AON' => array(
            0 => 'AON',
            1 => 'Анголска нова Кванза (1990–2000)',
        ),
        'ARP' => array(
            0 => 'ARP',
            1 => 'Аргентински Пезос (1983–1985)',
        ),
        'ARS' => array(
            0 => 'ARS',
            1 => 'Аргентински пезос',
        ),
        'ATS' => array(
            0 => 'ATS',
            1 => 'Австралиски Шилинг',
        ),
        'AUD' => array(
            0 => 'AUD',
            1 => 'Австралиски долар',
        ),
        'AWG' => array(
            0 => 'AWG',
            1 => 'Арубиски флорин',
        ),
        'AZN' => array(
            0 => 'AZN',
            1 => 'Азербејџански манат',
        ),
        'BAD' => array(
            0 => 'BAD',
            1 => 'Босанско-Херцеговски Динар',
        ),
        'BAM' => array(
            0 => 'BAM',
            1 => 'Босанско-Херцеговска конвертибилна марка',
        ),
        'BBD' => array(
            0 => 'BBD',
            1 => 'Барбадоски долар',
        ),
        'BDT' => array(
            0 => 'BDT',
            1 => 'Бангладешка така',
        ),
        'BEC' => array(
            0 => 'BEC',
            1 => 'Белгиски Франк (конвертибилен)',
        ),
        'BEF' => array(
            0 => 'BEF',
            1 => 'Белгиски Франк',
        ),
        'BEL' => array(
            0 => 'BEL',
            1 => 'Белгиски Франк (финансиски)',
        ),
        'BGL' => array(
            0 => 'BGL',
            1 => 'Бугарски цврст лев',
        ),
        'BGN' => array(
            0 => 'BGN',
            1 => 'Бугарски лев',
        ),
        'BHD' => array(
            0 => 'BHD',
            1 => 'Бахреински динар',
        ),
        'BIF' => array(
            0 => 'BIF',
            1 => 'Бурундиски франк',
        ),
        'BMD' => array(
            0 => 'BMD',
            1 => 'Бермудски долар',
        ),
        'BND' => array(
            0 => 'BND',
            1 => 'Брунејски долар',
        ),
        'BOB' => array(
            0 => 'BOB',
            1 => 'Боливиски боливиано',
        ),
        'BRL' => array(
            0 => 'R$',
            1 => 'Бразилски реал',
        ),
        'BSD' => array(
            0 => 'BSD',
            1 => 'Бахамски долар',
        ),
        'BTN' => array(
            0 => 'BTN',
            1 => 'Бутански нгултрум',
        ),
        'BWP' => array(
            0 => 'BWP',
            1 => 'Боцванска пула',
        ),
        'BYB' => array(
            0 => 'BYB',
            1 => 'Белоруска нова рубља (1994–1999)',
        ),
        'BYN' => array(
            0 => 'BYN',
            1 => 'Белоруска рубља',
        ),
        'BYR' => array(
            0 => 'BYR',
            1 => 'Белоруска рубља (2000–2016)',
        ),
        'BZD' => array(
            0 => 'BZD',
            1 => 'Белизиски Долар',
        ),
        'CAD' => array(
            0 => 'CA$',
            1 => 'Канадски долар',
        ),
        'CDF' => array(
            0 => 'CDF',
            1 => 'Конголски франк',
        ),
        'CHF' => array(
            0 => 'CHF',
            1 => 'Швајцарски Франк',
        ),
        'CLP' => array(
            0 => 'CLP',
            1 => 'Чилеански пезос',
        ),
        'CNH' => array(
            0 => 'CNH',
            1 => 'Кинески јуан (офшор)',
        ),
        'CNY' => array(
            0 => 'CNY',
            1 => 'Кинески јуан',
        ),
        'COP' => array(
            0 => 'COP',
            1 => 'Колумбиски пезос',
        ),
        'CRC' => array(
            0 => 'CRC',
            1 => 'Костарикански колон',
        ),
        'CSK' => array(
            0 => 'CSK',
            1 => 'Чехословачка цврста корона',
        ),
        'CUC' => array(
            0 => 'CUC',
            1 => 'Кубански пезос (конвертибилен)',
        ),
        'CUP' => array(
            0 => 'CUP',
            1 => 'Кубански пезос',
        ),
        'CVE' => array(
            0 => 'CVE',
            1 => 'Зелено’ртски ескудо',
        ),
        'CYP' => array(
            0 => 'CYP',
            1 => 'Кипарска фунта',
        ),
        'CZK' => array(
            0 => 'CZK',
            1 => 'Чешка корона',
        ),
        'DEM' => array(
            0 => 'DEM',
            1 => 'Германска Марка',
        ),
        'DJF' => array(
            0 => 'DJF',
            1 => 'Џибутски франк',
        ),
        'DKK' => array(
            0 => 'DKK',
            1 => 'Данска круна',
        ),
        'DOP' => array(
            0 => 'DOP',
            1 => 'Доминикански Пезос',
        ),
        'DZD' => array(
            0 => 'DZD',
            1 => 'Алжирски динар',
        ),
        'EGP' => array(
            0 => 'EGP',
            1 => 'Египетска фунта',
        ),
        'ERN' => array(
            0 => 'ERN',
            1 => 'Еритрејска накфа',
        ),
        'ESP' => array(
            0 => 'ESP',
            1 => 'Шпанска Пезета',
        ),
        'ETB' => array(
            0 => 'ETB',
            1 => 'Етиописки бир',
        ),
        'EUR' => array(
            0 => '€',
            1 => 'Евро',
        ),
        'FIM' => array(
            0 => 'FIM',
            1 => 'Финска марка',
        ),
        'FJD' => array(
            0 => 'FJD',
            1 => 'Фиџиски долар',
        ),
        'FKP' => array(
            0 => 'FKP',
            1 => 'Фолкландска фунта',
        ),
        'FRF' => array(
            0 => 'FRF',
            1 => 'Француски франк',
        ),
        'GBP' => array(
            0 => 'GBP',
            1 => 'Британска Фунта',
        ),
        'GEL' => array(
            0 => 'GEL',
            1 => 'Грузиски лари',
        ),
        'GHC' => array(
            0 => 'GHC',
            1 => 'Ганајски Седи',
        ),
        'GHS' => array(
            0 => 'GHS',
            1 => 'Гански седи',
        ),
        'GIP' => array(
            0 => 'GIP',
            1 => 'Гибралтарска фунта',
        ),
        'GMD' => array(
            0 => 'GMD',
            1 => 'Гамбиски даласи',
        ),
        'GNF' => array(
            0 => 'GNF',
            1 => 'Гвинејски франк',
        ),
        'GRD' => array(
            0 => 'GRD',
            1 => 'Грчка драхма',
        ),
        'GTQ' => array(
            0 => 'GTQ',
            1 => 'Гватемалски кветцал',
        ),
        'GWP' => array(
            0 => 'GWP',
            1 => 'Гвинејски Бисау пезос',
        ),
        'GYD' => array(
            0 => 'GYD',
            1 => 'Гвајански долар',
        ),
        'HKD' => array(
            0 => 'HKD',
            1 => 'Хонгконшки долар',
        ),
        'HNL' => array(
            0 => 'HNL',
            1 => 'Хондурска лемпира',
        ),
        'HRD' => array(
            0 => 'HRD',
            1 => 'Хрватски динар',
        ),
        'HRK' => array(
            0 => 'HRK',
            1 => 'Хрватска куна',
        ),
        'HTG' => array(
            0 => 'HTG',
            1 => 'Хаитски гурд',
        ),
        'HUF' => array(
            0 => 'HUF',
            1 => 'Унгарска форинта',
        ),
        'IDR' => array(
            0 => 'IDR',
            1 => 'Индонезиска рупија',
        ),
        'IEP' => array(
            0 => 'IEP',
            1 => 'Ирска фунта',
        ),
        'ILP' => array(
            0 => 'ILP',
            1 => 'Изрелска фунта',
        ),
        'ILS' => array(
            0 => 'ILS',
            1 => 'Израелски нов шекел',
        ),
        'INR' => array(
            0 => 'INR',
            1 => 'Индијска рупија',
        ),
        'IQD' => array(
            0 => 'IQD',
            1 => 'Ирачки динар',
        ),
        'IRR' => array(
            0 => 'IRR',
            1 => 'Ирански риал',
        ),
        'ISK' => array(
            0 => 'ISK',
            1 => 'Исландска крона',
        ),
        'ITL' => array(
            0 => 'ITL',
            1 => 'Италијанска лира',
        ),
        'JMD' => array(
            0 => 'JMD',
            1 => 'Јамајкански долар',
        ),
        'JOD' => array(
            0 => 'JOD',
            1 => 'Јордански динар',
        ),
        'JPY' => array(
            0 => 'JPY',
            1 => 'Јапонски јен',
        ),
        'KES' => array(
            0 => 'KES',
            1 => 'Кениски шилинг',
        ),
        'KGS' => array(
            0 => 'KGS',
            1 => 'Киргистански сом',
        ),
        'KHR' => array(
            0 => 'KHR',
            1 => 'Камбоџиски рел',
        ),
        'KMF' => array(
            0 => 'KMF',
            1 => 'Коморски франк',
        ),
        'KPW' => array(
            0 => 'KPW',
            1 => 'Северно корејски вон',
        ),
        'KRW' => array(
            0 => 'KRW',
            1 => 'Јужно корејски вон',
        ),
        'KWD' => array(
            0 => 'KWD',
            1 => 'Кувајтски динар',
        ),
        'KYD' => array(
            0 => 'KYD',
            1 => 'Долар на кајмански острови',
        ),
        'KZT' => array(
            0 => 'KZT',
            1 => 'Казахстанска тенга',
        ),
        'LAK' => array(
            0 => 'LAK',
            1 => 'Лаоски кип',
        ),
        'LBP' => array(
            0 => 'LBP',
            1 => 'Либанска фунта',
        ),
        'LKR' => array(
            0 => 'LKR',
            1 => 'Шриланканска рупија',
        ),
        'LRD' => array(
            0 => 'LRD',
            1 => 'Либериски долар',
        ),
        'LSL' => array(
            0 => 'LSL',
            1 => 'Лесотско лоти',
        ),
        'LTL' => array(
            0 => 'LTL',
            1 => 'Литваниска лита',
        ),
        'LTT' => array(
            0 => 'LTT',
            1 => 'Литваниски литаз',
        ),
        'LUF' => array(
            0 => 'LUF',
            1 => 'Луксембуршки франк',
        ),
        'LVL' => array(
            0 => 'LVL',
            1 => 'Латвијски лат',
        ),
        'LVR' => array(
            0 => 'LVR',
            1 => 'Латвијска рубља',
        ),
        'LYD' => array(
            0 => 'LYD',
            1 => 'Либијски динар',
        ),
        'MAD' => array(
            0 => 'MAD',
            1 => 'Марокански Дирхам',
        ),
        'MAF' => array(
            0 => 'MAF',
            1 => 'Марокански франк',
        ),
        'MDL' => array(
            0 => 'MDL',
            1 => 'Молдавски леу',
        ),
        'MGA' => array(
            0 => 'MGA',
            1 => 'Малагасиски ариари',
        ),
        'MKD' => array(
            0 => 'ден',
            1 => 'Македонски денар',
        ),
        'MLF' => array(
            0 => 'MLF',
            1 => 'Малски франк',
        ),
        'MMK' => array(
            0 => 'MMK',
            1 => 'Мјанмарски киат',
        ),
        'MNT' => array(
            0 => 'MNT',
            1 => 'Монголиски тугрик',
        ),
        'MOP' => array(
            0 => 'MOP',
            1 => 'Макао патака',
        ),
        'MRO' => array(
            0 => 'MRO',
            1 => 'Мавританска угија',
        ),
        'MTL' => array(
            0 => 'MTL',
            1 => 'Малтешка лира',
        ),
        'MTP' => array(
            0 => 'MTP',
            1 => 'Малтешка фунта',
        ),
        'MUR' => array(
            0 => 'MUR',
            1 => 'Мавританска рупија',
        ),
        'MVR' => array(
            0 => 'MVR',
            1 => 'Малдивиска руфија',
        ),
        'MWK' => array(
            0 => 'MWK',
            1 => 'Малависка квача',
        ),
        'MXN' => array(
            0 => 'MX$',
            1 => 'Мексикански пезос',
        ),
        'MXP' => array(
            0 => 'MXP',
            1 => 'Мексикански сребрен пезос (1861–1992)',
        ),
        'MYR' => array(
            0 => 'MYR',
            1 => 'Малезиски рингит',
        ),
        'MZE' => array(
            0 => 'MZE',
            1 => 'Мозамбиско ескудо',
        ),
        'MZM' => array(
            0 => 'MZM',
            1 => 'Стар мозамбиски метикал',
        ),
        'MZN' => array(
            0 => 'MZN',
            1 => 'Мозамбиски метикал',
        ),
        'NAD' => array(
            0 => 'NAD',
            1 => 'Намибиски долар',
        ),
        'NGN' => array(
            0 => 'NGN',
            1 => 'Нигериска наира',
        ),
        'NIC' => array(
            0 => 'NIC',
            1 => 'Никарагванска кордоба (1988–1991)',
        ),
        'NIO' => array(
            0 => 'NIO',
            1 => 'Никарагванска кордоба',
        ),
        'NLG' => array(
            0 => 'NLG',
            1 => 'Холандски гилдер',
        ),
        'NOK' => array(
            0 => 'NOK',
            1 => 'Норвешка круна',
        ),
        'NPR' => array(
            0 => 'NPR',
            1 => 'Непалска рупија',
        ),
        'NZD' => array(
            0 => 'NZD',
            1 => 'Новозеландски долар',
        ),
        'OMR' => array(
            0 => 'OMR',
            1 => 'Омански риал',
        ),
        'PAB' => array(
            0 => 'PAB',
            1 => 'Панамска балбоа',
        ),
        'PEN' => array(
            0 => 'PEN',
            1 => 'Перуански сол',
        ),
        'PES' => array(
            0 => 'PES',
            1 => 'Перуански сол (1863–1965)',
        ),
        'PGK' => array(
            0 => 'PGK',
            1 => 'Папуа новогвинејска кина',
        ),
        'PHP' => array(
            0 => 'PHP',
            1 => 'Филипински пезос',
        ),
        'PKR' => array(
            0 => 'PKR',
            1 => 'Пакистанска рупија',
        ),
        'PLN' => array(
            0 => 'PLN',
            1 => 'Полска злота',
        ),
        'PLZ' => array(
            0 => 'PLZ',
            1 => 'Полска злота (1950–1995)',
        ),
        'PTE' => array(
            0 => 'PTE',
            1 => 'Португалско ескудо',
        ),
        'PYG' => array(
            0 => 'PYG',
            1 => 'Парагвајска гуарана',
        ),
        'QAR' => array(
            0 => 'QAR',
            1 => 'Катарски риал',
        ),
        'ROL' => array(
            0 => 'ROL',
            1 => 'Романска леи (1952–2006)',
        ),
        'RON' => array(
            0 => 'RON',
            1 => 'Романска леи',
        ),
        'RSD' => array(
            0 => 'RSD',
            1 => 'Српски динар',
        ),
        'RUB' => array(
            0 => 'RUB',
            1 => 'Руска рубља',
        ),
        'RUR' => array(
            0 => 'RUR',
            1 => 'Руска рубља (1991–1998)',
        ),
        'RWF' => array(
            0 => 'RWF',
            1 => 'Руандски франк',
        ),
        'SAR' => array(
            0 => 'SAR',
            1 => 'Саудиски ријал',
        ),
        'SBD' => array(
            0 => 'SBD',
            1 => 'Соломонски долар',
        ),
        'SCR' => array(
            0 => 'SCR',
            1 => 'Сејшелска рупија',
        ),
        'SDD' => array(
            0 => 'SDD',
            1 => 'Стар судански динар',
        ),
        'SDG' => array(
            0 => 'SDG',
            1 => 'Суданска фунта',
        ),
        'SDP' => array(
            0 => 'SDP',
            1 => 'Стара суданска фунта',
        ),
        'SEK' => array(
            0 => 'SEK',
            1 => 'Шведска круна',
        ),
        'SGD' => array(
            0 => 'SGD',
            1 => 'Сингапурски долар',
        ),
        'SHP' => array(
            0 => 'SHP',
            1 => 'Фунта на Света Елена',
        ),
        'SIT' => array(
            0 => 'SIT',
            1 => 'Словенечки толар',
        ),
        'SKK' => array(
            0 => 'SKK',
            1 => 'Словачка круна',
        ),
        'SLL' => array(
            0 => 'SLL',
            1 => 'Сиералеонско леоне',
        ),
        'SOS' => array(
            0 => 'SOS',
            1 => 'Сомалијски шилинг',
        ),
        'SRD' => array(
            0 => 'SRD',
            1 => 'Суринамски долар',
        ),
        'SRG' => array(
            0 => 'SRG',
            1 => 'Суринамски гилдер',
        ),
        'SSP' => array(
            0 => 'SSP',
            1 => 'Јужносуданска фунта',
        ),
        'STD' => array(
            0 => 'STD',
            1 => 'Добра на Саун Томе и Принсип',
        ),
        'SUR' => array(
            0 => 'SUR',
            1 => 'Советска рубља',
        ),
        'SVC' => array(
            0 => 'SVC',
            1 => 'Салвадорски колон',
        ),
        'SYP' => array(
            0 => 'SYP',
            1 => 'Сиријска фунта',
        ),
        'SZL' => array(
            0 => 'SZL',
            1 => 'Свазилендски лиланген',
        ),
        'THB' => array(
            0 => 'THB',
            1 => 'Таи бат',
        ),
        'TJR' => array(
            0 => 'TJR',
            1 => 'Таџикистанска рубља',
        ),
        'TJS' => array(
            0 => 'TJS',
            1 => 'Таџикистански сомони',
        ),
        'TMM' => array(
            0 => 'TMM',
            1 => 'Туркменистански манат',
        ),
        'TMT' => array(
            0 => 'TMT',
            1 => 'Туркменист. манат',
        ),
        'TND' => array(
            0 => 'TND',
            1 => 'Тунизиски динар',
        ),
        'TOP' => array(
            0 => 'TOP',
            1 => 'Тонганска панга',
        ),
        'TPE' => array(
            0 => 'TPE',
            1 => 'Тиморски ескудо',
        ),
        'TRL' => array(
            0 => 'TRL',
            1 => 'Турска лира (1922–2005)',
        ),
        'TRY' => array(
            0 => 'TRY',
            1 => 'Турска лира',
        ),
        'TTD' => array(
            0 => 'TTD',
            1 => 'Долар на Тринидад и Тобаго',
        ),
        'TWD' => array(
            0 => 'TWD',
            1 => 'Тајвански нов долар',
        ),
        'TZS' => array(
            0 => 'TZS',
            1 => 'Танзаниски шилинг',
        ),
        'UAH' => array(
            0 => 'UAH',
            1 => 'Украинска хривнија',
        ),
        'UGS' => array(
            0 => 'UGS',
            1 => 'Угандиски шилинг (1966–1987)',
        ),
        'UGX' => array(
            0 => 'UGX',
            1 => 'Угандиски шилинг',
        ),
        'USD' => array(
            0 => 'US$',
            1 => 'Американски долар',
        ),
        'USN' => array(
            0 => 'USN',
            1 => 'САД долар (Next day)',
        ),
        'USS' => array(
            0 => 'USS',
            1 => 'САД долар (Same day)',
        ),
        'UYP' => array(
            0 => 'UYP',
            1 => 'Уругвајски пезос (1975–1993)',
        ),
        'UYU' => array(
            0 => 'UYU',
            1 => 'Уругвајски пезос',
        ),
        'UZS' => array(
            0 => 'UZS',
            1 => 'Узбекистански сом',
        ),
        'VEB' => array(
            0 => 'VEB',
            1 => 'Венецуелски боливар (1871–2008)',
        ),
        'VEF' => array(
            0 => 'VEF',
            1 => 'Венецуелски боливар',
        ),
        'VND' => array(
            0 => 'VND',
            1 => 'Виетнамски донг',
        ),
        'VUV' => array(
            0 => 'VUV',
            1 => 'Ванатски вату',
        ),
        'WST' => array(
            0 => 'WST',
            1 => 'Самоанска тала',
        ),
        'XAF' => array(
            0 => 'FCFA',
            1 => 'Централноафрикански франк',
        ),
        'XCD' => array(
            0 => 'EC$',
            1 => 'Источно карибиски долар',
        ),
        'XOF' => array(
            0 => 'CFA',
            1 => 'Западноафрикански франк',
        ),
        'XPF' => array(
            0 => 'CFPF',
            1 => 'ЦФП франк',
        ),
        'YDD' => array(
            0 => 'YDD',
            1 => 'Јеменски динар',
        ),
        'YER' => array(
            0 => 'YER',
            1 => 'Јеменски риал',
        ),
        'YUD' => array(
            0 => 'YUD',
            1 => 'Југословенски динар',
        ),
        'YUN' => array(
            0 => 'YUN',
            1 => 'Југословенски конвертибилен динар',
        ),
        'ZAL' => array(
            0 => 'ZAL',
            1 => 'Јужно афрички ранд(финансиски)',
        ),
        'ZAR' => array(
            0 => 'ZAR',
            1 => 'Јужноафрикански ранд',
        ),
        'ZMK' => array(
            0 => 'ZMK',
            1 => 'Замбијска квача (1968–2012)',
        ),
        'ZMW' => array(
            0 => 'ZMW',
            1 => 'Замбијска квача',
        ),
        'ZRN' => array(
            0 => 'ZRN',
            1 => 'Заирско новозаире',
        ),
        'ZRZ' => array(
            0 => 'ZRZ',
            1 => 'Заирско заире',
        ),
        'ZWD' => array(
            0 => 'ZWD',
            1 => 'Зимбабвиски долар',
        ),
    ),
);
