<?php

return array(
    'Version' => '2.1.36.86',
    'Names' => array(
        'ADP' => array(
            0 => 'ADP',
            1 => 'അൻഡോറൻ പെസെയ്റ്റ',
        ),
        'AED' => array(
            0 => 'AED',
            1 => 'യുണൈറ്റഡ് അറബ് എമിറേറ്റ്സ് ദിർഹം',
        ),
        'AFA' => array(
            0 => 'AFA',
            1 => 'അഫ്ഘാനി (1927–2002)',
        ),
        'AFN' => array(
            0 => 'AFN',
            1 => 'അഫ്‌ഗാൻ അഫ്‌‌ഗാനി',
        ),
        'ALL' => array(
            0 => 'ALL',
            1 => 'അൽബേനിയൻ ലെക്',
        ),
        'AMD' => array(
            0 => 'AMD',
            1 => 'അർമേനിയൻ ഡ്രാം',
        ),
        'ANG' => array(
            0 => 'ANG',
            1 => 'നെതർലാൻഡ്‌സ് ആന്റിലൻ ഗിൽഡർ',
        ),
        'AOA' => array(
            0 => 'AOA',
            1 => 'അംഗോളൻ ‍ക്വാൻസ',
        ),
        'AOK' => array(
            0 => 'AOK',
            1 => 'അംഗോളൻ ‍ക്വാൻസ (1977–1990)',
        ),
        'AON' => array(
            0 => 'AON',
            1 => 'അംഗോളൻ ‍ന്യൂ ക്വാൻസ (1990–2000)',
        ),
        'AOR' => array(
            0 => 'AOR',
            1 => 'അംഗോളൻ ‍ക്വാൻസ റിയാജസ്റ്റാഡോ (1995–1999)',
        ),
        'ARA' => array(
            0 => 'ARA',
            1 => 'അർജൻറീൻ ഓസ്ട്രൽ',
        ),
        'ARP' => array(
            0 => 'ARP',
            1 => 'അർജൻറീൻ പെയ്സോ (1983–1985)',
        ),
        'ARS' => array(
            0 => 'ARS',
            1 => 'അർജൻറീൻ പെസോ',
        ),
        'ATS' => array(
            0 => 'ATS',
            1 => 'ഓസ്ട്രേലിയൻ ഷില്ലിംഗ്',
        ),
        'AUD' => array(
            0 => 'A$',
            1 => 'ഓസ്ട്രേലിയൻ ഡോളർ',
        ),
        'AWG' => array(
            0 => 'AWG',
            1 => 'അറൂബൻ ഫ്ലോറിൻ',
        ),
        'AZM' => array(
            0 => 'AZM',
            1 => 'അസർബയ്ജാനിയൻ മനത് (1993–2006)',
        ),
        'AZN' => array(
            0 => 'AZN',
            1 => 'അസർബൈജാനി മനത്',
        ),
        'BAD' => array(
            0 => 'BAD',
            1 => 'ബോസ്നിയ-ഹെർസഗോവിന ദിനാർ',
        ),
        'BAM' => array(
            0 => 'BAM',
            1 => 'ബോസ്‌നിയ-ഹെർസഗോവിന കൺവേർട്ടബിൾ മാർക്ക്',
        ),
        'BBD' => array(
            0 => 'BBD',
            1 => 'ബാർബേഡിയൻ ഡോളർ',
        ),
        'BDT' => array(
            0 => 'BDT',
            1 => 'ബംഗ്ലാദേശി ടാക്ക',
        ),
        'BEC' => array(
            0 => 'BEC',
            1 => 'ബെൽജിയൻ ഫ്രാങ്ക് (കൈമാറ്റം ചെയ്യാവുന്നത്)',
        ),
        'BEF' => array(
            0 => 'BEF',
            1 => 'ബെൽജിയൻ ഫ്രാങ്ക്',
        ),
        'BEL' => array(
            0 => 'BEL',
            1 => 'ബൽജിയൻ ഫ്രാങ്ക്',
        ),
        'BGL' => array(
            0 => 'BGL',
            1 => 'ബൾഗേറിയൻ ഹാർഡ് ലെവ്',
        ),
        'BGN' => array(
            0 => 'BGN',
            1 => 'ബൾഗേറിയൻ ലെവ്',
        ),
        'BHD' => array(
            0 => 'BHD',
            1 => 'ബഹ്റൈനി ദിനാർ',
        ),
        'BIF' => array(
            0 => 'BIF',
            1 => 'ബറുണ്ടിയൻ ഫ്രാങ്ക്',
        ),
        'BMD' => array(
            0 => 'BMD',
            1 => 'ബെർമുഡൻ ഡോളർ',
        ),
        'BND' => array(
            0 => 'BND',
            1 => 'ബ്രൂണൈ ഡോളർ',
        ),
        'BOB' => array(
            0 => 'BOB',
            1 => 'ബൊളീവിയൻ ബൊളിവിയാനോ',
        ),
        'BOP' => array(
            0 => 'BOP',
            1 => 'ബൊളീവിയൻ പെയ്സോ',
        ),
        'BOV' => array(
            0 => 'BOV',
            1 => 'ബൊളീവിയൻ എംവിഡോൾ',
        ),
        'BRB' => array(
            0 => 'BRB',
            1 => 'ബ്രസീലിയൻ ക്രുസെയ്റോ നോവോ (1967–1986)',
        ),
        'BRC' => array(
            0 => 'BRC',
            1 => 'ബ്രസീലിയൻ ക്രുസാഡോ',
        ),
        'BRE' => array(
            0 => 'BRE',
            1 => 'ബ്രസീലിയൻ ക്രുസെയ്റോ (1990–1993)',
        ),
        'BRL' => array(
            0 => 'R$',
            1 => 'ബ്രസീലിയൻ റിയാൽ',
        ),
        'BRN' => array(
            0 => 'BRN',
            1 => 'ബ്രസീലിയൻ ക്രുസാഡോ നോവോ',
        ),
        'BRR' => array(
            0 => 'BRR',
            1 => 'ബ്രസീലിയൻ ക്രുസെയ്റോ',
        ),
        'BSD' => array(
            0 => 'BSD',
            1 => 'ബഹാമിയൻ ഡോളർ',
        ),
        'BTN' => array(
            0 => 'BTN',
            1 => 'ഭൂട്ടാനീസ് ഗൾട്രം',
        ),
        'BUK' => array(
            0 => 'BUK',
            1 => 'ബർമീസ് ചാറ്റ്',
        ),
        'BWP' => array(
            0 => 'BWP',
            1 => 'ബോട്‌സ്വാനൻ പ്യുല',
        ),
        'BYB' => array(
            0 => 'BYB',
            1 => 'ബെലാറഷ്യൻ ന്യൂ റൂബിൾ (1994–1999)',
        ),
        'BYN' => array(
            0 => 'BYN',
            1 => 'ബെലാറുഷ്യൻ റൂബിൾ',
        ),
        'BYR' => array(
            0 => 'BYR',
            1 => 'ബെലാറുഷ്യൻ റൂബിൾ (2000–2016)',
        ),
        'BZD' => array(
            0 => 'BZD',
            1 => 'ബെലീസ് ഡോളർ',
        ),
        'CAD' => array(
            0 => 'CA$',
            1 => 'കനേഡിയൻ ഡോളർ',
        ),
        'CDF' => array(
            0 => 'CDF',
            1 => 'കോങ്കളീസ് ഫ്രാങ്ക്',
        ),
        'CHE' => array(
            0 => 'CHE',
            1 => 'WIR യൂറോ',
        ),
        'CHF' => array(
            0 => 'CHF',
            1 => 'സ്വിസ് ഫ്രാങ്ക്',
        ),
        'CHW' => array(
            0 => 'CHW',
            1 => 'WIR ഫ്രാങ്ക്',
        ),
        'CLF' => array(
            0 => 'CLF',
            1 => 'ചിലിയൻ യൂണിഡാഡ്സ് ഡി ഫോമെൻറോ',
        ),
        'CLP' => array(
            0 => 'CLP',
            1 => 'ചിലിയൻ പെസോ',
        ),
        'CNH' => array(
            0 => 'CNH',
            1 => 'ചൈനീസ് യുവാൻ (ഓഫ്‌ഷോർ)',
        ),
        'CNY' => array(
            0 => 'CN¥',
            1 => 'ചൈനീസ് യുവാൻ',
        ),
        'COP' => array(
            0 => 'COP',
            1 => 'കൊളംബിയൻ പെസോ',
        ),
        'COU' => array(
            0 => 'COU',
            1 => 'യൂണിഡാഡ് ഡി വാലർ റിയൽ',
        ),
        'CRC' => array(
            0 => 'CRC',
            1 => 'കോസ്റ്റാ റിക്കൻ കോളൻ',
        ),
        'CSD' => array(
            0 => 'CSD',
            1 => 'പ്രാചീന സെർബിയൻ ദിനാർ',
        ),
        'CSK' => array(
            0 => 'CSK',
            1 => 'ചെക്കോസ്ലൊവാക്ക് ഹാർഡ് കൊരൂന',
        ),
        'CUC' => array(
            0 => 'CUC',
            1 => 'ക്യൂബൻ കൺവേർട്ടബിൾ പെസോ',
        ),
        'CUP' => array(
            0 => 'CUP',
            1 => 'ക്യൂബൻ പെസോ',
        ),
        'CVE' => array(
            0 => 'CVE',
            1 => 'കേപ് വെർദിയൻ എസ്‌ക്യുഡോ',
        ),
        'CYP' => array(
            0 => 'CYP',
            1 => 'സൈപ്രസ് പൌണ്ട്',
        ),
        'CZK' => array(
            0 => 'CZK',
            1 => 'ചെക്ക് റിപ്പബ്ലിക് കൊരുണ',
        ),
        'DDM' => array(
            0 => 'DDM',
            1 => 'കിഴക്കൻ ജർമൻ ഓസ്റ്റ്മാർക്ക്',
        ),
        'DEM' => array(
            0 => 'DEM',
            1 => 'ജർമൻ മാർക്ക്',
        ),
        'DJF' => array(
            0 => 'DJF',
            1 => 'ദിജിബൗട്ടിയൻ ഫ്രാങ്ക്',
        ),
        'DKK' => array(
            0 => 'DKK',
            1 => 'ഡാനിഷ് ക്രോണെ',
        ),
        'DOP' => array(
            0 => 'DOP',
            1 => 'ഡൊമിനിക്കൻ പെസോ',
        ),
        'DZD' => array(
            0 => 'DZD',
            1 => 'അൾജീരിയൻ ദിനാർ',
        ),
        'ECS' => array(
            0 => 'ECS',
            1 => 'ഇക്വഡോർ സൂക്രേ',
        ),
        'ECV' => array(
            0 => 'ECV',
            1 => 'ഇക്വഡോർ യൂണിഡാഡ് വാലർ കോൺസ്റ്റൻറെ (UVC)',
        ),
        'EEK' => array(
            0 => 'EEK',
            1 => 'എസ്റ്റൌനിയൻ ക്രൂൺ',
        ),
        'EGP' => array(
            0 => 'EGP',
            1 => 'ഈജിപ്‌ഷ്യൻ പൗണ്ട്',
        ),
        'ERN' => array(
            0 => 'ERN',
            1 => 'എറിത്രിയൻ നക്ഫ',
        ),
        'ESA' => array(
            0 => 'ESA',
            1 => 'സ്പാനിഷ് പസെയ്റ്റ (A അക്കൌണ്ട്)',
        ),
        'ESB' => array(
            0 => 'ESB',
            1 => 'സ്പാനിഷ് പസെയ്റ്റ (കൈമാറ്റം ചെയ്യാവുന്ന അക്കൌണ്ട്)',
        ),
        'ESP' => array(
            0 => 'ESP',
            1 => 'സ്പാനിഷ് പസെയ്റ്റ',
        ),
        'ETB' => array(
            0 => 'ETB',
            1 => 'എത്യോപ്യൻ ബിർ',
        ),
        'EUR' => array(
            0 => '€',
            1 => 'യൂറോ',
        ),
        'FIM' => array(
            0 => 'FIM',
            1 => 'ഫിന്നിഷ് മാർക്ക',
        ),
        'FJD' => array(
            0 => 'FJD',
            1 => 'ഫിജിയൻ ഡോളർ',
        ),
        'FKP' => array(
            0 => 'FKP',
            1 => 'ഫാക്ക്‌ലാന്റ് ദ്വീപുകളുടെ പൗണ്ട്',
        ),
        'FRF' => array(
            0 => 'FRF',
            1 => 'ഫ്രാങ്ക്',
        ),
        'GBP' => array(
            0 => '£',
            1 => 'ബ്രിട്ടീഷ് പൗണ്ട്',
        ),
        'GEK' => array(
            0 => 'GEK',
            1 => 'ജോർ‍ജ്ജിയൻ ക്യൂപോൺ ലാരിറ്റ്',
        ),
        'GEL' => array(
            0 => 'GEL',
            1 => 'ജോർജ്ജിയൻ ലാറി',
        ),
        'GHC' => array(
            0 => 'GHC',
            1 => 'ഘാന കെഡി (1979–2007)',
        ),
        'GHS' => array(
            0 => 'GHS',
            1 => 'ഘാനയൻ കെഡി',
        ),
        'GIP' => array(
            0 => 'GIP',
            1 => 'ജിബ്രാൾട്ടർ പൗണ്ട്',
        ),
        'GMD' => array(
            0 => 'GMD',
            1 => 'ഗാംബിയൻ ദലാസി',
        ),
        'GNF' => array(
            0 => 'GNF',
            1 => 'ഗിനിയൻ ഫ്രാങ്ക്',
        ),
        'GNS' => array(
            0 => 'GNS',
            1 => 'ഗിനിയ സൈലി',
        ),
        'GQE' => array(
            0 => 'GQE',
            1 => 'ഇക്വിറ്റോറിയൽ ഗിനിയ എക്വീലെ ഗിനിയാന',
        ),
        'GRD' => array(
            0 => 'GRD',
            1 => 'ഗ്രീക്ക് ഡ്രാക്ക്മ',
        ),
        'GTQ' => array(
            0 => 'GTQ',
            1 => 'ഗ്വാട്ടിമാലൻ ക്വെറ്റ്‌സൽ',
        ),
        'GWE' => array(
            0 => 'GWE',
            1 => 'പോർച്ചുഗീസ് ഗിനി എസ്ക്യൂഡോ',
        ),
        'GWP' => array(
            0 => 'GWP',
            1 => 'ഗിനിയ-ബിസാവു പെയ്സോ',
        ),
        'GYD' => array(
            0 => 'GYD',
            1 => 'ഗയാനീസ് ഡോളർ',
        ),
        'HKD' => array(
            0 => 'HK$',
            1 => 'ഹോങ്കോങ്ങ് ഡോളർ',
        ),
        'HNL' => array(
            0 => 'HNL',
            1 => 'ഹോണ്ടുറൻ ലെംപിറ',
        ),
        'HRD' => array(
            0 => 'HRD',
            1 => 'ക്രൊയേഷ്യൻ ദിനാർ',
        ),
        'HRK' => array(
            0 => 'HRK',
            1 => 'ക്രൊയേഷൻ ക്യുന',
        ),
        'HTG' => array(
            0 => 'HTG',
            1 => 'ഹെയ്‌തിയൻ ഗൂർഡ്',
        ),
        'HUF' => array(
            0 => 'HUF',
            1 => 'ഹംഗേറിയൻ ഫോറിന്റ്',
        ),
        'IDR' => array(
            0 => 'IDR',
            1 => 'ഇന്തോനേഷ്യൻ റുപിയ',
        ),
        'IEP' => array(
            0 => 'IEP',
            1 => 'ഐറിഷ് പൌണ്ട്',
        ),
        'ILP' => array(
            0 => 'ILP',
            1 => 'ഇസ്രയേലി പൌണ്ട്',
        ),
        'ILS' => array(
            0 => '₪',
            1 => 'ഇസ്രായേലി ന്യൂ ഷെക്കെൽ',
        ),
        'INR' => array(
            0 => '₹',
            1 => 'ഇന്ത്യൻ രൂപ',
        ),
        'IQD' => array(
            0 => 'IQD',
            1 => 'ഇറാഖി ദിനാർ',
        ),
        'IRR' => array(
            0 => 'IRR',
            1 => 'ഇറാനിയൻ റിയാൽ',
        ),
        'ISK' => array(
            0 => 'ISK',
            1 => 'ഐസ്‌ലാൻഡിക് ക്രോണ',
        ),
        'ITL' => array(
            0 => 'ITL',
            1 => 'ഇറ്റാലിയൻ ലിറ',
        ),
        'JMD' => array(
            0 => 'JMD',
            1 => 'ജമൈക്കൻ ഡോളർ',
        ),
        'JOD' => array(
            0 => 'JOD',
            1 => 'ജോർദ്ദാനിയൻ ദിനാർ',
        ),
        'JPY' => array(
            0 => '¥',
            1 => 'ജാപ്പനീസ് യെൻ',
        ),
        'KES' => array(
            0 => 'KES',
            1 => 'കെനിയൻ ഷില്ലിംഗ്',
        ),
        'KGS' => array(
            0 => 'KGS',
            1 => 'കിർഗിസ്ഥാനി സോം',
        ),
        'KHR' => array(
            0 => 'KHR',
            1 => 'കംബോഡിയൻ റീൽ',
        ),
        'KMF' => array(
            0 => 'KMF',
            1 => 'കൊമോറിയൻ ഫ്രാങ്ക്',
        ),
        'KPW' => array(
            0 => 'KPW',
            1 => 'ഉത്തര കൊറിയൻ വോൺ',
        ),
        'KRW' => array(
            0 => '₩',
            1 => 'ദക്ഷിണ കൊറിയൻ വോൺ',
        ),
        'KWD' => array(
            0 => 'KWD',
            1 => 'കുവൈറ്റി ദിനാർ',
        ),
        'KYD' => array(
            0 => 'KYD',
            1 => 'കേമാൻ ഐലൻഡ്‌സ് ഡോളർ',
        ),
        'KZT' => array(
            0 => 'KZT',
            1 => 'കസാക്കിസ്ഥാനി ടെംഗെ',
        ),
        'LAK' => array(
            0 => 'LAK',
            1 => 'ലാവോഷിയൻ കിപ്',
        ),
        'LBP' => array(
            0 => 'LBP',
            1 => 'ലെബനീസ് പൗണ്ട്',
        ),
        'LKR' => array(
            0 => 'LKR',
            1 => 'ശ്രീലങ്കൻ റുപ്പീ',
        ),
        'LRD' => array(
            0 => 'LRD',
            1 => 'ലൈബീരിയൻ ഡോളർ',
        ),
        'LSL' => array(
            0 => 'LSL',
            1 => 'ലെസോതോ ലോത്തി',
        ),
        'LTL' => array(
            0 => 'LTL',
            1 => 'ലിത്വാനിയൻ ലിറ്റാസ്',
        ),
        'LTT' => array(
            0 => 'LTT',
            1 => 'ലിത്വാനിയൻ തലോനാസ്',
        ),
        'LUC' => array(
            0 => 'LUC',
            1 => 'ലക്സംബർഗ് കൺവേർട്ടിബിൾ ഫ്രാങ്ക്',
        ),
        'LUF' => array(
            0 => 'LUF',
            1 => 'ലക്സംബർഗ് ഫ്രാങ്ക്',
        ),
        'LUL' => array(
            0 => 'LUL',
            1 => 'ലക്സംബർഗ് ഫിനാൻഷ്യൽ ഫ്രാങ്ക്',
        ),
        'LVL' => array(
            0 => 'LVL',
            1 => 'ലാറ്റ്വിയൻ ലാറ്റ്സ്',
        ),
        'LVR' => array(
            0 => 'LVR',
            1 => 'ലാറ്റ്വിയൻ റൂബിൾ',
        ),
        'LYD' => array(
            0 => 'LYD',
            1 => 'ലിബിയൻ ദിനാർ',
        ),
        'MAD' => array(
            0 => 'MAD',
            1 => 'മൊറോക്കൻ ദിർഹം',
        ),
        'MAF' => array(
            0 => 'MAF',
            1 => 'മൊറോക്കൻ ഫ്രാങ്ക്',
        ),
        'MDL' => array(
            0 => 'MDL',
            1 => 'മൊൾഡോവൻ ലിയു',
        ),
        'MGA' => array(
            0 => 'MGA',
            1 => 'മഡഗാസി ഏരിയറി',
        ),
        'MGF' => array(
            0 => 'MGF',
            1 => 'മഡഗാസ്കർ ഫ്രാങ്ക്',
        ),
        'MKD' => array(
            0 => 'MKD',
            1 => 'മാസിഡോണിയൻ ദിനാർ',
        ),
        'MLF' => array(
            0 => 'MLF',
            1 => 'മാലി ഫ്രാങ്ക്',
        ),
        'MMK' => array(
            0 => 'MMK',
            1 => 'മ്യാൻമാർ ക്യാട്',
        ),
        'MNT' => array(
            0 => 'MNT',
            1 => 'മംഗോളിയൻ തുഗ്രിക്',
        ),
        'MOP' => array(
            0 => 'MOP',
            1 => 'മകാനീസ് പതാക്ക',
        ),
        'MRO' => array(
            0 => 'MRO',
            1 => 'മൗറിറ്റേനിയൻ ഔഗിയ',
        ),
        'MTL' => array(
            0 => 'MTL',
            1 => 'മൽത്തീസ് ലിറ',
        ),
        'MTP' => array(
            0 => 'MTP',
            1 => 'മൽത്തീസ് പൌണ്ട്',
        ),
        'MUR' => array(
            0 => 'MUR',
            1 => 'മൗറീഷ്യൻ റുപ്പീ',
        ),
        'MVR' => array(
            0 => 'MVR',
            1 => 'മാൽദീവിയൻ റുഫിയ',
        ),
        'MWK' => array(
            0 => 'MWK',
            1 => 'മലാവിയൻ ക്വച്ചാ',
        ),
        'MXN' => array(
            0 => 'MX$',
            1 => 'മെക്സിക്കൻ പെസോ',
        ),
        'MXP' => array(
            0 => 'MXP',
            1 => 'മെക്സിക്കൻ സിൽവർ പെയ്സോ (1861–1992)',
        ),
        'MXV' => array(
            0 => 'MXV',
            1 => 'മെക്സിക്കൻ യൂണിഡാഡ് ഡി ഇൻവെർഷൻ (UDI)',
        ),
        'MYR' => array(
            0 => 'MYR',
            1 => 'മലേഷ്യൻ റിംഗിറ്റ്',
        ),
        'MZE' => array(
            0 => 'MZE',
            1 => 'മൊസാന്പിക്ക് എസ്ക്യുഡോ',
        ),
        'MZM' => array(
            0 => 'MZM',
            1 => 'ഓൾഡ് മൊസാന്പിക്ക് മെറ്റിക്കൽ',
        ),
        'MZN' => array(
            0 => 'MZN',
            1 => 'മൊസാംബിക്കൻ മെറ്റിക്കൽ',
        ),
        'NAD' => array(
            0 => 'NAD',
            1 => 'നമീബിയൻ ഡോളർ',
        ),
        'NGN' => array(
            0 => 'NGN',
            1 => 'നൈജീരിയൻ നൈറ',
        ),
        'NIC' => array(
            0 => 'NIC',
            1 => 'നികരാഗ്വൻ കൊർഡോബ',
        ),
        'NIO' => array(
            0 => 'NIO',
            1 => 'നിക്കരാഗ്വൻ കോർഡോബ',
        ),
        'NLG' => array(
            0 => 'NLG',
            1 => 'നെതർലൻഡ്സ് ഗിൽഡർ',
        ),
        'NOK' => array(
            0 => 'NOK',
            1 => 'നോർവീജിയൻ ക്രോണെ',
        ),
        'NPR' => array(
            0 => 'NPR',
            1 => 'നേപ്പാളീസ് റുപ്പീ',
        ),
        'NZD' => array(
            0 => 'NZ$',
            1 => 'ന്യൂസിലാന്റ് ഡോളർ',
        ),
        'OMR' => array(
            0 => 'OMR',
            1 => 'ഒമാനി റിയാൽ',
        ),
        'PAB' => array(
            0 => 'PAB',
            1 => 'പനാമനിയൻ ബാൽബോവ',
        ),
        'PEI' => array(
            0 => 'PEI',
            1 => 'പെറൂവിയൻ ഇൻറി',
        ),
        'PEN' => array(
            0 => 'PEN',
            1 => 'പെറുവിയൻ സോൾ',
        ),
        'PES' => array(
            0 => 'PES',
            1 => 'പെറൂവിയൻ സോൾ (1863–1965)',
        ),
        'PGK' => array(
            0 => 'PGK',
            1 => 'പാപ്പുവ ന്യൂ ഗിനിയൻ കിന',
        ),
        'PHP' => array(
            0 => 'PHP',
            1 => 'ഫിലിപ്പീനി പെസോ',
        ),
        'PKR' => array(
            0 => 'PKR',
            1 => 'പാക്കിസ്ഥാനി റുപ്പീ',
        ),
        'PLN' => array(
            0 => 'PLN',
            1 => 'പോളിഷ് സ്ലോട്ടി',
        ),
        'PLZ' => array(
            0 => 'PLZ',
            1 => 'പോളിഷ് സ്ലോട്ടി (1950–1995)',
        ),
        'PTE' => array(
            0 => 'PTE',
            1 => 'പോർച്ചുഗീസ് എസ്ക്യുഡോ',
        ),
        'PYG' => array(
            0 => 'PYG',
            1 => 'പരാഗ്വേയൻ ഗ്വരനീ',
        ),
        'QAR' => array(
            0 => 'QAR',
            1 => 'ഖത്തർ റിയാൽ',
        ),
        'RHD' => array(
            0 => 'RHD',
            1 => 'റൊഡേഷ്യൻ ഡോളർ',
        ),
        'ROL' => array(
            0 => 'ROL',
            1 => 'പ്രാചീന റൊമേനിയൻ ലിയു',
        ),
        'RON' => array(
            0 => 'RON',
            1 => 'റൊമാനിയൻ ലെയു',
        ),
        'RSD' => array(
            0 => 'RSD',
            1 => 'സെർബിയൻ ദിനാർ',
        ),
        'RUB' => array(
            0 => 'RUB',
            1 => 'റഷ്യൻ റൂബിൾ',
        ),
        'RUR' => array(
            0 => 'RUR',
            1 => 'റഷ്യൻ റൂബിൾ (1991–1998)',
        ),
        'RWF' => array(
            0 => 'RWF',
            1 => 'റുവാണ്ടൻ ഫ്രാങ്ക്',
        ),
        'SAR' => array(
            0 => 'SAR',
            1 => 'സൗദി റിയാൽ',
        ),
        'SBD' => array(
            0 => 'SBD',
            1 => 'സോളമൻ ദ്വീപുകളുടെ ഡോളർ',
        ),
        'SCR' => array(
            0 => 'SCR',
            1 => 'സീഷെലോയിസ് റുപ്പീ',
        ),
        'SDD' => array(
            0 => 'SDD',
            1 => 'പ്രാചീന സുഡാനീസ് ദിനാർ',
        ),
        'SDG' => array(
            0 => 'SDG',
            1 => 'സുഡാനീസ് പൗണ്ട്',
        ),
        'SDP' => array(
            0 => 'SDP',
            1 => 'പ്രാചീന സുഡാനീസ് പൌണ്ട്',
        ),
        'SEK' => array(
            0 => 'SEK',
            1 => 'സ്വീഡിഷ് ക്രോണ',
        ),
        'SGD' => array(
            0 => 'SGD',
            1 => 'സിംഗപ്പൂർ ഡോളർ',
        ),
        'SHP' => array(
            0 => 'SHP',
            1 => 'സെന്റ് ഹെലീന പൗണ്ട്',
        ),
        'SIT' => array(
            0 => 'SIT',
            1 => 'സ്ലൊവേനിയ റ്റോളർ',
        ),
        'SKK' => array(
            0 => 'SKK',
            1 => 'സ്ലോവാക് കൊരൂന',
        ),
        'SLL' => array(
            0 => 'SLL',
            1 => 'സിയെറ ലിയോണിയൻ ലിയോൺ',
        ),
        'SOS' => array(
            0 => 'SOS',
            1 => 'സോമാലി ഷില്ലിംഗ്',
        ),
        'SRD' => array(
            0 => 'SRD',
            1 => 'സുരിനെയിമിസ് ഡോളർ',
        ),
        'SRG' => array(
            0 => 'SRG',
            1 => 'സൂരിനാം ഗിൽഡർ',
        ),
        'SSP' => array(
            0 => 'SSP',
            1 => 'ദക്ഷിണ സുഡാനീസ് പൗണ്ട്',
        ),
        'STD' => array(
            0 => 'STD',
            1 => 'സാവോ ടോമി ആൻഡ് പ്രിൻസിപെ ഡോബ്ര',
        ),
        'SUR' => array(
            0 => 'SUR',
            1 => 'സോവിയറ്റ് റൂബിൾ',
        ),
        'SVC' => array(
            0 => 'SVC',
            1 => 'എൽ സാൽവഡോർ കോളൻ',
        ),
        'SYP' => array(
            0 => 'SYP',
            1 => 'സിറിയൻ പൗണ്ട്',
        ),
        'SZL' => array(
            0 => 'SZL',
            1 => 'സ്വാസി ലിലാംഗനി',
        ),
        'THB' => array(
            0 => '฿',
            1 => 'തായ് ബട്ട്',
        ),
        'TJR' => array(
            0 => 'TJR',
            1 => 'താജിക്കിസ്ഥാൻ റൂബിൾ',
        ),
        'TJS' => array(
            0 => 'TJS',
            1 => 'താജിക്കിസ്ഥാനി സോംനി',
        ),
        'TMM' => array(
            0 => 'TMM',
            1 => 'തുർക്മെനിസ്ഥാൻ മനത്',
        ),
        'TMT' => array(
            0 => 'TMT',
            1 => 'തുർക്ക്‌മെനിസ്ഥാനി മനത്',
        ),
        'TND' => array(
            0 => 'TND',
            1 => 'ടുണീഷ്യൻ ദിനാർ',
        ),
        'TOP' => array(
            0 => 'TOP',
            1 => 'ടോംഗൻ പാംഗ',
        ),
        'TPE' => array(
            0 => 'TPE',
            1 => 'തിമോർ എസ്ക്യൂഡോ',
        ),
        'TRL' => array(
            0 => 'TRL',
            1 => 'പ്രാചീന തുർക്കിഷ് ലിറ',
        ),
        'TRY' => array(
            0 => 'TRY',
            1 => 'ടർക്കിഷ് ലിറ',
        ),
        'TTD' => array(
            0 => 'TTD',
            1 => 'ട്രിനിഡാഡ് അന്റ് ടുബാഗോ ഡോളർ',
        ),
        'TWD' => array(
            0 => 'NT$',
            1 => 'ന്യൂ തായ്‌വാൻ ഡോളർ',
        ),
        'TZS' => array(
            0 => 'TZS',
            1 => 'ടാൻസാനിയൻ ഷില്ലിംഗ്',
        ),
        'UAH' => array(
            0 => 'UAH',
            1 => 'ഉക്രേനിയൻ ഹ്രിവ്‌നിയ',
        ),
        'UAK' => array(
            0 => 'UAK',
            1 => 'യുക്രേനിയൻ കാർബോവാനെസ്',
        ),
        'UGS' => array(
            0 => 'UGS',
            1 => 'ഉഗാണ്ടൻ ഷില്ലിംഗ് (1966–1987)',
        ),
        'UGX' => array(
            0 => 'UGX',
            1 => 'ഉഗാണ്ടൻ ഷില്ലിംഗ്',
        ),
        'USD' => array(
            0 => '$',
            1 => 'യു.എസ്. ഡോളർ',
        ),
        'USN' => array(
            0 => 'USN',
            1 => 'യുഎസ് ഡോളർ (അടുത്ത ദിവസം)',
        ),
        'USS' => array(
            0 => 'USS',
            1 => 'യുഎസ് ഡോളർ (അതേ ദിവസം)',
        ),
        'UYI' => array(
            0 => 'UYI',
            1 => 'ഉറുഗ്വേ പെയ്സോ എൻ യൂണിഡാഡ്സ്',
        ),
        'UYP' => array(
            0 => 'UYP',
            1 => 'ഉറുഗ്വേ പെയ്സോ (1975–1993)',
        ),
        'UYU' => array(
            0 => 'UYU',
            1 => 'ഉറുഗ്വേയൻ പെസോ',
        ),
        'UZS' => array(
            0 => 'UZS',
            1 => 'ഉസ്‌ബെക്കിസ്ഥാനി സോം',
        ),
        'VEB' => array(
            0 => 'VEB',
            1 => 'വെനസ്വേലൻ ബോലിവർ (1871–2008)',
        ),
        'VEF' => array(
            0 => 'VEF',
            1 => 'വെനിസ്വേലൻ ബൊളീവർ',
        ),
        'VND' => array(
            0 => '₫',
            1 => 'വിയറ്റ്നാമീസ് ഡോങ്',
        ),
        'VUV' => array(
            0 => 'VUV',
            1 => 'വന്വാതു വാതു',
        ),
        'WST' => array(
            0 => 'WST',
            1 => 'സമോവൻ താല',
        ),
        'XAF' => array(
            0 => 'FCFA',
            1 => 'മദ്ധ്യ ആഫ്രിക്കൻ [CFA] ഫ്രാങ്ക്',
        ),
        'XCD' => array(
            0 => 'EC$',
            1 => 'കിഴക്കൻ കരീബിയൻ ഡോളർ',
        ),
        'XEU' => array(
            0 => 'XEU',
            1 => 'യൂറോപ്യൻ നാണയ യൂണിറ്റ്',
        ),
        'XFO' => array(
            0 => 'XFO',
            1 => 'ഫ്രെഞ്ച് ഗോൾഡ് ഫ്രാങ്ക്',
        ),
        'XFU' => array(
            0 => 'XFU',
            1 => 'ഫ്രെഞ്ച് UIC-ഫ്രാങ്ക്',
        ),
        'XOF' => array(
            0 => 'CFA',
            1 => 'പശ്ചിമ ആഫ്രിക്കൻ [CFA] ഫ്രാങ്ക്',
        ),
        'XPF' => array(
            0 => 'CFPF',
            1 => 'CFP ഫ്രാങ്ക്',
        ),
        'XRE' => array(
            0 => 'XRE',
            1 => 'RINET ഫണ്ട്സ്',
        ),
        'YDD' => array(
            0 => 'YDD',
            1 => 'യമനി ദിനാർ',
        ),
        'YER' => array(
            0 => 'YER',
            1 => 'യെമനി റിയാൽ',
        ),
        'YUD' => array(
            0 => 'YUD',
            1 => 'യൂഗോസ്ലേവിയൻ ഹാർഡ് ദിനാർ',
        ),
        'YUM' => array(
            0 => 'YUM',
            1 => 'യൂഗോസ്ലേവിയൻ നോവി ദിനാർ',
        ),
        'YUN' => array(
            0 => 'YUN',
            1 => 'യൂഗോസ്ലേവിയൻ കൺവേർട്ടിബിൾ ദിനാർ',
        ),
        'ZAL' => array(
            0 => 'ZAL',
            1 => 'ദക്ഷിണാഫ്രിക്കൻ റാൻഡ് (ഫിനാൻഷ്യൽ)',
        ),
        'ZAR' => array(
            0 => 'ZAR',
            1 => 'ദക്ഷിണാഫ്രിക്കൻ റാൻഡ്',
        ),
        'ZMK' => array(
            0 => 'ZMK',
            1 => 'സാംബിയൻ ക്വാച (1968–2012)',
        ),
        'ZMW' => array(
            0 => 'ZMW',
            1 => 'സാംബിയൻ ക്വാച്ച',
        ),
        'ZRN' => array(
            0 => 'ZRN',
            1 => 'സൈറിയൻ ന്യൂ സൈർ',
        ),
        'ZRZ' => array(
            0 => 'ZRZ',
            1 => 'സൈറിയൻ സൈർ',
        ),
        'ZWD' => array(
            0 => 'ZWD',
            1 => 'സിംബാബ്‌വെ ഡോളർ',
        ),
    ),
);
