<?php

return array(
    'Version' => '2.1.37.1',
    'Names' => array(
        'AED' => array(
            0 => 'AED',
            1 => 'арабын нэгдсэн эмиратын дирхам',
        ),
        'AFN' => array(
            0 => 'AFN',
            1 => 'афганистан афгани',
        ),
        'ALL' => array(
            0 => 'ALL',
            1 => 'албанийн лек',
        ),
        'AMD' => array(
            0 => 'AMD',
            1 => 'арменийн драм',
        ),
        'ANG' => array(
            0 => 'ANG',
            1 => 'нидерландын антиллъя гулдер',
        ),
        'AOA' => array(
            0 => 'AOA',
            1 => 'ангол кванза',
        ),
        'ARS' => array(
            0 => 'ARS',
            1 => 'аргентин песо',
        ),
        'AUD' => array(
            0 => 'A$',
            1 => 'австрали доллар',
        ),
        'AWG' => array(
            0 => 'AWG',
            1 => 'арубын флорин',
        ),
        'AZN' => array(
            0 => 'AZN',
            1 => 'азербайжаны манат',
        ),
        'BAM' => array(
            0 => 'BAM',
            1 => 'босни-герцеговин хөрвөгч марк',
        ),
        'BBD' => array(
            0 => 'BBD',
            1 => 'барбадос доллар',
        ),
        'BDT' => array(
            0 => 'BDT',
            1 => 'бангладеш така',
        ),
        'BGN' => array(
            0 => 'BGN',
            1 => 'болгарын лев',
        ),
        'BHD' => array(
            0 => 'BHD',
            1 => 'бахрейн динар',
        ),
        'BIF' => array(
            0 => 'BIF',
            1 => 'бурунд франк',
        ),
        'BMD' => array(
            0 => 'BMD',
            1 => 'бермуд доллар',
        ),
        'BND' => array(
            0 => 'BND',
            1 => 'бруней доллар',
        ),
        'BOB' => array(
            0 => 'BOB',
            1 => 'боливи боливиано',
        ),
        'BRL' => array(
            0 => 'R$',
            1 => 'бразилийн рил',
        ),
        'BSD' => array(
            0 => 'BSD',
            1 => 'багам доллар',
        ),
        'BTN' => array(
            0 => 'BTN',
            1 => 'бутаны нгултрум',
        ),
        'BWP' => array(
            0 => 'BWP',
            1 => 'ботсвани пула',
        ),
        'BYN' => array(
            0 => 'BYN',
            1 => 'беларусь рубль',
        ),
        'BYR' => array(
            0 => 'BYR',
            1 => 'беларусь рубль (2000–2016)',
        ),
        'BZD' => array(
            0 => 'BZD',
            1 => 'белиз доллар',
        ),
        'CAD' => array(
            0 => 'CA$',
            1 => 'канад доллар',
        ),
        'CDF' => array(
            0 => 'CDF',
            1 => 'конго франк',
        ),
        'CHF' => array(
            0 => 'CHF',
            1 => 'швейцарь франк',
        ),
        'CLP' => array(
            0 => 'CLP',
            1 => 'чилийн песо',
        ),
        'CNH' => array(
            0 => 'CNH',
            1 => 'Хятадын юань',
        ),
        'CNY' => array(
            0 => 'CN¥',
            1 => 'хятад юань',
        ),
        'COP' => array(
            0 => 'COP',
            1 => 'колумбын песо',
        ),
        'CRC' => array(
            0 => 'CRC',
            1 => 'коста рикагийн колон',
        ),
        'CUC' => array(
            0 => 'CUC',
            1 => 'кубын хөрвөгч песо',
        ),
        'CUP' => array(
            0 => 'CUP',
            1 => 'кубын песо',
        ),
        'CVE' => array(
            0 => 'CVE',
            1 => 'кабо-верде эскудо',
        ),
        'CZK' => array(
            0 => 'CZK',
            1 => 'чехийн коруна',
        ),
        'DJF' => array(
            0 => 'DJF',
            1 => 'жибоути франк',
        ),
        'DKK' => array(
            0 => 'DKK',
            1 => 'данийн крон',
        ),
        'DOP' => array(
            0 => 'DOP',
            1 => 'доминиканы песо',
        ),
        'DZD' => array(
            0 => 'DZD',
            1 => 'алжир доллар',
        ),
        'EGP' => array(
            0 => 'EGP',
            1 => 'египет паунд',
        ),
        'ERN' => array(
            0 => 'ERN',
            1 => 'эритрей накфа',
        ),
        'ETB' => array(
            0 => 'ETB',
            1 => 'этиоп бирр',
        ),
        'EUR' => array(
            0 => '€',
            1 => 'евро',
        ),
        'FJD' => array(
            0 => 'FJD',
            1 => 'фижи доллар',
        ),
        'FKP' => array(
            0 => 'FKP',
            1 => 'фолклэнд арлын паунд',
        ),
        'GBP' => array(
            0 => '£',
            1 => 'британийн фунт',
        ),
        'GEL' => array(
            0 => 'GEL',
            1 => 'гүржийн лари',
        ),
        'GHS' => array(
            0 => 'GHS',
            1 => 'гана седи',
        ),
        'GIP' => array(
            0 => 'GIP',
            1 => 'гибралтар паунд',
        ),
        'GMD' => array(
            0 => 'GMD',
            1 => 'гамби даласи',
        ),
        'GNF' => array(
            0 => 'GNF',
            1 => 'гвиней франк',
        ),
        'GTQ' => array(
            0 => 'GTQ',
            1 => 'гватемалын кецал',
        ),
        'GYD' => array(
            0 => 'GYD',
            1 => 'гайана доллар',
        ),
        'HKD' => array(
            0 => 'HK$',
            1 => 'хонгконг доллар',
        ),
        'HNL' => array(
            0 => 'HNL',
            1 => 'гондурасын лемпира',
        ),
        'HRK' => array(
            0 => 'HRK',
            1 => 'хорватын куна',
        ),
        'HTG' => array(
            0 => 'HTG',
            1 => 'гаитийн гоурд',
        ),
        'HUF' => array(
            0 => 'HUF',
            1 => 'унгарын форинт',
        ),
        'IDR' => array(
            0 => 'IDR',
            1 => 'индонези рупи',
        ),
        'ILS' => array(
            0 => '₪',
            1 => 'израилийн шинэ шекел',
        ),
        'INR' => array(
            0 => '₹',
            1 => 'энэтхэг рупи',
        ),
        'IQD' => array(
            0 => 'IQD',
            1 => 'ирак динар',
        ),
        'IRR' => array(
            0 => 'IRR',
            1 => 'иран риал',
        ),
        'ISK' => array(
            0 => 'ISK',
            1 => 'исландын крон',
        ),
        'JMD' => array(
            0 => 'JMD',
            1 => 'ямайк доллар',
        ),
        'JOD' => array(
            0 => 'JOD',
            1 => 'йордан динар',
        ),
        'JPY' => array(
            0 => 'JP¥',
            1 => 'япон иен',
        ),
        'KES' => array(
            0 => 'KES',
            1 => 'кени шиллинг',
        ),
        'KGS' => array(
            0 => 'KGS',
            1 => 'кыргыз сом',
        ),
        'KHR' => array(
            0 => 'KHR',
            1 => 'камбож риел',
        ),
        'KMF' => array(
            0 => 'KMF',
            1 => 'комор франк',
        ),
        'KPW' => array(
            0 => 'KPW',
            1 => 'хойд солонгос вон',
        ),
        'KRW' => array(
            0 => '₩',
            1 => 'өмнөд солонгос вон',
        ),
        'KWD' => array(
            0 => 'KWD',
            1 => 'кувейт динар',
        ),
        'KYD' => array(
            0 => 'KYD',
            1 => 'кайман арлын доллар',
        ),
        'KZT' => array(
            0 => 'KZT',
            1 => 'казахын тэнгэ',
        ),
        'LAK' => array(
            0 => 'LAK',
            1 => 'лаосын кип',
        ),
        'LBP' => array(
            0 => 'LBP',
            1 => 'ливан паунд',
        ),
        'LKR' => array(
            0 => 'LKR',
            1 => 'шри-ланк рупи',
        ),
        'LRD' => array(
            0 => 'LRD',
            1 => 'либери доллар',
        ),
        'LTL' => array(
            0 => 'LTL',
            1 => 'литвийн литас',
        ),
        'LVL' => array(
            0 => 'LVL',
            1 => 'латвийн лац',
        ),
        'LYD' => array(
            0 => 'LYD',
            1 => 'ливи доллар',
        ),
        'MAD' => array(
            0 => 'MAD',
            1 => 'мароккогийн дирхам',
        ),
        'MDL' => array(
            0 => 'MDL',
            1 => 'молдавын леу',
        ),
        'MGA' => array(
            0 => 'MGA',
            1 => 'малайн ариари',
        ),
        'MKD' => array(
            0 => 'MKD',
            1 => 'македони динар',
        ),
        'MMK' => array(
            0 => 'MMK',
            1 => 'мьянмарын киат',
        ),
        'MNT' => array(
            0 => '₮',
            1 => 'төгрөг',
        ),
        'MOP' => array(
            0 => 'MOP',
            1 => 'макаогийн патака',
        ),
        'MRO' => array(
            0 => 'MRO',
            1 => 'мавритан угия',
        ),
        'MUR' => array(
            0 => 'MUR',
            1 => 'мавритын рупи',
        ),
        'MVR' => array(
            0 => 'MVR',
            1 => 'мальдив руфия',
        ),
        'MWK' => array(
            0 => 'MWK',
            1 => 'малави квача',
        ),
        'MXN' => array(
            0 => 'MX$',
            1 => 'мексикийн песо',
        ),
        'MYR' => array(
            0 => 'MYR',
            1 => 'малайзын рингит',
        ),
        'MZN' => array(
            0 => 'MZN',
            1 => 'мозамбик метикал',
        ),
        'NAD' => array(
            0 => 'NAD',
            1 => 'намиби доллар',
        ),
        'NGN' => array(
            0 => 'NGN',
            1 => 'нигери найра',
        ),
        'NIO' => array(
            0 => 'NIO',
            1 => 'никарагуагийн кордоба',
        ),
        'NOK' => array(
            0 => 'NOK',
            1 => 'норвегийн крон',
        ),
        'NPR' => array(
            0 => 'NPR',
            1 => 'балба рупи',
        ),
        'NZD' => array(
            0 => 'NZ$',
            1 => 'шинэ зеланд доллар',
        ),
        'OMR' => array(
            0 => 'OMR',
            1 => 'омани риал',
        ),
        'PAB' => array(
            0 => 'PAB',
            1 => 'панамын бальбоа',
        ),
        'PEN' => array(
            0 => 'PEN',
            1 => 'перугийн соль',
        ),
        'PGK' => array(
            0 => 'PGK',
            1 => 'папуа-шинэ гвинейн кина',
        ),
        'PHP' => array(
            0 => 'PHP',
            1 => 'филиппин песо',
        ),
        'PKR' => array(
            0 => 'PKR',
            1 => 'пакистан рупи',
        ),
        'PLN' => array(
            0 => 'PLN',
            1 => 'польшийн злот',
        ),
        'PYG' => array(
            0 => 'PYG',
            1 => 'парагвайн гуарани',
        ),
        'QAR' => array(
            0 => 'QAR',
            1 => 'катар риал',
        ),
        'RON' => array(
            0 => 'RON',
            1 => 'румыны леу',
        ),
        'RSD' => array(
            0 => 'RSD',
            1 => 'серб динар',
        ),
        'RUB' => array(
            0 => 'RUB',
            1 => 'орос рубль',
        ),
        'RWF' => array(
            0 => 'RWF',
            1 => 'руанд франк',
        ),
        'SAR' => array(
            0 => 'SAR',
            1 => 'сауди риал',
        ),
        'SBD' => array(
            0 => 'SBD',
            1 => 'соломон арлын доллар',
        ),
        'SCR' => array(
            0 => 'SCR',
            1 => 'сейшел рупи',
        ),
        'SDG' => array(
            0 => 'SDG',
            1 => 'судан паунд',
        ),
        'SEK' => array(
            0 => 'SEK',
            1 => 'шведийн крон',
        ),
        'SGD' => array(
            0 => 'SGD',
            1 => 'сингапур доллар',
        ),
        'SHP' => array(
            0 => 'SHP',
            1 => 'сент хелена фунт',
        ),
        'SLL' => array(
            0 => 'SLL',
            1 => 'сьерра леоны леон',
        ),
        'SOS' => array(
            0 => 'SOS',
            1 => 'сомали шиллинг',
        ),
        'SRD' => array(
            0 => 'SRD',
            1 => 'суринам доллар',
        ),
        'SSP' => array(
            0 => 'SSP',
            1 => 'өмнөд судан паунд',
        ),
        'STD' => array(
            0 => 'STD',
            1 => 'сан-томе ба принсипи добра',
        ),
        'SYP' => array(
            0 => 'SYP',
            1 => 'сири паунд',
        ),
        'SZL' => array(
            0 => 'SZL',
            1 => 'свазиланд лилангени',
        ),
        'THB' => array(
            0 => '฿',
            1 => 'тайландын бат',
        ),
        'TJS' => array(
            0 => 'TJS',
            1 => 'тажикийн сомон',
        ),
        'TMT' => array(
            0 => 'TMT',
            1 => 'туркмен манат',
        ),
        'TND' => array(
            0 => 'TND',
            1 => 'тунис доллар',
        ),
        'TOP' => array(
            0 => 'TOP',
            1 => 'тонгагийн панга',
        ),
        'TRY' => array(
            0 => 'TRY',
            1 => 'туркийн лира',
        ),
        'TTD' => array(
            0 => 'TTD',
            1 => 'тринидад ба тобаго доллар',
        ),
        'TWD' => array(
            0 => 'NT$',
            1 => 'шинэ тайвань доллар',
        ),
        'TZS' => array(
            0 => 'TZS',
            1 => 'танзани шиллинг',
        ),
        'UAH' => array(
            0 => 'UAH',
            1 => 'украины гривня',
        ),
        'UGX' => array(
            0 => 'UGX',
            1 => 'уганд шиллинг',
        ),
        'USD' => array(
            0 => '$',
            1 => 'америк доллар',
        ),
        'UYU' => array(
            0 => 'UYU',
            1 => 'уругвайн песо',
        ),
        'UZS' => array(
            0 => 'UZS',
            1 => 'узбекийн сом',
        ),
        'VEF' => array(
            0 => 'VEF',
            1 => 'венесуэлийн боливар',
        ),
        'VND' => array(
            0 => '₫',
            1 => 'вьетнамын донг',
        ),
        'VUV' => array(
            0 => 'VUV',
            1 => 'вануатугийн вату',
        ),
        'WST' => array(
            0 => 'WST',
            1 => 'самоагийн тала',
        ),
        'XAF' => array(
            0 => 'FCFA',
            1 => 'төв африкийн франк',
        ),
        'XCD' => array(
            0 => 'EC$',
            1 => 'зүүн карибийн доллар',
        ),
        'XOF' => array(
            0 => 'CFA',
            1 => 'баруун африкийн франк',
        ),
        'XPF' => array(
            0 => 'CFPF',
            1 => 'францын колоний франк',
        ),
        'YER' => array(
            0 => 'YER',
            1 => 'йемен риал',
        ),
        'ZAR' => array(
            0 => 'ZAR',
            1 => 'өмнөд африкийн ранд',
        ),
        'ZMK' => array(
            0 => 'ZMK',
            1 => 'Замби квача (1968–2012)',
        ),
        'ZMW' => array(
            0 => 'ZMW',
            1 => 'замби квача',
        ),
    ),
);
