<?php

return array(
    'Version' => '2.1.37.22',
    'Names' => array(
        'AED' => array(
            0 => 'AED',
            1 => 'संयुक्त अरब अमीरात दिरहॅम',
        ),
        'AFN' => array(
            0 => 'AFN',
            1 => 'अफगाण अफगाणी',
        ),
        'ALL' => array(
            0 => 'ALL',
            1 => 'अल्बानियन लेक',
        ),
        'AMD' => array(
            0 => 'AMD',
            1 => 'आर्मेनियन द्रॅम',
        ),
        'ANG' => array(
            0 => 'ANG',
            1 => 'नेदरलँडचा अँटिलीन गिल्डर',
        ),
        'AOA' => array(
            0 => 'AOA',
            1 => 'अँगोलन क्वॅन्झा',
        ),
        'ARS' => array(
            0 => 'ARS',
            1 => 'अर्जेंटाइन पेसो',
        ),
        'AUD' => array(
            0 => 'A$',
            1 => 'ऑस्ट्रेलियन डॉलर',
        ),
        'AWG' => array(
            0 => 'AWG',
            1 => 'अरुबा फ्लोरिन',
        ),
        'AZN' => array(
            0 => 'AZN',
            1 => 'अझरबैझानी मानाट',
        ),
        'BAM' => array(
            0 => 'BAM',
            1 => 'बोस्निया-हर्जेगोविना विनिमय मार्क',
        ),
        'BBD' => array(
            0 => 'BBD',
            1 => 'बार्बाडियन डॉलर',
        ),
        'BDT' => array(
            0 => 'BDT',
            1 => 'बांगलादेशी टका',
        ),
        'BGN' => array(
            0 => 'BGN',
            1 => 'बल्गेरियन लेव',
        ),
        'BHD' => array(
            0 => 'BHD',
            1 => 'बाहरिनी दिनार',
        ),
        'BIF' => array(
            0 => 'BIF',
            1 => 'बुरुंडियन फ्रँक',
        ),
        'BMD' => array(
            0 => 'BMD',
            1 => 'बर्मुडा डॉलर',
        ),
        'BND' => array(
            0 => 'BND',
            1 => 'ब्रुनेई डॉलर',
        ),
        'BOB' => array(
            0 => 'BOB',
            1 => 'बोलिव्हियन बोलिव्हियानो',
        ),
        'BRL' => array(
            0 => 'R$',
            1 => 'ब्राझिलियन रियाल',
        ),
        'BSD' => array(
            0 => 'BSD',
            1 => 'बहामी डॉलर',
        ),
        'BTN' => array(
            0 => 'BTN',
            1 => 'भूतानी एंगल्ट्रम',
        ),
        'BWP' => array(
            0 => 'BWP',
            1 => 'बोट्सवानन पुला',
        ),
        'BYN' => array(
            0 => 'BYN',
            1 => 'बेलारुशियन रुबल',
        ),
        'BYR' => array(
            0 => 'BYR',
            1 => 'बेलारुशियन रुबल (2000–2016)',
        ),
        'BZD' => array(
            0 => 'BZD',
            1 => 'बेलीझ डॉलर',
        ),
        'CAD' => array(
            0 => 'CA$',
            1 => 'कॅनडियन डॉलर',
        ),
        'CDF' => array(
            0 => 'CDF',
            1 => 'काँगोलीज फ्रँक',
        ),
        'CHF' => array(
            0 => 'CHF',
            1 => 'स्विस फ्रँक',
        ),
        'CLP' => array(
            0 => 'CLP',
            1 => 'चिली पेसो',
        ),
        'CNH' => array(
            0 => 'CNH',
            1 => 'चिनी युआन (ऑफशोर)',
        ),
        'CNY' => array(
            0 => 'CN¥',
            1 => 'चीनी युआन',
        ),
        'COP' => array(
            0 => 'COP',
            1 => 'कोलंबियन पेसो',
        ),
        'CRC' => array(
            0 => 'CRC',
            1 => 'कोस्टा रिका कोलोन',
        ),
        'CUC' => array(
            0 => 'CUC',
            1 => 'क्यूबन विनिमय पेसो',
        ),
        'CUP' => array(
            0 => 'CUP',
            1 => 'क्यूबन पेसो',
        ),
        'CVE' => array(
            0 => 'CVE',
            1 => 'केप व्हर्डेयन एस्कुडो',
        ),
        'CZK' => array(
            0 => 'CZK',
            1 => 'झेक प्रजासत्ताक कोरुना',
        ),
        'DJF' => array(
            0 => 'DJF',
            1 => 'जिबौटियन फ्रँक',
        ),
        'DKK' => array(
            0 => 'DKK',
            1 => 'डॅनिश क्रोन',
        ),
        'DOP' => array(
            0 => 'DOP',
            1 => 'डोमिनिकन पेसो',
        ),
        'DZD' => array(
            0 => 'DZD',
            1 => 'अल्जेरियन दिनार',
        ),
        'EGP' => array(
            0 => 'EGP',
            1 => 'इजिप्शियन पाउंड',
        ),
        'ERN' => array(
            0 => 'ERN',
            1 => 'इरिट्रियन नाक्फा',
        ),
        'ETB' => array(
            0 => 'ETB',
            1 => 'इथिओपियन बिर',
        ),
        'EUR' => array(
            0 => '€',
            1 => 'युरो',
        ),
        'FJD' => array(
            0 => 'FJD',
            1 => 'फिजियन डॉलर',
        ),
        'FKP' => array(
            0 => 'FKP',
            1 => 'फॉकलंड आयलंड पाउंड',
        ),
        'GBP' => array(
            0 => '£',
            1 => 'ब्रिटिश पाऊंड',
        ),
        'GEL' => array(
            0 => 'GEL',
            1 => 'जॉर्जियन लारी',
        ),
        'GHS' => array(
            0 => 'GHS',
            1 => 'घानीयन सेडी',
        ),
        'GIP' => array(
            0 => 'GIP',
            1 => 'जिब्राल्टर पाउंड',
        ),
        'GMD' => array(
            0 => 'GMD',
            1 => 'गाम्बियन डालासी',
        ),
        'GNF' => array(
            0 => 'GNF',
            1 => 'गिनी फ्रँक',
        ),
        'GTQ' => array(
            0 => 'GTQ',
            1 => 'ग्वाटेमालाचे क्वेत्झाल',
        ),
        'GYD' => array(
            0 => 'GYD',
            1 => 'गयाना डॉलर',
        ),
        'HKD' => array(
            0 => 'HK$',
            1 => 'हाँगकाँग डॉलर',
        ),
        'HNL' => array(
            0 => 'HNL',
            1 => 'होन्डुरन लेंपिरा',
        ),
        'HRK' => array(
            0 => 'HRK',
            1 => 'क्रोएशियन कूना',
        ),
        'HTG' => array(
            0 => 'HTG',
            1 => 'हैती गोअर्ड',
        ),
        'HUF' => array(
            0 => 'HUF',
            1 => 'हंगेरियन फॉरिन्ट',
        ),
        'IDR' => array(
            0 => 'IDR',
            1 => 'इंडोनेशियन रुपिया',
        ),
        'ILS' => array(
            0 => '₪',
            1 => 'ईस्त्रायली न्यू शेकेल',
        ),
        'INR' => array(
            0 => '₹',
            1 => 'भारतीय रुपया',
        ),
        'IQD' => array(
            0 => 'IQD',
            1 => 'इराकी दिनार',
        ),
        'IRR' => array(
            0 => 'IRR',
            1 => 'इराणी रियाल',
        ),
        'ISK' => array(
            0 => 'ISK',
            1 => 'आइसलँडिक क्रोना',
        ),
        'JMD' => array(
            0 => 'JMD',
            1 => 'जमैकन डॉलर',
        ),
        'JOD' => array(
            0 => 'JOD',
            1 => 'जॉर्डनियन दिनार',
        ),
        'JPY' => array(
            0 => 'JP¥',
            1 => 'जपानी येन',
        ),
        'KES' => array(
            0 => 'KES',
            1 => 'केनियन शिलिंग',
        ),
        'KGS' => array(
            0 => 'KGS',
            1 => 'किरगिस्तानी सॉम',
        ),
        'KHR' => array(
            0 => 'KHR',
            1 => 'कंबोडियन रियेल',
        ),
        'KMF' => array(
            0 => 'KMF',
            1 => 'कोमोरियन फ्रँक',
        ),
        'KPW' => array(
            0 => 'KPW',
            1 => 'उत्तर कोरियन वॉन',
        ),
        'KRW' => array(
            0 => '₩',
            1 => 'दक्षिण कोरियन वॉन',
        ),
        'KWD' => array(
            0 => 'KWD',
            1 => 'कुवैती दिनार',
        ),
        'KYD' => array(
            0 => 'KYD',
            1 => 'केमेन आयलॅंड डॉलर',
        ),
        'KZT' => array(
            0 => 'KZT',
            1 => 'कझाकिस्तानी तेंगे',
        ),
        'LAK' => array(
            0 => 'LAK',
            1 => 'लाओशियन किप',
        ),
        'LBP' => array(
            0 => 'LBP',
            1 => 'लेबनीज पाउंड',
        ),
        'LKR' => array(
            0 => 'LKR',
            1 => 'श्रीलंकन रुपया',
        ),
        'LRD' => array(
            0 => 'LRD',
            1 => 'लाइबेरियन डॉलर',
        ),
        'LSL' => array(
            0 => 'LSL',
            1 => 'लेसोटो लोटी',
        ),
        'LTL' => array(
            0 => 'LTL',
            1 => 'लिथुआनियन लिटास',
        ),
        'LVL' => array(
            0 => 'LVL',
            1 => 'लाट्व्हियन लाट्झ',
        ),
        'LYD' => array(
            0 => 'LYD',
            1 => 'लिबियाचा दिनार',
        ),
        'MAD' => array(
            0 => 'MAD',
            1 => 'मोरोक्को दिरहॅम',
        ),
        'MDL' => array(
            0 => 'MDL',
            1 => 'मोल्डोवन लेउ',
        ),
        'MGA' => array(
            0 => 'MGA',
            1 => 'मालागासी एरियारी',
        ),
        'MKD' => array(
            0 => 'MKD',
            1 => 'मॅसेडोनियन देनार',
        ),
        'MMK' => array(
            0 => 'MMK',
            1 => 'म्यानमार क्याट',
        ),
        'MNT' => array(
            0 => 'MNT',
            1 => 'मंगोलियन टुग्रिक',
        ),
        'MOP' => array(
            0 => 'MOP',
            1 => 'मॅकॅनीज् पटाका',
        ),
        'MRO' => array(
            0 => 'MRO',
            1 => 'मॉरिटानियन ओगिया',
        ),
        'MUR' => array(
            0 => 'MUR',
            1 => 'मॉरिशियन रुपी',
        ),
        'MVR' => array(
            0 => 'MVR',
            1 => 'मालदीवियन रुफिया',
        ),
        'MWK' => array(
            0 => 'MWK',
            1 => 'मालावियन क्वाचा',
        ),
        'MXN' => array(
            0 => 'MX$',
            1 => 'मेक्सिको पेसो',
        ),
        'MYR' => array(
            0 => 'MYR',
            1 => 'मलेशियन रिंगिट',
        ),
        'MZN' => array(
            0 => 'MZN',
            1 => 'मोझांबिकन मेटिकल',
        ),
        'NAD' => array(
            0 => 'NAD',
            1 => 'नमिबियन डॉलर',
        ),
        'NGN' => array(
            0 => 'NGN',
            1 => 'नायजेरियन नायरा',
        ),
        'NIO' => array(
            0 => 'NIO',
            1 => 'निकाराग्वेचा कोर्डोबा',
        ),
        'NOK' => array(
            0 => 'NOK',
            1 => 'नॉर्वेजियन क्रोन',
        ),
        'NPR' => array(
            0 => 'NPR',
            1 => 'नेपाळी रुपया',
        ),
        'NZD' => array(
            0 => 'NZ$',
            1 => 'न्यूझीलँड डॉलर',
        ),
        'OMR' => array(
            0 => 'OMR',
            1 => 'ओमानी रियाल',
        ),
        'PAB' => array(
            0 => 'PAB',
            1 => 'पनामा बाल्बोआ',
        ),
        'PEN' => array(
            0 => 'PEN',
            1 => 'पेरुवियन सोल',
        ),
        'PGK' => array(
            0 => 'PGK',
            1 => 'पापुआ न्यू गिनीयन किना',
        ),
        'PHP' => array(
            0 => 'PHP',
            1 => 'फिलिपिनी पेसो',
        ),
        'PKR' => array(
            0 => 'PKR',
            1 => 'पाकिस्तानी रुपया',
        ),
        'PLN' => array(
            0 => 'PLN',
            1 => 'पोलिश झ्लॉटी',
        ),
        'PYG' => array(
            0 => 'PYG',
            1 => 'पराग्वे ग्वारानी',
        ),
        'QAR' => array(
            0 => 'QAR',
            1 => 'कतारी रियाल',
        ),
        'RON' => array(
            0 => 'RON',
            1 => 'रोमानियन लेऊ',
        ),
        'RSD' => array(
            0 => 'RSD',
            1 => 'सर्बियन दिनार',
        ),
        'RUB' => array(
            0 => 'RUB',
            1 => 'रशियन रुबल',
        ),
        'RWF' => array(
            0 => 'RWF',
            1 => 'रवांडा फ्रँक',
        ),
        'SAR' => array(
            0 => 'SAR',
            1 => 'सौदी रियाल',
        ),
        'SBD' => array(
            0 => 'SBD',
            1 => 'सोलोमन आयलँड्स डॉलर',
        ),
        'SCR' => array(
            0 => 'SCR',
            1 => 'सेशेलोईस रुपी',
        ),
        'SDG' => array(
            0 => 'SDG',
            1 => 'सुदानी पाउंड',
        ),
        'SEK' => array(
            0 => 'SEK',
            1 => 'स्वीडिश क्रोना',
        ),
        'SGD' => array(
            0 => 'SGD',
            1 => 'सिंगापूर डॉलर',
        ),
        'SHP' => array(
            0 => 'SHP',
            1 => 'सेंट हेलेना पाउंड',
        ),
        'SLL' => array(
            0 => 'SLL',
            1 => 'सिएरा लिऑनचा लिऑन',
        ),
        'SOS' => array(
            0 => 'SOS',
            1 => 'सोमाली शिलिंग',
        ),
        'SRD' => array(
            0 => 'SRD',
            1 => 'सुरिनामी डॉलर',
        ),
        'SSP' => array(
            0 => 'SSP',
            1 => 'दक्षिण सुदानी पाउंड',
        ),
        'STD' => array(
            0 => 'STD',
            1 => 'साओ टोम आणि प्रिन्सिपे डोबरा',
        ),
        'SYP' => array(
            0 => 'SYP',
            1 => 'सीरियन पाउंड',
        ),
        'SZL' => array(
            0 => 'SZL',
            1 => 'स्वाझी लीलांगेनी',
        ),
        'THB' => array(
            0 => '฿',
            1 => 'थाई बाहत',
        ),
        'TJS' => array(
            0 => 'TJS',
            1 => 'ताजकीस्तानी सोमोनी',
        ),
        'TMT' => array(
            0 => 'TMT',
            1 => 'तुर्कमेनिस्तानी मानाट',
        ),
        'TND' => array(
            0 => 'TND',
            1 => 'ट्यूनिशियन दिनार',
        ),
        'TOP' => array(
            0 => 'TOP',
            1 => 'टोंगन पाआंगा',
        ),
        'TRY' => array(
            0 => 'TRY',
            1 => 'तुर्की लिरा',
        ),
        'TTD' => array(
            0 => 'TTD',
            1 => 'त्रिनिदाद आणि टोबॅगो डॉलर',
        ),
        'TWD' => array(
            0 => 'NT$',
            1 => 'न्यू तैवान डॉलर',
        ),
        'TZS' => array(
            0 => 'TZS',
            1 => 'टांझानियन शिलिंग',
        ),
        'UAH' => array(
            0 => 'UAH',
            1 => 'युक्रेनियन रिवनिया',
        ),
        'UGX' => array(
            0 => 'UGX',
            1 => 'युगांडा शिलिंग',
        ),
        'USD' => array(
            0 => '$',
            1 => 'यूएस डॉलर',
        ),
        'UYU' => array(
            0 => 'UYU',
            1 => 'उरुग्वेचा पेसो',
        ),
        'UZS' => array(
            0 => 'UZS',
            1 => 'उझबेकिस्तानी सोम',
        ),
        'VEF' => array(
            0 => 'VEF',
            1 => 'व्हेनेझुएला बोलिव्हार',
        ),
        'VND' => array(
            0 => '₫',
            1 => 'व्हिएतनामी डोंग',
        ),
        'VUV' => array(
            0 => 'VUV',
            1 => 'वानुआतु वाटु',
        ),
        'WST' => array(
            0 => 'WST',
            1 => 'सामोअन टाला',
        ),
        'XAF' => array(
            0 => 'FCFA',
            1 => 'मध्य आफ्रिकन [CFA] फ्रँक',
        ),
        'XCD' => array(
            0 => 'EC$',
            1 => 'पूर्व कॅरीबियन डॉलर',
        ),
        'XOF' => array(
            0 => 'CFA',
            1 => 'पश्चिम आफ्रिकन [CFA] फ्रँक',
        ),
        'XPF' => array(
            0 => 'CFPF',
            1 => '[CFP] फ्रँक',
        ),
        'YER' => array(
            0 => 'YER',
            1 => 'येमेनी रियाल',
        ),
        'ZAR' => array(
            0 => 'ZAR',
            1 => 'दक्षिण आफ्रिकी रँड',
        ),
        'ZMK' => array(
            0 => 'ZMK',
            1 => 'झांबियन क्वाचा (1968–2012)',
        ),
        'ZMW' => array(
            0 => 'ZMW',
            1 => 'झांबियन क्वाचा',
        ),
    ),
);
