<?php

return array(
    'Version' => '2.1.37.5',
    'Names' => array(
        'AED' => array(
            0 => 'AED',
            1 => 'အာရပ်စော်ဘွားများ ပြည်ထောင်စု ဒါဟမ်း',
        ),
        'AFN' => array(
            0 => 'AFN',
            1 => 'အာဖဂန် အာဖဂါနီ',
        ),
        'ALL' => array(
            0 => 'ALL',
            1 => 'အယ်ဘေးနီးယား လီခ်',
        ),
        'AMD' => array(
            0 => 'AMD',
            1 => 'အာမေးနီးယား ဒရမ်',
        ),
        'ANG' => array(
            0 => 'NAf',
            1 => 'နယ်သာလန် အန်တီလန် ဂင်းဒါး',
        ),
        'AOA' => array(
            0 => 'AOA',
            1 => 'အင်ဂိုလာ ကန်ဇာ',
        ),
        'ARP' => array(
            0 => 'ARP',
            1 => 'အာဂျင်တီးနား ပီဆို (၁၉၈၃–၁၉၈၅)',
        ),
        'ARS' => array(
            0 => 'ARS',
            1 => 'အာဂျင်တီးနား ပီဆို',
        ),
        'AUD' => array(
            0 => 'A$',
            1 => 'ဩစတြေးလျ ဒေါ်လာ',
        ),
        'AWG' => array(
            0 => 'Afl',
            1 => 'အရူးဗာ ဖလိုရင်း',
        ),
        'AZN' => array(
            0 => 'AZN',
            1 => 'အဇာဘိုင်ဂျန် မာနတ်',
        ),
        'BAM' => array(
            0 => 'BAM',
            1 => 'ဘော့စနီးယားနှင့် ဟာဇီဂိုဘီးနား ငွေလဲနိုင်သော မတ်က်',
        ),
        'BBD' => array(
            0 => 'BBD',
            1 => 'ဘာဘေးဒီယန်း ဒေါ်လာ',
        ),
        'BDT' => array(
            0 => 'BDT',
            1 => 'ဘင်္ဂလားဒေ့ရှ် တာကာ',
        ),
        'BEF' => array(
            0 => 'BEF',
            1 => 'ဘယ်လ်ဂျီယမ် ဖရန့်',
        ),
        'BGN' => array(
            0 => 'BGN',
            1 => 'ဘူလ်ဂေးရီးယား လက်ဖ်',
        ),
        'BHD' => array(
            0 => 'BHD',
            1 => 'ဘာရိန်း ဒီနား',
        ),
        'BIF' => array(
            0 => 'BIF',
            1 => 'ဘူရွန်ဒီ ဖရန့်',
        ),
        'BMD' => array(
            0 => 'BMD',
            1 => 'ဘာမြူဒါ ဒေါ်လာ',
        ),
        'BND' => array(
            0 => 'BND',
            1 => 'ဘရူနိုင်း ဒေါ်လာ',
        ),
        'BOB' => array(
            0 => 'BOB',
            1 => 'ဘိုလီးဗီးယား ဘိုလီးဗီယားနို',
        ),
        'BOP' => array(
            0 => 'BOP',
            1 => 'ဘိုလီးဘီးယား ပီဆို',
        ),
        'BRL' => array(
            0 => 'R$',
            1 => 'ဘရာဇီး ရီးယဲ',
        ),
        'BSD' => array(
            0 => 'BSD',
            1 => 'ဘဟားမား ဒေါ်လာ',
        ),
        'BTN' => array(
            0 => 'BTN',
            1 => 'ဘူတန် အံဂါလ်ထရန်',
        ),
        'BUK' => array(
            0 => 'BUK',
            1 => 'ဗမာ ကျပ်',
        ),
        'BWP' => array(
            0 => 'BWP',
            1 => 'ဘော့ဆွာနာ ပုလ',
        ),
        'BYB' => array(
            0 => 'BYB',
            1 => 'ဘီလာရုစ် ရူဘယ်အသစ် (၁၉၉၄–၁၉၉၉)',
        ),
        'BYN' => array(
            0 => 'BYN',
            1 => 'ဘီလာရုစ် ရူဘယ်',
        ),
        'BYR' => array(
            0 => 'BYR',
            1 => 'ဘီလာရုဇ် ရူဘယ် (၂၀၀၀–၂၀၁၆)',
        ),
        'BZD' => array(
            0 => 'BZD',
            1 => 'ဘလိဇ် ဒေါ်လာ',
        ),
        'CAD' => array(
            0 => 'CA$',
            1 => 'ကနေဒါ ဒေါ်လာ',
        ),
        'CDF' => array(
            0 => 'CDF',
            1 => 'ကွန်ဂို ဖရန့်',
        ),
        'CHF' => array(
            0 => 'CHF',
            1 => 'ဆွစ် ဖရန့်',
        ),
        'CLP' => array(
            0 => 'CLP',
            1 => 'ချီလီ ပီဆို',
        ),
        'CNH' => array(
            0 => 'CNH',
            1 => 'တရုတ် ယွမ် (ဟောင်ကောင်)',
        ),
        'CNY' => array(
            0 => 'CN¥',
            1 => 'တရုတ် ယွမ်',
        ),
        'COP' => array(
            0 => 'COP',
            1 => 'ကိုလံဘီယာ ပီဆို',
        ),
        'CRC' => array(
            0 => 'CRC',
            1 => 'ကို့စတာရီကာ ကိုလွန်',
        ),
        'CUC' => array(
            0 => 'CUC',
            1 => 'နိုင်ငံခြားငွေလဲလှယ်နိုင်သော ကျူးဘားပီဆို',
        ),
        'CUP' => array(
            0 => 'CUP',
            1 => 'ကျူးဘား ပီဆို',
        ),
        'CVE' => array(
            0 => 'CVE',
            1 => 'ကိတ်ပ်ဗာဒီ အက်စ်ခူဒို',
        ),
        'CYP' => array(
            0 => 'CYP',
            1 => 'ဆိုက်ပရက်စ် ပေါင်',
        ),
        'CZK' => array(
            0 => 'CZK',
            1 => 'ချက် ခိုရိုနာ',
        ),
        'DEM' => array(
            0 => 'DEM',
            1 => 'ဂျာမဏီ မတ်',
        ),
        'DJF' => array(
            0 => 'DJF',
            1 => 'ဂျီဘူတီ ဖရန့်',
        ),
        'DKK' => array(
            0 => 'DKK',
            1 => 'ဒိန်းမတ် ခရိုဏာ',
        ),
        'DOP' => array(
            0 => 'DOP',
            1 => 'ဒိုမီနီကန် ပီဆို',
        ),
        'DZD' => array(
            0 => 'DZD',
            1 => 'အယ်လ်ဂျီးရီးယား ဒီနာ',
        ),
        'EGP' => array(
            0 => 'EGP',
            1 => 'အီဂျစ် ပေါင်',
        ),
        'ERN' => array(
            0 => 'ERN',
            1 => 'အီရီထရီးယား နာ့ခ်ဖာ',
        ),
        'ESP' => array(
            0 => 'ESP',
            1 => 'စပိန် ပယ်စေးတာ',
        ),
        'ETB' => array(
            0 => 'ETB',
            1 => 'အီသီယိုးပီးယား ဘီးယာ',
        ),
        'EUR' => array(
            0 => '€',
            1 => 'ယူရို',
        ),
        'FJD' => array(
            0 => 'FJD',
            1 => 'ဖီဂျီ ဒေါ်လာ',
        ),
        'FKP' => array(
            0 => 'FKP',
            1 => 'ဖော့ကလန်ကျွန်းစု ပေါင်',
        ),
        'FRF' => array(
            0 => 'FRF',
            1 => 'ပြင်သစ် ဖရန့်',
        ),
        'GBP' => array(
            0 => '£',
            1 => 'ဗြိတိသျှ ပေါင်',
        ),
        'GEL' => array(
            0 => 'GEL',
            1 => 'ဂျော်ဂျီယာ လားရီ',
        ),
        'GHS' => array(
            0 => 'GHS',
            1 => 'ဂါနာ ဆဲဒီ',
        ),
        'GIP' => array(
            0 => 'GIP',
            1 => 'ဂျီဘရော်လ်တာ ပေါင်',
        ),
        'GMD' => array(
            0 => 'GMD',
            1 => 'ဂမ်ဘီယာ ဒါလာစီ',
        ),
        'GNF' => array(
            0 => 'GNF',
            1 => 'ဂီနီရာ ဖရန့်',
        ),
        'GTQ' => array(
            0 => 'GTQ',
            1 => 'ဂွါတီမာလာ ခက်ဇော်လ်',
        ),
        'GYD' => array(
            0 => 'GYD',
            1 => 'ဂိုင်ယာနာ ဒေါ်လာ',
        ),
        'HKD' => array(
            0 => 'HK$',
            1 => 'ဟောင်ကောင် ဒေါ်လာ',
        ),
        'HNL' => array(
            0 => 'HNL',
            1 => 'ဟွန်ဒူးရပ်စ် လမ်းပီရာ',
        ),
        'HRK' => array(
            0 => 'HRK',
            1 => 'ခရိုအေးရှား ခူးနာ',
        ),
        'HTG' => array(
            0 => 'G',
            1 => 'ဟေတီဂူးအော်ဒ်',
        ),
        'HUF' => array(
            0 => 'HUF',
            1 => 'ဟန်ဂေရီယံ ဖော်ရင့်တ်',
        ),
        'IDR' => array(
            0 => 'IDR',
            1 => 'အင်ဒိုနီးရှား ရူပီးယား',
        ),
        'ILP' => array(
            0 => 'ILP',
            1 => 'အစ္စရေး ပေါင်',
        ),
        'ILS' => array(
            0 => '₪',
            1 => 'အစ္စရေး ရှဲကလ်အသစ်',
        ),
        'INR' => array(
            0 => '₹',
            1 => 'အိန္ဒိယ ရူပီး',
        ),
        'IQD' => array(
            0 => 'IQD',
            1 => 'အီရတ် ဒီနာ',
        ),
        'IRR' => array(
            0 => 'IRR',
            1 => 'အီရန် ရီအော်လ်',
        ),
        'ISK' => array(
            0 => 'ISK',
            1 => 'အိုက်စလန် ခရိုဏာ',
        ),
        'JMD' => array(
            0 => 'JMD',
            1 => 'ဂျမေကာ ဒေါ်လာ',
        ),
        'JOD' => array(
            0 => 'JOD',
            1 => 'ဂျော်ဒန် ဒီနာ',
        ),
        'JPY' => array(
            0 => 'JP¥',
            1 => 'ဂျပန် ယန်း',
        ),
        'KES' => array(
            0 => 'KES',
            1 => 'ကင်ညာ သျှီလင်',
        ),
        'KGS' => array(
            0 => 'KGS',
            1 => 'ကာဂျစ္စတန် ဆော်မ်',
        ),
        'KHR' => array(
            0 => 'KHR',
            1 => 'ကမ္ဘောဒီးယား ရီးယဲ',
        ),
        'KMF' => array(
            0 => 'KMF',
            1 => 'ကိုမိုရိုစ် ဖရန့်',
        ),
        'KPW' => array(
            0 => 'KPW',
            1 => 'မြောက်ကိုရီးယား ဝမ်',
        ),
        'KRW' => array(
            0 => '₩',
            1 => 'တောင်ကိုရီးယား ဝမ်',
        ),
        'KWD' => array(
            0 => 'KWD',
            1 => 'ကူဝိတ် ဒီနာ',
        ),
        'KYD' => array(
            0 => 'KYD',
            1 => 'ကေမန် ကျွန်းစု ဒေါ်လာ',
        ),
        'KZT' => array(
            0 => 'KZT',
            1 => 'ကာဇက်စတန် ထိန်ဂျီ',
        ),
        'LAK' => array(
            0 => 'LAK',
            1 => 'လာအို ကစ်',
        ),
        'LBP' => array(
            0 => 'LBP',
            1 => 'လက်ဘနွန် ပေါင်',
        ),
        'LKR' => array(
            0 => 'LKR',
            1 => 'သီရိလင်္ကာ ရူပီး',
        ),
        'LRD' => array(
            0 => 'LRD',
            1 => 'လိုက်ဘေးရီးယား ဒေါ်လာ',
        ),
        'LTL' => array(
            0 => 'LTL',
            1 => 'လစ်သူယေးနီးယားလီတားစ်',
        ),
        'LVL' => array(
            0 => 'LVL',
            1 => 'လတ်ဗီးယားလတ်',
        ),
        'LYD' => array(
            0 => 'LYD',
            1 => 'လစ်ဗျား ဒိုင်နာ',
        ),
        'MAD' => array(
            0 => 'MAD',
            1 => 'မိုရိုကို ဒရမ်',
        ),
        'MDL' => array(
            0 => 'MDL',
            1 => 'မောလ်ဒိုဗာ လယ်အို',
        ),
        'MGA' => array(
            0 => 'MGA',
            1 => 'မာလာဂါစီ အရီရရီ',
        ),
        'MKD' => array(
            0 => 'MKD',
            1 => 'မက်ဆီဒိုးနီးယား ဒီနာ',
        ),
        'MMK' => array(
            0 => 'K',
            1 => 'မြန်မာ ကျပ်',
        ),
        'MNT' => array(
            0 => 'MNT',
            1 => 'မွန်ဂိုးလီးယား ထူးဂရခ်',
        ),
        'MOP' => array(
            0 => 'MOP',
            1 => 'မကာအို ပါတားကား',
        ),
        'MRO' => array(
            0 => 'MRO',
            1 => 'မော်ရီတေးနီးယား အူဂီးယာ',
        ),
        'MUR' => array(
            0 => 'MUR',
            1 => 'မောရစ်ရှ ရူပီး',
        ),
        'MVR' => array(
            0 => 'MVR',
            1 => 'မော်လ်ဒိုက် ရူးဖီရာ',
        ),
        'MWK' => array(
            0 => 'MWK',
            1 => 'မာလာဝီ ခွါးချာ',
        ),
        'MXN' => array(
            0 => 'MX$',
            1 => 'မက္ကဆီကို ပီဆို',
        ),
        'MYR' => array(
            0 => 'MYR',
            1 => 'မလေးရှား ရင်းဂစ်',
        ),
        'MZN' => array(
            0 => 'MZN',
            1 => 'မိုဇမ်ဘစ် မက်တီခယ်လ်',
        ),
        'NAD' => array(
            0 => 'NAD',
            1 => 'နမီးဘီးယား ဒေါ်လာ',
        ),
        'NGN' => array(
            0 => 'NGN',
            1 => 'နိုင်ဂျီးရီးယား နိုင်းရာ',
        ),
        'NIO' => array(
            0 => 'NIO',
            1 => 'နီကာရာဂွါ ခိုးဒိုဘာ',
        ),
        'NOK' => array(
            0 => 'NOK',
            1 => 'နော်ဝေ ခရိုဏာ',
        ),
        'NPR' => array(
            0 => 'NPR',
            1 => 'နီပေါ ရူပီး',
        ),
        'NZD' => array(
            0 => 'NZ$',
            1 => 'နယူးဇီလန် ဒေါ်လာ',
        ),
        'OMR' => array(
            0 => 'OMR',
            1 => 'အိုမန်နီ ရီရယ်',
        ),
        'PAB' => array(
            0 => 'B/.',
            1 => 'ပနားမား ဘလ်ဘိုးအာ',
        ),
        'PEN' => array(
            0 => 'PEN',
            1 => 'ပီရူး ဆိုးလ်',
        ),
        'PGK' => array(
            0 => 'PGK',
            1 => 'ပါပူအာ နယူးဂီနီ ခီးနာ',
        ),
        'PHP' => array(
            0 => 'PHP',
            1 => 'ဖိလစ်ပိုင် ပီဆို',
        ),
        'PKR' => array(
            0 => 'PKR',
            1 => 'ပါကစ္စတန် ရူပီး',
        ),
        'PLN' => array(
            0 => 'PLN',
            1 => 'ပိုလန် ဇလော့တီ',
        ),
        'PYG' => array(
            0 => 'PYG',
            1 => 'ပါရာဂွေး ဂွါးအ်နီး',
        ),
        'QAR' => array(
            0 => 'QAR',
            1 => 'ကာတာရီ ရီရယ်',
        ),
        'RON' => array(
            0 => 'RON',
            1 => 'ရိုမေးနီးယား လယ်အို',
        ),
        'RSD' => array(
            0 => 'RSD',
            1 => 'ဆားဘီးယား ဒယ်နား',
        ),
        'RUB' => array(
            0 => 'RUB',
            1 => 'ရုရှ ရူဘယ်',
        ),
        'RUR' => array(
            0 => 'RUR',
            1 => 'ရုရှ ရူဘယ် (၁၉၉၁–၁၉၉၈)',
        ),
        'RWF' => array(
            0 => 'RWF',
            1 => 'ရဝန်ဒါ ဖရန့်',
        ),
        'SAR' => array(
            0 => 'SAR',
            1 => 'ဆော်ဒီအာရေးဗီးယား ရီယော်လ်',
        ),
        'SBD' => array(
            0 => 'SBD',
            1 => 'ဆော်လမွန်ကျွန်းစု ဒေါ်လာ',
        ),
        'SCR' => array(
            0 => 'SCR',
            1 => 'ဆေးရှဲ ရူပီး',
        ),
        'SDG' => array(
            0 => 'SDG',
            1 => 'ဆူဒန် ပေါင်',
        ),
        'SDP' => array(
            0 => 'SDP',
            1 => 'ဆူဒန် ပေါင်အဟောင်း',
        ),
        'SEK' => array(
            0 => 'SEK',
            1 => 'ဆွီဒင် ခရိုဏာ',
        ),
        'SGD' => array(
            0 => 'SGD',
            1 => 'စင်္ကာပူ ဒေါ်လာ',
        ),
        'SHP' => array(
            0 => 'SHP',
            1 => 'စိန့်ဟယ်လယ်နာ ပေါင်',
        ),
        'SLL' => array(
            0 => 'SLL',
            1 => 'ဆီယာရာလီယွန်း လီအိုနီ',
        ),
        'SOS' => array(
            0 => 'SOS',
            1 => 'ဆိုမာလီ သျှီလင်',
        ),
        'SRD' => array(
            0 => 'SRD',
            1 => 'ဆူရီနမ်း ဒေါ်လာ',
        ),
        'SSP' => array(
            0 => 'SSP',
            1 => 'တောင်ဆူဒန် ပေါင်',
        ),
        'STD' => array(
            0 => 'STD',
            1 => 'ဆောင်တူမေးနှင့် ပရင်စီပီ ဒိုဘရာ',
        ),
        'SUR' => array(
            0 => 'SUR',
            1 => 'ဆိုဗီယက် ရူဗယ်',
        ),
        'SYP' => array(
            0 => 'SYP',
            1 => 'ဆီးရီးယား ပေါင်',
        ),
        'SZL' => array(
            0 => 'SZL',
            1 => 'ဆွာဇီလန် လီလန်းဂီနီ',
        ),
        'THB' => array(
            0 => '฿',
            1 => 'ထိုင်း ဘတ်',
        ),
        'TJS' => array(
            0 => 'TJS',
            1 => 'တာဂျစ်ကစ္စတန် ဆိုမိုနီ',
        ),
        'TMT' => array(
            0 => 'TMT',
            1 => 'တာ့ခ်မင်နစ္စတန် မာနတ်',
        ),
        'TND' => array(
            0 => 'TND',
            1 => 'တူနီးရှား ဒိုင်နာ',
        ),
        'TOP' => array(
            0 => 'TOP',
            1 => 'တွန်ဂါ ဗန်ဂါ',
        ),
        'TRL' => array(
            0 => 'TRL',
            1 => 'ရှေးဟောင်းတူရကီ လိုင်ရာ',
        ),
        'TRY' => array(
            0 => 'TRY',
            1 => 'တူရကီ လိုင်ရာ',
        ),
        'TTD' => array(
            0 => 'TT$',
            1 => 'ထရီနီဒတ်နှင့် တိုဘက်ဂို ဒေါ်လာ',
        ),
        'TWD' => array(
            0 => 'NT$',
            1 => 'ထိုင်ဝမ် ဒေါ်လာအသစ်',
        ),
        'TZS' => array(
            0 => 'TZS',
            1 => 'တန်ဇန်းနီးယား သျှီလင်',
        ),
        'UAH' => array(
            0 => 'UAH',
            1 => 'ယူကရိန်း ဟီရီဗင်းညား',
        ),
        'UGX' => array(
            0 => 'UGX',
            1 => 'ယူဂန္ဒာ သျှီလင်',
        ),
        'USD' => array(
            0 => 'US$',
            1 => 'အမေရိကန် ဒေါ်လာ',
        ),
        'USN' => array(
            0 => 'USN',
            1 => 'အမေရိကန် ဒေါ်လာ (နောက်နေ့)',
        ),
        'USS' => array(
            0 => 'USS',
            1 => 'အမေရိကန် ဒေါ်လာ (တနေ့တည်း)',
        ),
        'UYU' => array(
            0 => 'UYU',
            1 => 'ဥရုဂွေး ပီဆို',
        ),
        'UZS' => array(
            0 => 'UZS',
            1 => 'ဥဇဘက်ကစ္စတန် ဆော်မ်',
        ),
        'VEF' => array(
            0 => 'VEF',
            1 => 'ဗင်နီဇွဲလား ဘိုလီဗာ',
        ),
        'VND' => array(
            0 => '₫',
            1 => 'ဗီယက်နမ် ဒေါင်',
        ),
        'VUV' => array(
            0 => 'VUV',
            1 => 'ဗနွားတူ ဗားထူ',
        ),
        'WST' => array(
            0 => 'WST',
            1 => 'ဆမိုအား ထားလာ',
        ),
        'XAF' => array(
            0 => 'FCFA',
            1 => 'ကင်မရွန်း ဖရန့်',
        ),
        'XCD' => array(
            0 => 'EC$',
            1 => 'အရှေ့ကာရစ်ဘီယံ ဒေါ်လာ',
        ),
        'XOF' => array(
            0 => 'CFA',
            1 => 'အနောက် အာဖရိက CFA ဖရန့်',
        ),
        'XPF' => array(
            0 => 'CFPF',
            1 => 'CFP ဖရန့်',
        ),
        'YER' => array(
            0 => 'YER',
            1 => 'ယီမင်နီ ရီရယ်',
        ),
        'ZAR' => array(
            0 => 'ZAR',
            1 => 'တောင်အာဖရိက ရန်း',
        ),
        'ZMW' => array(
            0 => 'ZMW',
            1 => 'ဇင်ဘာဘွေ ခွါးချာ',
        ),
        'ZWD' => array(
            0 => 'ZWD',
            1 => 'ဇင်ဘာဘွေ ဒေါ်လာ',
        ),
    ),
);
