<?php

return array(
    'Version' => '2.1.36.86',
    'Names' => array(
        'AED' => array(
            0 => 'AED',
            1 => 'संयुक्त अरब एमिराट्स डिर्हाम',
        ),
        'AFA' => array(
            0 => 'AFA',
            1 => 'अफ्गानी(१९२७–२००२)',
        ),
        'AFN' => array(
            0 => 'AFN',
            1 => 'अफ्गान अफ्गानी',
        ),
        'ALL' => array(
            0 => 'ALL',
            1 => 'अल्बानियन लेक',
        ),
        'AMD' => array(
            0 => 'AMD',
            1 => 'आर्मेनियाली ड्राम',
        ),
        'ANG' => array(
            0 => 'ANG',
            1 => 'नेदरल्याण्ड्स एन्टिलियन गिल्डर',
        ),
        'AOA' => array(
            0 => 'AOA',
            1 => 'एङ्गोलान क्वान्जा',
        ),
        'ARS' => array(
            0 => 'ARS',
            1 => 'अर्जेन्टिनी पेसो',
        ),
        'AUD' => array(
            0 => 'A$',
            1 => 'अष्ट्रेलियन डलर',
        ),
        'AWG' => array(
            0 => 'AWG',
            1 => 'आरूबन फ्लोरिन',
        ),
        'AZN' => array(
            0 => 'AZN',
            1 => 'अजरबैजानी मानात',
        ),
        'BAM' => array(
            0 => 'BAM',
            1 => 'बोस्निया-हर्जगोभिनिया रूपान्तरयोग्य मार्क',
        ),
        'BBD' => array(
            0 => 'BBD',
            1 => 'बर्बाडियन डलर',
        ),
        'BDT' => array(
            0 => 'BDT',
            1 => 'बङ्गलादेशी टाका',
        ),
        'BGN' => array(
            0 => 'BGN',
            1 => 'बुल्गारियाली लेभ',
        ),
        'BHD' => array(
            0 => 'BHD',
            1 => 'बाहारैनी डिनार',
        ),
        'BIF' => array(
            0 => 'BIF',
            1 => 'बुरूण्डियाली फ्रान्क',
        ),
        'BMD' => array(
            0 => 'BMD',
            1 => 'बर्मुडन डलर',
        ),
        'BND' => array(
            0 => 'BND',
            1 => 'ब्रुनाई डलर',
        ),
        'BOB' => array(
            0 => 'BOB',
            1 => 'बोलिभियन बोलिभियानो',
        ),
        'BRL' => array(
            0 => 'R$',
            1 => 'ब्राजिलियन रियल',
        ),
        'BSD' => array(
            0 => 'BSD',
            1 => 'बहामियाली डलर',
        ),
        'BTN' => array(
            0 => 'BTN',
            1 => 'भुटानी एन्‌गुल्ट्रुम',
        ),
        'BWP' => array(
            0 => 'BWP',
            1 => 'बोट्सवानान पुला',
        ),
        'BYN' => array(
            0 => 'BYN',
            1 => 'बेलारूसी रूबल',
        ),
        'BYR' => array(
            0 => 'BYR',
            1 => 'बेलारूसी रूबल (2000–2016)',
        ),
        'BZD' => array(
            0 => 'BZD',
            1 => 'वेलिज डलर',
        ),
        'CAD' => array(
            0 => 'CA$',
            1 => 'क्यानाडियाली डलर',
        ),
        'CDF' => array(
            0 => 'CDF',
            1 => 'कङ्गोली फ्रान्क',
        ),
        'CHF' => array(
            0 => 'CHF',
            1 => 'स्विस् फ्रैङ्क',
        ),
        'CLP' => array(
            0 => 'CLP',
            1 => 'चिलियन पेसो',
        ),
        'CNH' => array(
            0 => 'CNH',
            1 => 'चिनियाँ युआन(तटवर्ती)',
        ),
        'CNY' => array(
            0 => 'CN¥',
            1 => 'चिनिँया युआन',
        ),
        'COP' => array(
            0 => 'COP',
            1 => 'कोलम्वियन पेसो',
        ),
        'CRC' => array(
            0 => 'CRC',
            1 => 'कोष्टारिकन कोलोन',
        ),
        'CUC' => array(
            0 => 'CUC',
            1 => 'क्यूवाली रूपान्तरणयोग्य पेसो',
        ),
        'CUP' => array(
            0 => 'CUP',
            1 => 'क्यूवाली पेसो',
        ),
        'CVE' => array(
            0 => 'CVE',
            1 => 'केप भर्डियन एस्कुडो',
        ),
        'CZK' => array(
            0 => 'CZK',
            1 => 'चेख गणतञ्त्र कोरूना',
        ),
        'DJF' => array(
            0 => 'DJF',
            1 => 'जिबौंटियाली फ्रान्क',
        ),
        'DKK' => array(
            0 => 'DKK',
            1 => 'ड्यानिश क्रोन',
        ),
        'DOP' => array(
            0 => 'DOP',
            1 => 'डोमिनिकन पेसो',
        ),
        'DZD' => array(
            0 => 'DZD',
            1 => 'अल्जेरियाली डिनार',
        ),
        'EGP' => array(
            0 => 'EGP',
            1 => 'इजिप्सियन पाउन्ड',
        ),
        'ERN' => array(
            0 => 'ERN',
            1 => 'एरिट्रियन नाक्फा',
        ),
        'ETB' => array(
            0 => 'ETB',
            1 => 'इथियोपियाली बिर',
        ),
        'EUR' => array(
            0 => '€',
            1 => 'युरो',
        ),
        'FJD' => array(
            0 => 'FJD',
            1 => 'फिजीयाली डलर',
        ),
        'FKP' => array(
            0 => 'FKP',
            1 => 'फक्‌ल्याण्ड टापुहरूका पाउन्ड',
        ),
        'GBP' => array(
            0 => '£',
            1 => 'बेलायती पाउण्ड स्टर्लिङ',
        ),
        'GEL' => array(
            0 => 'GEL',
            1 => 'जर्जियाली लारी',
        ),
        'GHS' => array(
            0 => 'GHS',
            1 => 'घानाली सेडी',
        ),
        'GIP' => array(
            0 => 'GIP',
            1 => 'जिब्राल्टर पाउण्ड',
        ),
        'GMD' => array(
            0 => 'GMD',
            1 => 'गाम्वियाली डालासी',
        ),
        'GNF' => array(
            0 => 'GNF',
            1 => 'गिनियाली फ्रान्क',
        ),
        'GTQ' => array(
            0 => 'GTQ',
            1 => 'ग्वाटेमाला क्वेट्जाल',
        ),
        'GYD' => array(
            0 => 'GYD',
            1 => 'गाइनिज डलर',
        ),
        'HKD' => array(
            0 => 'HK$',
            1 => 'हङकङ डलर',
        ),
        'HNL' => array(
            0 => 'HNL',
            1 => 'होन्डुरान लेम्पिरा',
        ),
        'HRK' => array(
            0 => 'HRK',
            1 => 'क्रोएशियाली कुना',
        ),
        'HTG' => array(
            0 => 'HTG',
            1 => 'हैटियाली गुर्ड',
        ),
        'HUF' => array(
            0 => 'HUF',
            1 => 'हङ्गेरियन फोरिन्ट',
        ),
        'IDR' => array(
            0 => 'IDR',
            1 => 'इण्डोनेशियाली रूपियाँ',
        ),
        'ILS' => array(
            0 => '₪',
            1 => 'इजरायली नयाँ शेकेल',
        ),
        'INR' => array(
            0 => '₹',
            1 => 'भारतीय रूपिँया',
        ),
        'IQD' => array(
            0 => 'IQD',
            1 => 'इराकी डिनार',
        ),
        'IRR' => array(
            0 => 'IRR',
            1 => 'इरानियाली रियाल',
        ),
        'ISK' => array(
            0 => 'ISK',
            1 => 'आइसल्याण्डिक क्रोना',
        ),
        'JMD' => array(
            0 => 'JMD',
            1 => 'जमाइकाली डलर',
        ),
        'JOD' => array(
            0 => 'JOD',
            1 => 'जोर्डानियाली डलर',
        ),
        'JPY' => array(
            0 => 'JP¥',
            1 => 'जापानी येन',
        ),
        'KES' => array(
            0 => 'KES',
            1 => 'केन्याली शिलिङ',
        ),
        'KGS' => array(
            0 => 'KGS',
            1 => 'किर्गिस्तानी सोम',
        ),
        'KHR' => array(
            0 => 'KHR',
            1 => 'कम्बोडिनेयाली रियल',
        ),
        'KMF' => array(
            0 => 'KMF',
            1 => 'कोमोरियन फ्रान्क',
        ),
        'KPW' => array(
            0 => 'KPW',
            1 => 'उत्तर कोरियाली वन',
        ),
        'KRW' => array(
            0 => '₩',
            1 => 'दक्षिण कोरियाली वन',
        ),
        'KWD' => array(
            0 => 'KWD',
            1 => 'कुवेती डिनार',
        ),
        'KYD' => array(
            0 => 'KYD',
            1 => 'केम्यान टापुहरूका डलर',
        ),
        'KZT' => array(
            0 => 'KZT',
            1 => 'काजाखस्तानी टेन्ज',
        ),
        'LAK' => array(
            0 => 'LAK',
            1 => 'लाओशियन किप',
        ),
        'LBP' => array(
            0 => 'LBP',
            1 => 'लेबनाली पाउन्ड',
        ),
        'LKR' => array(
            0 => 'LKR',
            1 => 'श्रीलङ्काली रूपिया',
        ),
        'LRD' => array(
            0 => 'LRD',
            1 => 'लिबेरियाली डलर',
        ),
        'LTL' => array(
            0 => 'LTL',
            1 => 'लिथुनियाली लिटास',
        ),
        'LVL' => array(
            0 => 'LVL',
            1 => 'लाट्भियाली लाट्स',
        ),
        'LYD' => array(
            0 => 'LYD',
            1 => 'लिवियाली डिनार',
        ),
        'MAD' => array(
            0 => 'MAD',
            1 => 'मोरोक्काली डिर्‌हाम',
        ),
        'MDL' => array(
            0 => 'MDL',
            1 => 'माल्डोभन लेउ',
        ),
        'MGA' => array(
            0 => 'MGA',
            1 => 'मालागासी एरिआरी',
        ),
        'MKD' => array(
            0 => 'MKD',
            1 => 'म्यासेडोनियाली डेनार',
        ),
        'MMK' => array(
            0 => 'MMK',
            1 => 'म्यान्मार क्याट',
        ),
        'MNT' => array(
            0 => 'MNT',
            1 => 'मङ्गोलियाली टुग्रिक',
        ),
        'MOP' => array(
            0 => 'MOP',
            1 => 'माकानिज पटाका',
        ),
        'MRO' => array(
            0 => 'MRO',
            1 => 'माउरिटानियानली औगुइया',
        ),
        'MUR' => array(
            0 => 'MUR',
            1 => 'माउरिटियन रूपी',
        ),
        'MVR' => array(
            0 => 'MVR',
            1 => 'मालडिभियाली रूफियाँ',
        ),
        'MWK' => array(
            0 => 'MWK',
            1 => 'मलाविअन क्वाचा',
        ),
        'MXN' => array(
            0 => 'MX$',
            1 => 'मेक्सिकन पेसो',
        ),
        'MYR' => array(
            0 => 'MYR',
            1 => 'मलेशियाली रिङ्गेट',
        ),
        'MZN' => array(
            0 => 'MZN',
            1 => 'मोजाम्विकन मेटिकल',
        ),
        'NAD' => array(
            0 => 'NAD',
            1 => 'नामिबियन डलर',
        ),
        'NGN' => array(
            0 => 'NGN',
            1 => 'नाइजेरियन नाइरा',
        ),
        'NIO' => array(
            0 => 'NIO',
            1 => 'निकारागुवान कोर्डोवा',
        ),
        'NOK' => array(
            0 => 'NOK',
            1 => 'नर्वेजियाली क्रोन',
        ),
        'NPR' => array(
            0 => 'नेरू',
            1 => 'नेपाली रूपैयाँ',
        ),
        'NZD' => array(
            0 => 'NZ$',
            1 => 'न्यूजिल्याण्ड डलर',
        ),
        'OMR' => array(
            0 => 'OMR',
            1 => 'ओमनी रियल',
        ),
        'PAB' => array(
            0 => 'PAB',
            1 => 'पानामानियाली बाल्बोआ',
        ),
        'PEN' => array(
            0 => 'PEN',
            1 => 'पेरूभियाली सोल',
        ),
        'PGK' => array(
            0 => 'PGK',
            1 => 'पपुआ न्यू गिनियाली किना',
        ),
        'PHP' => array(
            0 => 'PHP',
            1 => 'फिलिपिनी पेसो',
        ),
        'PKR' => array(
            0 => 'PKR',
            1 => 'पाकिस्तानी रूपियाँ',
        ),
        'PLN' => array(
            0 => 'PLN',
            1 => 'पोलिश ज्लोटाई',
        ),
        'PYG' => array(
            0 => 'PYG',
            1 => 'पारागुयाली गुरानी',
        ),
        'QAR' => array(
            0 => 'QAR',
            1 => 'कतारी रियल',
        ),
        'RON' => array(
            0 => 'RON',
            1 => 'रोमानियाली लेऊ',
        ),
        'RSD' => array(
            0 => 'RSD',
            1 => 'सर्बियाली डिनार',
        ),
        'RUB' => array(
            0 => 'RUB',
            1 => 'रूसी रूबल',
        ),
        'RWF' => array(
            0 => 'RWF',
            1 => 'र्‌वाण्डाली फ्रान्क',
        ),
        'SAR' => array(
            0 => 'SAR',
            1 => 'साउदी रियालहरू',
        ),
        'SBD' => array(
            0 => 'SBD',
            1 => 'सोलोमन टापुहरूका डलर',
        ),
        'SCR' => array(
            0 => 'SCR',
            1 => 'सेचेलोइस रूपी',
        ),
        'SDG' => array(
            0 => 'SDG',
            1 => 'सुडानी पाउन्ड',
        ),
        'SEK' => array(
            0 => 'SEK',
            1 => 'स्विडिश क्रोना',
        ),
        'SGD' => array(
            0 => 'SGD',
            1 => 'सिङ्गापुर डलर',
        ),
        'SHP' => array(
            0 => 'SHP',
            1 => 'सेन्ट हेलेना पाउन्ड',
        ),
        'SLL' => array(
            0 => 'SLL',
            1 => 'सियरा लियोनेन लियोन',
        ),
        'SOS' => array(
            0 => 'SOS',
            1 => 'सोमाली शिलिङ',
        ),
        'SRD' => array(
            0 => 'SRD',
            1 => 'सुरिनामिज डलर',
        ),
        'SSP' => array(
            0 => 'SSP',
            1 => 'दक्षिण सुडानी पाउन्ड',
        ),
        'STD' => array(
            0 => 'STD',
            1 => 'साओ टोम र प्रिन्सिप डोब्रा',
        ),
        'SYP' => array(
            0 => 'SYP',
            1 => 'सिरियाली पाउन्ड',
        ),
        'SZL' => array(
            0 => 'SZL',
            1 => 'स्वाजी लिलान्गेनी',
        ),
        'THB' => array(
            0 => '฿',
            1 => 'थाई भाट',
        ),
        'TJS' => array(
            0 => 'TJS',
            1 => 'ताजिक्स्तानी सोमोनी',
        ),
        'TMT' => array(
            0 => 'TMT',
            1 => 'टुर्क्मेनिस्तानी मानात',
        ),
        'TND' => array(
            0 => 'TND',
            1 => 'टुनिसियाली डिनार',
        ),
        'TOP' => array(
            0 => 'TOP',
            1 => 'टङ्गन पाङ्गा',
        ),
        'TRY' => array(
            0 => 'TRY',
            1 => 'टर्किश लिरा',
        ),
        'TTD' => array(
            0 => 'TTD',
            1 => 'त्रिनिडाड र टोबागो डलर',
        ),
        'TWD' => array(
            0 => 'NT$',
            1 => 'नयाँ ताइवान डलर',
        ),
        'TZS' => array(
            0 => 'TZS',
            1 => 'ताञ्जानियाली शिलिङ',
        ),
        'UAH' => array(
            0 => 'UAH',
            1 => 'युक्रेनी हिर्भिनिया',
        ),
        'UGX' => array(
            0 => 'UGX',
            1 => 'युगाण्डाली शिलिङ',
        ),
        'USD' => array(
            0 => 'US$',
            1 => 'अमेरिकी डलर',
        ),
        'UYU' => array(
            0 => 'UYU',
            1 => 'उरूगुवायाली पेसो',
        ),
        'UZS' => array(
            0 => 'UZS',
            1 => 'उज्बेकिस्तान सोम',
        ),
        'VEF' => array(
            0 => 'VEF',
            1 => 'भेनेजुएलन बोलिभर',
        ),
        'VND' => array(
            0 => '₫',
            1 => 'भियतनामी डङ्',
        ),
        'VUV' => array(
            0 => 'VUV',
            1 => 'भानुआतू भातु',
        ),
        'WST' => array(
            0 => 'WST',
            1 => 'सामोआन ताला',
        ),
        'XAF' => array(
            0 => 'FCFA',
            1 => 'सीएफ्‌ए फ्रान्क बीइएसी',
        ),
        'XCD' => array(
            0 => 'EC$',
            1 => 'पूर्वी क्यारिबियन डलर',
        ),
        'XOF' => array(
            0 => 'CFA',
            1 => 'सीएफ्‌ए फ्रान्क बीसीइएओ',
        ),
        'XPF' => array(
            0 => 'CFPF',
            1 => 'सीएफ्‌पी फ्रान्क',
        ),
        'YER' => array(
            0 => 'YER',
            1 => 'येमेनी रियाल',
        ),
        'ZAR' => array(
            0 => 'ZAR',
            1 => 'दक्षिण अफ्रिकी र्‍यान्ड',
        ),
        'ZMK' => array(
            0 => 'ZMK',
            1 => 'जाम्बियाली क्वाचा (१९६८–२०१२)',
        ),
        'ZMW' => array(
            0 => 'ZMW',
            1 => 'जाम्बियाली क्वाचा',
        ),
    ),
);
