<?php

return array(
    'Version' => '2.1.37.57',
    'Names' => array(
        'AED' => array(
            0 => 'AED',
            1 => 'ଯୁକ୍ତ ଆରବ ଏମିରେଟସ୍ ଦିରହାମ୍',
        ),
        'AFN' => array(
            0 => 'AFN',
            1 => 'ଆଫଘାନୀୟ ଆଫଘାନି',
        ),
        'ALL' => array(
            0 => 'ALL',
            1 => 'ଆଲବାନିୟ ଲେକ୍',
        ),
        'AMD' => array(
            0 => 'AMD',
            1 => 'ଅର୍ମେନିୟ ଡ୍ରାମ୍',
        ),
        'ANG' => array(
            0 => 'ANG',
            1 => 'ନେଦରଲ୍ୟାଣ୍ଡ୍ ଆଣ୍ଟିଲିୟ ଗୁଇଲଡେର୍',
        ),
        'AOA' => array(
            0 => 'AOA',
            1 => 'ଅଙ୍ଗୋଲିୟ କୱାନଜା',
        ),
        'ARS' => array(
            0 => 'ARS',
            1 => 'ଆର୍ଜେଣ୍ଟିନିୟ ପେସୋ',
        ),
        'AUD' => array(
            0 => 'A$',
            1 => 'ଅଷ୍ଟ୍ରେଲିୟ ଡଲାର୍',
        ),
        'AWG' => array(
            0 => 'AWG',
            1 => 'ଆରୁବିୟ ଫ୍ଲୋରିୟ',
        ),
        'AZN' => array(
            0 => 'AZN',
            1 => 'ଆଜେରବାଇଜାନି ମନତ୍',
        ),
        'BAM' => array(
            0 => 'BAM',
            1 => 'ବୋସନିଆ-ହେରଜେବୋଭିନା କନଭେରିଟେବଲ୍ ମାର୍କ',
        ),
        'BBD' => array(
            0 => 'BBD',
            1 => 'ବାର୍ବଡିୟ ଡଲାର୍',
        ),
        'BDT' => array(
            0 => 'BDT',
            1 => 'ବଙ୍ଗଳାଦେଶୀ ଟାକା',
        ),
        'BGN' => array(
            0 => 'BGN',
            1 => 'ବଲଗେରୀୟ ଲେଭ୍',
        ),
        'BHD' => array(
            0 => 'BHD',
            1 => 'ବାହରାଇନି ଦିନାର',
        ),
        'BIF' => array(
            0 => 'BIF',
            1 => 'ବୁରୁନଡିୟ ଫ୍ରାଙ୍କ୍',
        ),
        'BMD' => array(
            0 => 'BMD',
            1 => 'ବେରମୁଣ୍ଡିୟ ଡଲାର୍',
        ),
        'BND' => array(
            0 => 'BND',
            1 => 'ବ୍ରୁନେଇ ଡଲାର୍',
        ),
        'BOB' => array(
            0 => 'BOB',
            1 => 'ବୋଲିଭିୟ ବୋଲିଭିଆନୋ',
        ),
        'BRL' => array(
            0 => 'R$',
            1 => 'ବ୍ରାଜିଲିୟ ପ୍ରକୃତ',
        ),
        'BSD' => array(
            0 => 'BSD',
            1 => 'ବାହାମିୟ ଡଲାର୍',
        ),
        'BTN' => array(
            0 => 'BTN',
            1 => 'ଭୁଟାନୀୟ ନଗୁଲଟ୍ରୁମ୍',
        ),
        'BWP' => array(
            0 => 'BWP',
            1 => 'ବୋଟସୱାନିୟ ପୁଲା',
        ),
        'BYN' => array(
            0 => 'BYN',
            1 => 'ବେଲାରୁସିୟ ରୁବଲେ',
        ),
        'BZD' => array(
            0 => 'BZD',
            1 => 'ବେଲିଜେ ଡଲାର୍',
        ),
        'CAD' => array(
            0 => 'CA$',
            1 => 'କାନେଡିୟ ଡଲାର୍',
        ),
        'CDF' => array(
            0 => 'CDF',
            1 => 'କୋନଗୋଲେସେ ଫ୍ରାଙ୍କ୍',
        ),
        'CHF' => array(
            0 => 'CHF',
            1 => 'ସୁଇସ୍ ଫ୍ରାଙ୍କ୍',
        ),
        'CLP' => array(
            0 => 'CLP',
            1 => 'ଚିଲିୟ ପେସୋ',
        ),
        'CNH' => array(
            0 => 'CNH',
            1 => 'ଚୀନିୟ ୟୁଆନ୍ (ଅଫସୋର୍)',
        ),
        'CNY' => array(
            0 => 'CN¥',
            1 => 'ଚିନୀୟ ୟୁଆନ୍',
        ),
        'COP' => array(
            0 => 'COP',
            1 => 'କଲୋମ୍ଵିୟ ପେସୋ',
        ),
        'CRC' => array(
            0 => 'CRC',
            1 => 'କୋଷ୍ଟା ରିକିୟ କୋଲୋନ୍',
        ),
        'CUC' => array(
            0 => 'CUC',
            1 => 'କୁବାନ୍ କୋନଭେର୍ଟିବ୍ଲେ ପେସୋ',
        ),
        'CUP' => array(
            0 => 'CUP',
            1 => 'କୁବାନ୍ ପେସୋ',
        ),
        'CVE' => array(
            0 => 'CVE',
            1 => 'କେପ୍ ଭେର୍ଦେୟ ଏସକୁଡୋ',
        ),
        'CZK' => array(
            0 => 'CZK',
            1 => 'ଚେକ୍ କୋରୁନା',
        ),
        'DJF' => array(
            0 => 'DJF',
            1 => 'ଡଜିବୌଟିୟ ଫ୍ରାଙ୍କ୍',
        ),
        'DKK' => array(
            0 => 'DKK',
            1 => 'ଦାନିସ୍ କ୍ରୋନେ',
        ),
        'DOP' => array(
            0 => 'DOP',
            1 => 'ଡୋମିନିକିୟ ପେସୋ',
        ),
        'DZD' => array(
            0 => 'DZD',
            1 => 'ଆଲଗେରିୟ ଦିନାର୍',
        ),
        'EGP' => array(
            0 => 'EGP',
            1 => 'ଇଜିପ୍ଟିୟ ପାଉଣ୍ଡ୍',
        ),
        'ERN' => array(
            0 => 'ERN',
            1 => 'ଏରିଟ୍ରେୟ ନାକଫା',
        ),
        'ETB' => array(
            0 => 'ETB',
            1 => 'ଏଥିଓପିୟୋ ବିର୍',
        ),
        'EUR' => array(
            0 => '€',
            1 => 'ୟୁରୋ',
        ),
        'FJD' => array(
            0 => 'FJD',
            1 => 'ଫିଜିୟ ଡଲାର୍',
        ),
        'FKP' => array(
            0 => 'FKP',
            1 => 'ଫାଲ୍କଲ୍ୟାଣ୍ଡ୍ ଦ୍ଵୀପପୁଞ୍ଜ ପାଉଣ୍ଡ୍',
        ),
        'GBP' => array(
            0 => '£',
            1 => 'ବ୍ରିଟିସ୍ ପାଉଣ୍ଡ୍',
        ),
        'GEL' => array(
            0 => 'GEL',
            1 => 'ଜର୍ଜିୟ ଲାରି',
        ),
        'GHS' => array(
            0 => 'GHS',
            1 => 'ଘାନିୟ ସେଡି',
        ),
        'GIP' => array(
            0 => 'GIP',
            1 => 'ଗିବ୍ରାଲଟାର୍ ପାଉଣ୍ଡ୍',
        ),
        'GMD' => array(
            0 => 'GMD',
            1 => 'ଗାମବିୟ ଡାଲାସି',
        ),
        'GNF' => array(
            0 => 'GNF',
            1 => 'ଗୁଇନେୟ ଫ୍ରାଙ୍କ୍',
        ),
        'GTQ' => array(
            0 => 'GTQ',
            1 => 'ଗୁଏତେମାଲିୟ କ୍ଵେତଜାଲ୍',
        ),
        'GYD' => array(
            0 => 'GYD',
            1 => 'ଗୁୟାନାଏସେ ଡଲାର୍',
        ),
        'HKD' => array(
            0 => 'HK$',
            1 => 'ହଂ କଂ ଡଲାର୍',
        ),
        'HNL' => array(
            0 => 'HNL',
            1 => 'ହୋଣ୍ଡୁରିୟ ଲେମପିରା',
        ),
        'HRK' => array(
            0 => 'HRK',
            1 => 'କ୍ରୋଆଟିୟ କୁନା',
        ),
        'HTG' => array(
            0 => 'HTG',
            1 => 'ହାଇତିୟ ଗୌରଡେ',
        ),
        'HUF' => array(
            0 => 'HUF',
            1 => 'ହଙ୍ଗେରିୟ ଫୋରିଣ୍ଟ',
        ),
        'IDR' => array(
            0 => 'IDR',
            1 => 'ଇଣ୍ଡୋନେସିୟ ରୁପିଆହ',
        ),
        'ILS' => array(
            0 => '₪',
            1 => 'ଇସ୍ରାଇଲି ନ୍ୟୁ ସେକେଲ୍',
        ),
        'INR' => array(
            0 => '₹',
            1 => 'ଟଙ୍କା',
        ),
        'IQD' => array(
            0 => 'IQD',
            1 => 'ଇରାକି ଦିନାର୍',
        ),
        'IRR' => array(
            0 => 'IRR',
            1 => 'ଇରିୟ ରିଆଲ୍',
        ),
        'ISK' => array(
            0 => 'ISK',
            1 => 'ଆଇସଲ୍ୟାଣ୍ଡିୟ କ୍ରୋନା',
        ),
        'JMD' => array(
            0 => 'JMD',
            1 => 'ଜାମାଇକିୟ ଡଲାର୍',
        ),
        'JOD' => array(
            0 => 'JOD',
            1 => 'ଜର୍ଡିୟାନ୍ ଦିନାର୍',
        ),
        'JPY' => array(
            0 => '¥',
            1 => 'ଜାପାନୀୟ ୟେନ୍',
        ),
        'KES' => array(
            0 => 'KES',
            1 => 'କେନୟାନ୍ ସିଲିଂ',
        ),
        'KGS' => array(
            0 => 'KGS',
            1 => 'କ୍ୟାରଗ୍ୟସ୍ତାନିୟ ସୋମ୍',
        ),
        'KHR' => array(
            0 => 'KHR',
            1 => 'କାମ୍ଵୋଡିୟ ରିଏଲ୍',
        ),
        'KMF' => array(
            0 => 'KMF',
            1 => 'କୋମୋରିୟ ଫ୍ରାଙ୍କ୍',
        ),
        'KPW' => array(
            0 => 'KPW',
            1 => 'ପଶ୍ଚିମ କୋରିୟ ୱୋନ୍',
        ),
        'KRW' => array(
            0 => '₩',
            1 => 'ଦକ୍ଷିଣ କୋରିୟ ୱୋନ୍',
        ),
        'KWD' => array(
            0 => 'KWD',
            1 => 'କୁୱେତି ଦିନାର',
        ),
        'KYD' => array(
            0 => 'KYD',
            1 => 'କାୟମାନ୍ ଦ୍ଵୀପପୁଞ୍ଜ ଡଲାର୍',
        ),
        'KZT' => array(
            0 => 'KZT',
            1 => 'କାଜାଖସ୍ତାନିୟ ତେନଗେ',
        ),
        'LAK' => array(
            0 => 'LAK',
            1 => 'ଲାଓଟିୟ କିପ୍',
        ),
        'LBP' => array(
            0 => 'LBP',
            1 => 'ଲେବାନେସେ ପାଉଣ୍ଡ୍',
        ),
        'LKR' => array(
            0 => 'LKR',
            1 => 'ଶ୍ରୀଲଙ୍କିୟ ରୁପି',
        ),
        'LRD' => array(
            0 => 'LRD',
            1 => 'ଲିବେରିୟ ଡଲାର୍',
        ),
        'LYD' => array(
            0 => 'LYD',
            1 => 'ଲିବ୍ୟ ଦିନାର୍',
        ),
        'MAD' => array(
            0 => 'MAD',
            1 => 'ମୋରୋକିୟ ଡିରହାମ୍',
        ),
        'MDL' => array(
            0 => 'MDL',
            1 => 'ମୋଲଡୋଭାନ୍ ଲେୟୁ',
        ),
        'MGA' => array(
            0 => 'MGA',
            1 => 'ମାଲାଗାସେ ଆରିଆରେ',
        ),
        'MKD' => array(
            0 => 'MKD',
            1 => 'ମାସେଡୋନିୟ ଡିନାର୍',
        ),
        'MMK' => array(
            0 => 'MMK',
            1 => 'ମ୍ୟାନମାର୍ କ୍ୟାଟ୍',
        ),
        'MNT' => array(
            0 => 'MNT',
            1 => 'ମଙ୍ଗୋଳିୟ ତୁଗ୍ରିକ୍',
        ),
        'MOP' => array(
            0 => 'MOP',
            1 => 'ମାକାନେସିୟ ପାଟାକା',
        ),
        'MRO' => array(
            0 => 'MRO',
            1 => 'ମାଉରିଟାନିୟ ଓୟୁଗୁଇୟା',
        ),
        'MUR' => array(
            0 => 'MUR',
            1 => 'ମୌରିସିୟ ରୁପି',
        ),
        'MVR' => array(
            0 => 'MVR',
            1 => 'ମାଲଡିଭିୟ ରୁଫିୟା',
        ),
        'MWK' => array(
            0 => 'MWK',
            1 => 'ମଲୱିୟ କୱାଚା',
        ),
        'MXN' => array(
            0 => 'MX$',
            1 => 'ମେକ୍ସିକିୟ ପେସୋ',
        ),
        'MYR' => array(
            0 => 'MYR',
            1 => 'ମାଲେସିୟ ରିଂଇଟ୍',
        ),
        'MZN' => array(
            0 => 'MZN',
            1 => 'ମୋଜାମବିକାନ୍ ମେଟିକାଲ୍',
        ),
        'NAD' => array(
            0 => 'NAD',
            1 => 'ନାମିବିୟ ଡଲାର୍',
        ),
        'NGN' => array(
            0 => 'NGN',
            1 => 'ନାଇଜେରିୟ ନାଇରା',
        ),
        'NIO' => array(
            0 => 'NIO',
            1 => 'ନିକାରାଗୁଆନ୍ କୋର୍ଡୋବା',
        ),
        'NOK' => array(
            0 => 'NOK',
            1 => 'ନରୱେଜିୟ କ୍ରୋନେ',
        ),
        'NPR' => array(
            0 => 'NPR',
            1 => 'ନେପାଳିୟ ରୁପି',
        ),
        'NZD' => array(
            0 => 'NZ$',
            1 => 'ନ୍ୟୁଜଲ୍ୟାଣ୍ଡ୍ ଡଲାର୍',
        ),
        'OMR' => array(
            0 => 'OMR',
            1 => 'ଓମାନି ରିଆଲ୍',
        ),
        'PAB' => array(
            0 => 'PAB',
            1 => 'ପାନାମାନିୟ ବାଲବୋଆ',
        ),
        'PEN' => array(
            0 => 'PEN',
            1 => 'ପେରୁଭିୟ ସୋଲ୍',
        ),
        'PGK' => array(
            0 => 'PGK',
            1 => 'ପପୁଆ ନ୍ୟୁ ଗୁଇନିୟ କିନା',
        ),
        'PHP' => array(
            0 => 'PHP',
            1 => 'ଫିଲିପିନି ପେସୋ',
        ),
        'PKR' => array(
            0 => 'PKR',
            1 => 'ପାକିସ୍ତାନି ରୁପି',
        ),
        'PLN' => array(
            0 => 'PLN',
            1 => 'ପୋଲିସ୍ ଜଲୋଟି',
        ),
        'PYG' => array(
            0 => 'PYG',
            1 => 'ପାରାଗୁଆୟାନ୍ ଗୁଆରାନି',
        ),
        'QAR' => array(
            0 => 'QAR',
            1 => 'କ୍ଵାତାରି ରିଆଲ୍',
        ),
        'RON' => array(
            0 => 'RON',
            1 => 'ରୋମାନିୟ ଲେଉ',
        ),
        'RSD' => array(
            0 => 'RSD',
            1 => 'ସର୍ବିୟ ଦିନାର୍',
        ),
        'RUB' => array(
            0 => 'RUB',
            1 => 'ଋଷିୟ ରୁବଲେ',
        ),
        'RWF' => array(
            0 => 'RWF',
            1 => 'ରୱାନାଦାନ୍ ଫ୍ରାଙ୍କ୍',
        ),
        'SAR' => array(
            0 => 'SAR',
            1 => 'ସୌଦି ରିୟାଲ୍',
        ),
        'SBD' => array(
            0 => 'SBD',
            1 => 'ସୋଲୋମୋନ ଦ୍ଵୀପପୁଞ୍ଜ ଡଲାର୍',
        ),
        'SCR' => array(
            0 => 'SCR',
            1 => 'ସେୟଚେଲୋଇସ୍ ରୁପି',
        ),
        'SDG' => array(
            0 => 'SDG',
            1 => 'ସୁଦାନୀୟ ପାଉଣ୍ଡ୍',
        ),
        'SEK' => array(
            0 => 'SEK',
            1 => 'ସ୍ୱେଡିୟ କ୍ରୋନା',
        ),
        'SGD' => array(
            0 => 'SGD',
            1 => 'ସିଂଗାପୁର୍ ଡଲାର୍',
        ),
        'SHP' => array(
            0 => 'SHP',
            1 => 'ସେଣ୍ଟ୍. ହେଲେନା ପାଉଣ୍ଡ୍',
        ),
        'SLL' => array(
            0 => 'SLL',
            1 => 'ସିଏରା ଲେଓନେଆନ୍ ଲେଓନି',
        ),
        'SOS' => array(
            0 => 'SOS',
            1 => 'ସୋମାଲି ସିଲିଂ',
        ),
        'SRD' => array(
            0 => 'SRD',
            1 => 'ସୁରିନାମେସେ ଡଲାର୍',
        ),
        'SSP' => array(
            0 => 'SSP',
            1 => 'ଦକ୍ଷିଣ ସୁଦାନେସେ ପାଉଣ୍ଡ୍',
        ),
        'STD' => array(
            0 => 'STD',
            1 => 'ସାଓ ଟୋମେ ଏବଂ ପ୍ରିସିପେ ଡୋବ୍ରା',
        ),
        'SYP' => array(
            0 => 'SYP',
            1 => 'ସିରିୟ ପାଉଣ୍ଡ୍',
        ),
        'SZL' => array(
            0 => 'SZL',
            1 => 'ସ୍ଵାଜି ଲିଲାନଜେନି',
        ),
        'THB' => array(
            0 => 'THB',
            1 => 'ଥାଇ ବାହତ୍',
        ),
        'TJS' => array(
            0 => 'TJS',
            1 => 'ତାଜିକିସ୍ତାନିୟ ସୋମୋନି',
        ),
        'TMT' => array(
            0 => 'TMT',
            1 => 'ତୁର୍କମେନିସ୍ତାନିୟ ମନତ',
        ),
        'TND' => array(
            0 => 'TND',
            1 => 'ତୁନିସିୟ ଦିନାର୍',
        ),
        'TOP' => array(
            0 => 'TOP',
            1 => 'ତୋନଗିୟ ପାଙ୍ଗ୍',
        ),
        'TRY' => array(
            0 => 'TRY',
            1 => 'ତୁର୍କିୟ ଲିରା',
        ),
        'TTD' => array(
            0 => 'TTD',
            1 => 'ଟ୍ରିନିଡାଡ୍ ଏବଂ ଟୋବାଗୋ ଡଲାର୍',
        ),
        'TWD' => array(
            0 => 'NT$',
            1 => 'ନ୍ୟୁ ତାଇୱାନ୍ ଡଲାର୍',
        ),
        'TZS' => array(
            0 => 'TZS',
            1 => 'ତାନଜାନିୟ ସିଲିଂ',
        ),
        'UAH' => array(
            0 => 'UAH',
            1 => 'ୟୁକ୍ରେନିୟ ହରୟଭନିଆ',
        ),
        'UGX' => array(
            0 => 'UGX',
            1 => 'ୟୁଗାନଡିୟ ସିଲିଂ',
        ),
        'USD' => array(
            0 => '$',
            1 => 'ଯୁକ୍ତରାଷ୍ଟ୍ର ଡଲାର୍',
        ),
        'UYU' => array(
            0 => 'UYU',
            1 => 'ୟୁରୁଗୁଆୟାନ୍ ପେସୋ',
        ),
        'UZS' => array(
            0 => 'UZS',
            1 => 'ଉଜବେକିସ୍ତାନିୟ ସୋମ୍',
        ),
        'VEF' => array(
            0 => 'VEF',
            1 => 'ଭେନେଜୁଏଲାନ୍ ବୋଲିଭାର୍',
        ),
        'VND' => array(
            0 => '₫',
            1 => 'ଭୀଏତନାମୀୟ ଡଂ',
        ),
        'VUV' => array(
            0 => 'VUV',
            1 => 'ଭାନୁଆଟୁ ଭାଟୁ',
        ),
        'WST' => array(
            0 => 'WST',
            1 => 'ସମୋୟ ତାଲା',
        ),
        'XAF' => array(
            0 => 'FCFA',
            1 => 'କେନ୍ଦ୍ରୀୟ ଆଫ୍ରିକିୟ CFA ଫ୍ରାଙ୍କ୍',
        ),
        'XCD' => array(
            0 => 'EC$',
            1 => 'ପୂର୍ବ କାରିବିୟ ଡଲାର୍',
        ),
        'XOF' => array(
            0 => 'CFA',
            1 => 'ପଶ୍ଚିମ ଆଫ୍ରିକିୟ CFA ଫ୍ରାଙ୍କ୍',
        ),
        'XPF' => array(
            0 => 'CFPF',
            1 => 'CFP ଫ୍ରାଙ୍କ୍',
        ),
        'YER' => array(
            0 => 'YER',
            1 => 'ୟେମେନି ରିଆଲ୍',
        ),
        'ZAR' => array(
            0 => 'ZAR',
            1 => 'ଦକ୍ଷିଣ ଆଫ୍ରିକିୟ ରାଣ୍ଡ୍',
        ),
        'ZMW' => array(
            0 => 'ZMW',
            1 => 'ଜମ୍ଵିୟ କୱାଚା',
        ),
    ),
);
