<?php

return array(
    'Version' => '2.1.37.1',
    'Names' => array(
        'BRL' => array(
            0 => 'R$',
            1 => 'Бразилиаг реал',
        ),
        'EUR' => array(
            0 => '€',
            1 => 'Евро',
        ),
        'GBP' => array(
            0 => '£',
            1 => 'Бритайнаг Фунт',
        ),
        'GEL' => array(
            0 => '₾',
            1 => 'Лар',
        ),
        'RUB' => array(
            0 => 'RUB',
            1 => 'Сом',
        ),
        'USD' => array(
            0 => '$',
            1 => 'АИШ-ы Доллар',
        ),
    ),
);
