<?php

return array(
    'Version' => '2.1.37.22',
    'Names' => array(
        'AED' => array(
            0 => 'AED',
            1 => 'ਸੰਯੁਕਤ ਅਰਬ ਅਮੀਰਾਤ ਦਿਰਹਾਮ',
        ),
        'AFN' => array(
            0 => 'AFN',
            1 => 'ਅਫ਼ਗਾਨ ਅਫ਼ਗਾਨੀ',
        ),
        'ALL' => array(
            0 => 'ALL',
            1 => 'ਅਲਬਾਨੀਆਈ ਲੇਕ',
        ),
        'AMD' => array(
            0 => 'AMD',
            1 => 'ਅਰਮੀਨੀਆਈ ਦਰਮ',
        ),
        'ANG' => array(
            0 => 'ANG',
            1 => 'ਨੀਦਰਲੈਂਡਸ ਐਂਟੀਲੀਅਨ ਗਿਲਡਰ',
        ),
        'AOA' => array(
            0 => 'AOA',
            1 => 'ਅੰਗੋਲਾ ਕਵਾਂਜਾ',
        ),
        'ARA' => array(
            0 => 'ARA',
            1 => 'ਅਰਜਨਟੀਨੀ ਅਸਟਰਾਲ',
        ),
        'ARL' => array(
            0 => 'ARL',
            1 => 'ਅਰਜਨਟੀਨੀ ਪੇਸੋ ਲੇ (1970–1983)',
        ),
        'ARM' => array(
            0 => 'ARM',
            1 => 'ਅਰਜਨਟੀਨੀ ਪੇਸੋ (1881–1970)',
        ),
        'ARP' => array(
            0 => 'ARP',
            1 => 'ਅਰਜਨਟੀਨੀ ਪੇਸੋ (1983–1985)',
        ),
        'ARS' => array(
            0 => 'ARS',
            1 => 'ਅਰਜਨਟੀਨੀ ਪੇਸੋ',
        ),
        'AUD' => array(
            0 => 'A$',
            1 => 'ਆਸਟ੍ਰੇਲੀਆਈ ਡਾਲਰ',
        ),
        'AWG' => array(
            0 => 'AWG',
            1 => 'ਅਰੂਬਨ ਫਲੋਰਿਨ',
        ),
        'AZN' => array(
            0 => 'AZN',
            1 => 'ਅਜ਼ਰਬਾਈਜਾਨ ਮਾਨਤ',
        ),
        'BAM' => array(
            0 => 'BAM',
            1 => 'ਬੋਸਨੀਆ-ਹਰਜ਼ੇਗੋਵੀਨਾ ਬਦਲਣਯੋਗ ਮਾਰਕ',
        ),
        'BBD' => array(
            0 => 'BBD',
            1 => 'ਬਾਰਬਾਡੀਅਨ ਡਾਲਰ',
        ),
        'BDT' => array(
            0 => 'BDT',
            1 => 'ਬੰਗਲਾਦੇਸ਼ੀ ਟਕਾ',
        ),
        'BGN' => array(
            0 => 'BGN',
            1 => 'ਬੁਲਗਾਰੀਆਈ ਲੇਵ',
        ),
        'BHD' => array(
            0 => 'BHD',
            1 => 'ਬਹਿਰੀਨੀ ਦਿਨਾਰ',
        ),
        'BIF' => array(
            0 => 'BIF',
            1 => 'ਬੁਰੁੰਡੀਆਈ ਫ੍ਰੈਂਕ',
        ),
        'BMD' => array(
            0 => 'BMD',
            1 => 'ਬਰਮੂਡਾ ਡਾਲਰ',
        ),
        'BND' => array(
            0 => 'BND',
            1 => 'ਬਰੂਨੇਈ ਡਾਲਰ',
        ),
        'BOB' => array(
            0 => 'BOB',
            1 => 'ਬੋਲੀਵੀਅਨ ਬੋਲੀਵੀਅਨੋ',
        ),
        'BOL' => array(
            0 => 'BOL',
            1 => 'ਬੋਲੀਵੀਆਈ ਬੋਲੀਵੀਅਨੋ (1863–1963)',
        ),
        'BOP' => array(
            0 => 'BOP',
            1 => 'ਬੋਲੀਵੀਆਈ ਪੇਸੋ',
        ),
        'BOV' => array(
            0 => 'BOV',
            1 => 'ਬੋਲੀਵੀਆਈ ਮਵਡੋਲ',
        ),
        'BRB' => array(
            0 => 'BRB',
            1 => 'ਬ੍ਰਾਜ਼ੀਲੀਆਈ ਨਿਊ ਕਰੁਜ਼ਿਰੋਸ (1967–1986)',
        ),
        'BRC' => array(
            0 => 'BRC',
            1 => 'ਬ੍ਰਾਜ਼ੀਲੀਆਈ ਕਰੁਜ਼ਾਡੂ (1986–1989)',
        ),
        'BRE' => array(
            0 => 'BRE',
            1 => 'ਬ੍ਰਾਜ਼ੀਲੀਆਈ ਕਰੁਜ਼ਿਰੋਸ (1990–1993)',
        ),
        'BRL' => array(
            0 => 'R$',
            1 => 'ਬ੍ਰਾਜ਼ੀਲੀਆਈ ਰੀਅਲ',
        ),
        'BRN' => array(
            0 => 'BRN',
            1 => 'ਬ੍ਰਾਜ਼ੀਲੀਆਈ ਨਿਊ ਕਰੁਜ਼ਾਡੂ (1989–1990)',
        ),
        'BRR' => array(
            0 => 'BRR',
            1 => 'ਬ੍ਰਾਜ਼ੀਲੀਆਈ ਕਰੁਜ਼ਿਰੋਸ (1993–1994)',
        ),
        'BRZ' => array(
            0 => 'BRZ',
            1 => 'ਬ੍ਰਾਜ਼ੀਲੀਆਈ ਕਰੁਜ਼ਿਰੋਸ (1942–1967)',
        ),
        'BSD' => array(
            0 => 'BSD',
            1 => 'ਬਾਹਾਮੀਅਨ ਡਾਲਰ',
        ),
        'BTN' => array(
            0 => 'BTN',
            1 => 'ਭੂਟਾਨੀ ਐਂਗਲਟ੍ਰਮ',
        ),
        'BWP' => array(
            0 => 'BWP',
            1 => 'ਬੋਟਸਵਾਨਾ ਪੁਲਾ',
        ),
        'BYN' => array(
            0 => 'BYN',
            1 => 'ਬੇਲਾਰੂਸੀ ਰੂਬਲ',
        ),
        'BYR' => array(
            0 => 'BYR',
            1 => 'ਬੇਲਾਰੂਸੀ ਰੂਬਲ (2000–2016)',
        ),
        'BZD' => array(
            0 => 'BZD',
            1 => 'ਬੇਲੀਜ਼ ਡਾਲਰ',
        ),
        'CAD' => array(
            0 => 'CA$',
            1 => 'ਕੇਨੇਡਿਆਈ ਡਾਲਰ',
        ),
        'CDF' => array(
            0 => 'CDF',
            1 => 'ਕਾਂਗੋਲੀਜ਼ ਫ੍ਰੈਂਕ',
        ),
        'CHF' => array(
            0 => 'CHF',
            1 => 'ਸਵਿਸ ਫ੍ਰੈਂਕ',
        ),
        'CLP' => array(
            0 => 'CLP',
            1 => 'ਚਿਲੀ ਪੇਸੋ',
        ),
        'CNH' => array(
            0 => 'CNH',
            1 => 'ਚੀਨੀ ਯੁਆਨ (ਔਫ਼ਸ਼ੋਰ)',
        ),
        'CNY' => array(
            0 => 'CN¥',
            1 => 'ਚੀਨੀ ਯੁਆਨ',
        ),
        'COP' => array(
            0 => 'COP',
            1 => 'ਕੋਲੰਬਿਆਈ ਪੇਸੋ',
        ),
        'CRC' => array(
            0 => 'CRC',
            1 => 'ਕੋਸਟਾ ਰੀਕਨ ਕੋਲਨ',
        ),
        'CUC' => array(
            0 => 'CUC',
            1 => 'ਕਿਊਬਨ ਬਦਲਣਯੋਗ ਪੇਸੋ',
        ),
        'CUP' => array(
            0 => 'CUP',
            1 => 'ਕਿਊਬਨ ਪੇਸੋ',
        ),
        'CVE' => array(
            0 => 'CVE',
            1 => 'ਕੇਪ ਵਰਡੀਅਨ ਸਕੂਡੋ',
        ),
        'CZK' => array(
            0 => 'CZK',
            1 => 'ਚੈਕ ਗਣਰਾਜ ਕੋਰੁਨਾ',
        ),
        'DEM' => array(
            0 => 'DEM',
            1 => 'ਜਰਮਨ ਮਾਰਕ',
        ),
        'DJF' => array(
            0 => 'DJF',
            1 => 'ਜ਼ੀਬੂਤੀਅਨ ਫ੍ਰੈਂਕ',
        ),
        'DKK' => array(
            0 => 'DKK',
            1 => 'ਡੈਨਿਸ਼ ਕਰੌਨ',
        ),
        'DOP' => array(
            0 => 'DOP',
            1 => 'ਡੌਮਿਨਿਕਨ ਪੇਸੋ',
        ),
        'DZD' => array(
            0 => 'DZD',
            1 => 'ਅਲਜੀਰਿਆਈ ਦਿਨਾਰ',
        ),
        'EGP' => array(
            0 => 'EGP',
            1 => 'ਮਿਸਰੀ ਪੌਂਡ',
        ),
        'ERN' => array(
            0 => 'ERN',
            1 => 'ਇਰੀਟ੍ਰਿਆਈ ਨਾਫ਼ਾ',
        ),
        'ETB' => array(
            0 => 'ETB',
            1 => 'ਇਥੋਪੀਆਈ ਬਿਰ',
        ),
        'EUR' => array(
            0 => '€',
            1 => 'ਯੂਰੋ',
        ),
        'FJD' => array(
            0 => 'FJD',
            1 => 'ਫ਼ਿਜ਼ੀ ਡਾਲਰ',
        ),
        'FKP' => array(
            0 => 'FKP',
            1 => 'ਫ਼ਾਕਲੈਂਡ ਆਈਲੈਂਡਸ ਪੌਂਡ',
        ),
        'GBP' => array(
            0 => '£',
            1 => 'ਬ੍ਰਿਟਿਸ਼ ਪੌਂਡ',
        ),
        'GEL' => array(
            0 => 'GEL',
            1 => 'ਜਾਰਜੀਆਈ ਲਾਰੀ',
        ),
        'GHS' => array(
            0 => 'GHS',
            1 => 'ਘਾਨਾਈ ਸੇਡੀ',
        ),
        'GIP' => array(
            0 => 'GIP',
            1 => 'ਜਿਬਰਾਲਟਰ ਪੌਂਡ',
        ),
        'GMD' => array(
            0 => 'GMD',
            1 => 'ਗੈਂਬੀਆਈ ਦਲਾਸੀ',
        ),
        'GNF' => array(
            0 => 'GNF',
            1 => 'ਗਿਨੀ ਫ੍ਰੈਂਕ',
        ),
        'GTQ' => array(
            0 => 'GTQ',
            1 => 'ਗੁਆਟੇਮਾਲਾ ਕੁਏਟਜ਼ਲ',
        ),
        'GYD' => array(
            0 => 'GYD',
            1 => 'ਗੁਆਨਾਆਈ ਡਾਲਰ',
        ),
        'HKD' => array(
            0 => 'HK$',
            1 => 'ਹਾਂਗ ਕਾਂਗ ਡਾਲਰ',
        ),
        'HNL' => array(
            0 => 'HNL',
            1 => 'ਹਾਨਡੂਰਨ ਲੇਮਪਿਰਾ',
        ),
        'HRK' => array(
            0 => 'HRK',
            1 => 'ਕਰੋਏਸ਼ੀਆਈ ਕੁਨਾ',
        ),
        'HTG' => array(
            0 => 'HTG',
            1 => 'ਹੈਤੀ ਗੌਰਡੇ',
        ),
        'HUF' => array(
            0 => 'HUF',
            1 => 'ਹੰਗਰੀ ਫੋਰਿੰਟ',
        ),
        'IDR' => array(
            0 => 'IDR',
            1 => 'ਇੰਡੋਨੇਸ਼ੀਆਈ ਰੁਪਿਆਹ',
        ),
        'IEP' => array(
            0 => 'IEP',
            1 => 'ਆਇਰਿਸ਼ ਪੌਂਡ',
        ),
        'ILP' => array(
            0 => 'ILP',
            1 => 'ਇਜ਼ਰਾਈਲੀ ਪੌਂਡ',
        ),
        'ILS' => array(
            0 => '₪',
            1 => 'ਇਜ਼ਰਾਈਲੀ ਨਵੀਂ ਸ਼ੇਕੇਲ',
        ),
        'INR' => array(
            0 => '₹',
            1 => 'ਭਾਰਤੀ ਰੁਪਇਆ',
        ),
        'IQD' => array(
            0 => 'IQD',
            1 => 'ਇਰਾਕੀ ਦਿਨਾਰ',
        ),
        'IRR' => array(
            0 => 'IRR',
            1 => 'ਈਰਾਨੀ ਰਿਆਲ',
        ),
        'ISK' => array(
            0 => 'ISK',
            1 => 'ਆਈਸਲੈਂਡਿਕ ਕਰੌਨ',
        ),
        'JMD' => array(
            0 => 'JMD',
            1 => 'ਜਮਾਇਕਨ ਡਾਲਰ',
        ),
        'JOD' => array(
            0 => 'JOD',
            1 => 'ਜਾਰਡਨ ਦਿਨਾਰ',
        ),
        'JPY' => array(
            0 => 'JP¥',
            1 => 'ਜਪਾਨੀ ਯੇਨ',
        ),
        'KES' => array(
            0 => 'KES',
            1 => 'ਕੀਨੀਆਈ ਸ਼ਿਲਿੰਗ',
        ),
        'KGS' => array(
            0 => 'KGS',
            1 => 'ਕਿਰਗਿਸਤਾਨੀ ਸੋਮ',
        ),
        'KHR' => array(
            0 => 'KHR',
            1 => 'ਕੰਬੋਡੀਆਈ ਰੀਅਲ',
        ),
        'KMF' => array(
            0 => 'KMF',
            1 => 'ਕੋਮੋਰੀਅਨ ਫ੍ਰੈਂਕ',
        ),
        'KPW' => array(
            0 => 'KPW',
            1 => 'ਉੱਤਰੀ ਕੋਰੀਆਈ ਵੋਨ',
        ),
        'KRW' => array(
            0 => '₩',
            1 => 'ਦੱਖਣੀ ਕੋਰੀਆਈ ਵੋਨ',
        ),
        'KWD' => array(
            0 => 'KWD',
            1 => 'ਕੁਵੈਤੀ ਦਿਨਾਰ',
        ),
        'KYD' => array(
            0 => 'KYD',
            1 => 'ਕੇਮੈਨ ਆਈਲੈਂਡਸ ਡਾਲਰ',
        ),
        'KZT' => array(
            0 => 'KZT',
            1 => 'ਕਜ਼ਾਖਸਤਾਨੀ ਤੇਂਗੇ',
        ),
        'LAK' => array(
            0 => 'LAK',
            1 => 'ਲਾਓਟਿਆਈ ਕਿਪ',
        ),
        'LBP' => array(
            0 => 'LBP',
            1 => 'ਲੈਬਨਾਨੀ ਪੌਂਡ',
        ),
        'LKR' => array(
            0 => 'LKR',
            1 => 'ਸ੍ਰੀਲੰਕਾਈ ਰੁਪਇਆ',
        ),
        'LRD' => array(
            0 => 'LRD',
            1 => 'ਲਾਈਬੀਰੀਆਈ ਡਾਲਰ',
        ),
        'LTL' => array(
            0 => 'LTL',
            1 => 'ਲਿਥੁਆਨੀਆਈ ਲਿਤਾਸ',
        ),
        'LVL' => array(
            0 => 'LVL',
            1 => 'ਲਾਟਵਿਆਈ ਲਾਟਸ',
        ),
        'LYD' => array(
            0 => 'LYD',
            1 => 'ਲੀਬੀਅਨ ਦਿਨਾਰ',
        ),
        'MAD' => array(
            0 => 'MAD',
            1 => 'ਮੋਰੱਕਨ ਦਿਰਹਾਮ',
        ),
        'MDL' => array(
            0 => 'MDL',
            1 => 'ਮੋਲਡੋਵਨ ਲੇਉ',
        ),
        'MGA' => array(
            0 => 'MGA',
            1 => 'ਮਾਲਾਗਾਸੀ ਅਰਾਇਰੀ',
        ),
        'MKD' => array(
            0 => 'MKD',
            1 => 'ਮੈਕਡੋਨੀਆਈ ਡੇਨਾਰ',
        ),
        'MMK' => array(
            0 => 'MMK',
            1 => 'ਮਿਆਂਮਾਰ ਕਿਆਤ',
        ),
        'MNT' => array(
            0 => 'MNT',
            1 => 'ਮੰਗੋਲੀਆਈ ਤੁਗਰਿਕ',
        ),
        'MOP' => array(
            0 => 'MOP',
            1 => 'ਮੇਕਾਨੀ ਪਟਾਕਾ',
        ),
        'MRO' => array(
            0 => 'MRO',
            1 => 'ਮੋਰਿਟਾਨੀਆਈ ਊਗੀਆ',
        ),
        'MUR' => array(
            0 => 'MUR',
            1 => 'ਮੌਰਿਸ਼ੀਆਈ ਰੁਪਇਆ',
        ),
        'MVR' => array(
            0 => 'MVR',
            1 => 'ਮਾਲਦੀਵੀ ਰੁਫੀਆ',
        ),
        'MWK' => array(
            0 => 'MWK',
            1 => 'ਮਾਲਾਵੀਆਈ ਕਵਾਚਾ',
        ),
        'MXN' => array(
            0 => 'MX$',
            1 => 'ਮੈਕਸੀਕਨ ਪੇਸੋ',
        ),
        'MYR' => array(
            0 => 'MYR',
            1 => 'ਮਲੇਸ਼ੀਆਈ ਰਿੰਗਿਟ',
        ),
        'MZN' => array(
            0 => 'MZN',
            1 => 'ਮੋਜ਼ਾਮਬੀਕਨ ਮੈਟੀਕਲ',
        ),
        'NAD' => array(
            0 => 'NAD',
            1 => 'ਨਾਮੀਬੀਆਈ ਡਾਲਰ',
        ),
        'NGN' => array(
            0 => 'NGN',
            1 => 'ਨਾਇਜੀਰੀਆਈ ਨਾਇਰਾ',
        ),
        'NIO' => array(
            0 => 'NIO',
            1 => 'ਨਿਕਾਰਾਗੁਆਈ ਕੋਰਡੋਬਾ',
        ),
        'NOK' => array(
            0 => 'NOK',
            1 => 'ਨਾਰਵੇਜੀਆਈ ਕਰੌਨ',
        ),
        'NPR' => array(
            0 => 'NPR',
            1 => 'ਨੇਪਾਲੀ ਰੁਪਇਆ',
        ),
        'NZD' => array(
            0 => 'NZ$',
            1 => 'ਨਿਊਜ਼ੀਲੈਂਡ ਡਾਲਰ',
        ),
        'OMR' => array(
            0 => 'OMR',
            1 => 'ਓਮਾਨੀ ਰਿਆਲ',
        ),
        'PAB' => array(
            0 => 'PAB',
            1 => 'ਪਨਾਮੇਨੀਅਨ ਬਾਲਬੋਆ',
        ),
        'PEN' => array(
            0 => 'PEN',
            1 => 'ਪੇਰੂਵੀਅਨ ਸੋਲ',
        ),
        'PGK' => array(
            0 => 'PGK',
            1 => 'ਪਾਪੂਆ ਨਿਊ ਗਿਨੀਆਈ ਕੀਨਾ',
        ),
        'PHP' => array(
            0 => 'PHP',
            1 => 'ਫਿਲਿਪੀਨੀ ਪੇਸੋ',
        ),
        'PKR' => array(
            0 => 'PKR',
            1 => 'ਪਾਕਿਸਤਾਨੀ ਰੁਪਇਆ',
        ),
        'PLN' => array(
            0 => 'PLN',
            1 => 'ਪੋਲੈਂਡੀ ਜ਼ਲੌਟੀ',
        ),
        'PYG' => array(
            0 => 'PYG',
            1 => 'ਪੈਰਾਗੁਵਾਇਨ ਗੁਆਰਾਨੀ',
        ),
        'QAR' => array(
            0 => 'QAR',
            1 => 'ਕਤਰੀ ਰਿਆਲ',
        ),
        'RON' => array(
            0 => 'RON',
            1 => 'ਰੋਮਾਨੀਆਈ ਲੇਉ',
        ),
        'RSD' => array(
            0 => 'RSD',
            1 => 'ਸਰਬੀਆਈ ਦਿਨਾਰ',
        ),
        'RUB' => array(
            0 => 'RUB',
            1 => 'ਰੂਸੀ ਰੂਬਲ',
        ),
        'RWF' => array(
            0 => 'RWF',
            1 => 'ਰਵਾਂਡਨ ਫ੍ਰੈਂਕ',
        ),
        'SAR' => array(
            0 => 'SAR',
            1 => 'ਸਾਊਦੀ ਰਿਆਲ',
        ),
        'SBD' => array(
            0 => 'SBD',
            1 => 'ਸੋਲੋਮਨ ਆਈਲੈਂਡਸ ਡਾਲਰ',
        ),
        'SCR' => array(
            0 => 'SCR',
            1 => 'ਸੇਸ਼ਲਸ ਰੁਪਇਆ',
        ),
        'SDG' => array(
            0 => 'SDG',
            1 => 'ਸੂਡਾਨੀ ਪੌਂਡ',
        ),
        'SEK' => array(
            0 => 'SEK',
            1 => 'ਸਵੀਡਿਸ਼ ਕਰੋਨਾ',
        ),
        'SGD' => array(
            0 => 'SGD',
            1 => 'ਸਿੰਗਾਪੁਰ ਡਾਲਰ',
        ),
        'SHP' => array(
            0 => 'SHP',
            1 => 'ਸੇਂਟ ਹੇਲੇਨਾ ਪੌਂਡ',
        ),
        'SLL' => array(
            0 => 'SLL',
            1 => 'ਸਿਏਰਾ ਲਿਓਨੀਅਨ ਲਿਓਨ',
        ),
        'SOS' => array(
            0 => 'SOS',
            1 => 'ਸੋਮਾਲੀ ਸ਼ਿਲਿੰਗ',
        ),
        'SRD' => array(
            0 => 'SRD',
            1 => 'ਸੂਰੀਨਾਮੀ ਡਾਲਰ',
        ),
        'SSP' => array(
            0 => 'SSP',
            1 => 'ਦੱਖਣੀ ਸੂਡਾਨੀ ਪੌਂਡ',
        ),
        'STD' => array(
            0 => 'STD',
            1 => 'ਸਾਉ ਟੋਮੀ ਐਂਡ ਪ੍ਰਿੰਸਪੀ ਡੋਬਰਾ',
        ),
        'SUR' => array(
            0 => 'SUR',
            1 => 'ਸੋਵੀਅਤ ਰੂਬਲ',
        ),
        'SYP' => array(
            0 => 'SYP',
            1 => 'ਸੀਰੀਆਈ ਪੌਂਡ',
        ),
        'SZL' => array(
            0 => 'SZL',
            1 => 'ਸਵਾਜ਼ੀ ਲਾਇਲੈਂਗਨੀ',
        ),
        'THB' => array(
            0 => '฿',
            1 => 'ਥਾਈ ਬਾਹਤ',
        ),
        'TJS' => array(
            0 => 'TJS',
            1 => 'ਤਾਜਿਕਿਸਤਾਨੀ ਸੋਮੋਨੀ',
        ),
        'TMT' => array(
            0 => 'TMT',
            1 => 'ਤੁਰਕਮੇਨਿਸਤਾਨੀ ਮਾਨਤ',
        ),
        'TND' => array(
            0 => 'TND',
            1 => 'ਟਿਉਨੀਸ਼ੀਆਈ ਦਿਨਾਰ',
        ),
        'TOP' => array(
            0 => 'TOP',
            1 => 'ਟੌਂਗਨ ਪੈਂਗਾ',
        ),
        'TRY' => array(
            0 => 'TRY',
            1 => 'ਤੁਰਕੀ ਲੀਰਾ',
        ),
        'TTD' => array(
            0 => 'TTD',
            1 => 'ਟ੍ਰਿਨੀਡਾਡ ਅਤੇ ਟੋਬਾਗੋ ਡਾਲਰ',
        ),
        'TWD' => array(
            0 => 'NT$',
            1 => 'ਨਵਾਂ ਤਾਇਵਾਨ ਡਾਲਰ',
        ),
        'TZS' => array(
            0 => 'TZS',
            1 => 'ਤਨਜ਼ਾਨੀਆਈ ਸ਼ਿਲਿੰਗ',
        ),
        'UAH' => array(
            0 => 'UAH',
            1 => 'ਯੂਕਰੇਨੀਆਈ ਰਿਵਨਿਆ',
        ),
        'UGX' => array(
            0 => 'UGX',
            1 => 'ਯੂਗਾਂਡੀਆਈ ਸ਼ਿਲਿੰਗ',
        ),
        'USD' => array(
            0 => 'US$',
            1 => 'ਯੂ.ਐਸ. ਡਾਲਰ',
        ),
        'UYI' => array(
            0 => 'UYI',
            1 => 'UYI',
        ),
        'UYP' => array(
            0 => 'UYP',
            1 => 'ਉਰੂਗੁਵਾਇਨ ਪੇਸੋ (1975–1993)',
        ),
        'UYU' => array(
            0 => 'UYU',
            1 => 'ਉਰੂਗੁਵਾਇਨ ਪੇਸੋ',
        ),
        'UZS' => array(
            0 => 'UZS',
            1 => 'ਉਜ਼ਬੇਕਿਸਤਾਨ ਸੋਮ',
        ),
        'VEB' => array(
            0 => 'VEB',
            1 => 'ਵੇਨੇਜ਼ੂਏਲਨ ਬੋਲੀਵਰ (1871–2008)',
        ),
        'VEF' => array(
            0 => 'VEF',
            1 => 'ਵੇਨੇਜ਼ੂਏਲਨ ਬੋਲੀਵਰ',
        ),
        'VND' => array(
            0 => '₫',
            1 => 'ਵੀਅਤਨਾਮੀ ਡੋਂਗ',
        ),
        'VNN' => array(
            0 => 'VNN',
            1 => 'ਵੀਅਤਨਾਮੀ ਡੋਂਗ (1978–1985)',
        ),
        'VUV' => array(
            0 => 'VUV',
            1 => 'ਵਾਨੂਆਟੂ ਵਾਟੂ',
        ),
        'WST' => array(
            0 => 'WST',
            1 => 'ਸਾਮੋਆਈ ਤਾਲਾ',
        ),
        'XAF' => array(
            0 => 'FCFA',
            1 => 'ਕੇਂਦਰੀ ਅਫ਼ਰੀਕੀ [CFA] ਫ੍ਰੈਂਕ',
        ),
        'XCD' => array(
            0 => 'EC$',
            1 => 'ਪੂਰਬੀ ਕੈਰੇਬੀਅਨ ਡਾਲਰ',
        ),
        'XEU' => array(
            0 => 'XEU',
            1 => 'ਯੂਰਪੀ ਮੁਦਰਾ ਇਕਾਈ',
        ),
        'XOF' => array(
            0 => 'CFA',
            1 => 'ਪੱਛਮੀ ਅਫ਼ਰੀਕੀ (CFA) ਫ੍ਰੈਂਕ',
        ),
        'XPF' => array(
            0 => 'CFPF',
            1 => 'ਫ੍ਰੈਂਕ (CFP)',
        ),
        'YER' => array(
            0 => 'YER',
            1 => 'ਯਮਨੀ ਰਿਆਲ',
        ),
        'ZAR' => array(
            0 => 'ZAR',
            1 => 'ਦੱਖਣੀ ਅਫਰੀਕੀ ਰੈਂਡ',
        ),
        'ZMW' => array(
            0 => 'ZMW',
            1 => 'ਜ਼ਾਮਬੀਆਈ ਕਵਾਚਾ',
        ),
    ),
);
