<?php

return array(
    'Version' => '2.1.37.58',
    'Names' => array(
        'ADP' => array(
            0 => 'ADP',
            1 => 'Андоррская песета',
        ),
        'AED' => array(
            0 => 'AED',
            1 => 'дирхам ОАЭ',
        ),
        'AFA' => array(
            0 => 'AFA',
            1 => 'Афгани (1927–2002)',
        ),
        'AFN' => array(
            0 => 'AFN',
            1 => 'афгани',
        ),
        'ALL' => array(
            0 => 'ALL',
            1 => 'албанский лек',
        ),
        'AMD' => array(
            0 => 'AMD',
            1 => 'армянский драм',
        ),
        'ANG' => array(
            0 => 'ANG',
            1 => 'нидерландский антильский гульден',
        ),
        'AOA' => array(
            0 => 'AOA',
            1 => 'ангольская кванза',
        ),
        'AOK' => array(
            0 => 'AOK',
            1 => 'Ангольская кванза (1977–1990)',
        ),
        'AON' => array(
            0 => 'AON',
            1 => 'Ангольская новая кванза (1990–2000)',
        ),
        'AOR' => array(
            0 => 'AOR',
            1 => 'Ангольская кванза реюстадо (1995–1999)',
        ),
        'ARA' => array(
            0 => 'ARA',
            1 => 'Аргентинский аустрал',
        ),
        'ARP' => array(
            0 => 'ARP',
            1 => 'Аргентинское песо (1983–1985)',
        ),
        'ARS' => array(
            0 => 'ARS',
            1 => 'аргентинское песо',
        ),
        'ATS' => array(
            0 => 'ATS',
            1 => 'Австрийский шиллинг',
        ),
        'AUD' => array(
            0 => 'A$',
            1 => 'австралийский доллар',
        ),
        'AWG' => array(
            0 => 'AWG',
            1 => 'арубанский флорин',
        ),
        'AZM' => array(
            0 => 'AZM',
            1 => 'Старый азербайджанский манат',
        ),
        'AZN' => array(
            0 => 'AZN',
            1 => 'азербайджанский манат',
        ),
        'BAD' => array(
            0 => 'BAD',
            1 => 'Динар Боснии и Герцеговины',
        ),
        'BAM' => array(
            0 => 'BAM',
            1 => 'конвертируемая марка Боснии и Герцеговины',
        ),
        'BBD' => array(
            0 => 'BBD',
            1 => 'барбадосский доллар',
        ),
        'BDT' => array(
            0 => 'BDT',
            1 => 'бангладешская така',
        ),
        'BEC' => array(
            0 => 'BEC',
            1 => 'Бельгийский франк (конвертируемый)',
        ),
        'BEF' => array(
            0 => 'BEF',
            1 => 'Бельгийский франк',
        ),
        'BEL' => array(
            0 => 'BEL',
            1 => 'Бельгийский франк (финансовый)',
        ),
        'BGL' => array(
            0 => 'BGL',
            1 => 'Лев',
        ),
        'BGN' => array(
            0 => 'BGN',
            1 => 'болгарский лев',
        ),
        'BHD' => array(
            0 => 'BHD',
            1 => 'бахрейнский динар',
        ),
        'BIF' => array(
            0 => 'BIF',
            1 => 'бурундийский франк',
        ),
        'BMD' => array(
            0 => 'BMD',
            1 => 'бермудский доллар',
        ),
        'BND' => array(
            0 => 'BND',
            1 => 'брунейский доллар',
        ),
        'BOB' => array(
            0 => 'BOB',
            1 => 'боливийский боливиано',
        ),
        'BOP' => array(
            0 => 'BOP',
            1 => 'Боливийское песо',
        ),
        'BOV' => array(
            0 => 'BOV',
            1 => 'Боливийский мвдол',
        ),
        'BRB' => array(
            0 => 'BRB',
            1 => 'Бразильский новый крузейро (1967–1986)',
        ),
        'BRC' => array(
            0 => 'BRC',
            1 => 'Бразильское крузадо',
        ),
        'BRE' => array(
            0 => 'BRE',
            1 => 'Бразильский крузейро (1990–1993)',
        ),
        'BRL' => array(
            0 => 'R$',
            1 => 'бразильский реал',
        ),
        'BRN' => array(
            0 => 'BRN',
            1 => 'Бразильское новое крузадо',
        ),
        'BRR' => array(
            0 => 'BRR',
            1 => 'Бразильский крузейро',
        ),
        'BSD' => array(
            0 => 'BSD',
            1 => 'багамский доллар',
        ),
        'BTN' => array(
            0 => 'BTN',
            1 => 'бутанский нгултрум',
        ),
        'BUK' => array(
            0 => 'BUK',
            1 => 'Джа',
        ),
        'BWP' => array(
            0 => 'BWP',
            1 => 'ботсванская пула',
        ),
        'BYB' => array(
            0 => 'BYB',
            1 => 'Белорусский рубль (1994–1999)',
        ),
        'BYN' => array(
            0 => 'BYN',
            1 => 'белорусский рубль',
        ),
        'BYR' => array(
            0 => 'BYR',
            1 => 'Белорусский рубль (2000–2016)',
        ),
        'BZD' => array(
            0 => 'BZD',
            1 => 'белизский доллар',
        ),
        'CAD' => array(
            0 => 'CA$',
            1 => 'канадский доллар',
        ),
        'CDF' => array(
            0 => 'CDF',
            1 => 'конголезский франк',
        ),
        'CHE' => array(
            0 => 'CHE',
            1 => 'WIR евро',
        ),
        'CHF' => array(
            0 => 'CHF',
            1 => 'швейцарский франк',
        ),
        'CHW' => array(
            0 => 'CHW',
            1 => 'WIR франк',
        ),
        'CLF' => array(
            0 => 'CLF',
            1 => 'Условная расчетная единица Чили',
        ),
        'CLP' => array(
            0 => 'CLP',
            1 => 'чилийское песо',
        ),
        'CNH' => array(
            0 => 'CNH',
            1 => 'китайский офшорный юань',
        ),
        'CNY' => array(
            0 => 'CN¥',
            1 => 'китайский юань',
        ),
        'COP' => array(
            0 => 'COP',
            1 => 'колумбийское песо',
        ),
        'COU' => array(
            0 => 'COU',
            1 => 'Единица реальной стоимости Колумбии',
        ),
        'CRC' => array(
            0 => 'CRC',
            1 => 'костариканский колон',
        ),
        'CSD' => array(
            0 => 'CSD',
            1 => 'Старый Сербский динар',
        ),
        'CSK' => array(
            0 => 'CSK',
            1 => 'Чехословацкая твердая крона',
        ),
        'CUC' => array(
            0 => 'CUC',
            1 => 'кубинское конвертируемое песо',
        ),
        'CUP' => array(
            0 => 'CUP',
            1 => 'кубинское песо',
        ),
        'CVE' => array(
            0 => 'CVE',
            1 => 'эскудо Кабо-Верде',
        ),
        'CYP' => array(
            0 => 'CYP',
            1 => 'Кипрский фунт',
        ),
        'CZK' => array(
            0 => 'CZK',
            1 => 'чешская крона',
        ),
        'DDM' => array(
            0 => 'DDM',
            1 => 'Восточногерманская марка',
        ),
        'DEM' => array(
            0 => 'DEM',
            1 => 'Немецкая марка',
        ),
        'DJF' => array(
            0 => 'DJF',
            1 => 'франк Джибути',
        ),
        'DKK' => array(
            0 => 'DKK',
            1 => 'датская крона',
        ),
        'DOP' => array(
            0 => 'DOP',
            1 => 'доминиканское песо',
        ),
        'DZD' => array(
            0 => 'DZD',
            1 => 'алжирский динар',
        ),
        'ECS' => array(
            0 => 'ECS',
            1 => 'Эквадорский сукре',
        ),
        'ECV' => array(
            0 => 'ECV',
            1 => 'Постоянная единица стоимости Эквадора',
        ),
        'EEK' => array(
            0 => 'EEK',
            1 => 'Эстонская крона',
        ),
        'EGP' => array(
            0 => 'EGP',
            1 => 'египетский фунт',
        ),
        'ERN' => array(
            0 => 'ERN',
            1 => 'эритрейская накфа',
        ),
        'ESA' => array(
            0 => 'ESA',
            1 => 'Испанская песета (А)',
        ),
        'ESB' => array(
            0 => 'ESB',
            1 => 'Испанская песета (конвертируемая)',
        ),
        'ESP' => array(
            0 => 'ESP',
            1 => 'Испанская песета',
        ),
        'ETB' => array(
            0 => 'ETB',
            1 => 'эфиопский быр',
        ),
        'EUR' => array(
            0 => '€',
            1 => 'евро',
        ),
        'FIM' => array(
            0 => 'FIM',
            1 => 'Финская марка',
        ),
        'FJD' => array(
            0 => 'FJD',
            1 => 'доллар Фиджи',
        ),
        'FKP' => array(
            0 => 'FKP',
            1 => 'фунт Фолклендских островов',
        ),
        'FRF' => array(
            0 => 'FRF',
            1 => 'Французский франк',
        ),
        'GBP' => array(
            0 => '£',
            1 => 'британский фунт стерлингов',
        ),
        'GEK' => array(
            0 => 'GEK',
            1 => 'Грузинский купон',
        ),
        'GEL' => array(
            0 => 'GEL',
            1 => 'грузинский лари',
        ),
        'GHC' => array(
            0 => 'GHC',
            1 => 'Ганский седи (1979–2007)',
        ),
        'GHS' => array(
            0 => 'GHS',
            1 => 'ганский седи',
        ),
        'GIP' => array(
            0 => 'GIP',
            1 => 'гибралтарский фунт',
        ),
        'GMD' => array(
            0 => 'GMD',
            1 => 'гамбийский даласи',
        ),
        'GNF' => array(
            0 => 'GNF',
            1 => 'гвинейский франк',
        ),
        'GNS' => array(
            0 => 'GNS',
            1 => 'Гвинейская сили',
        ),
        'GQE' => array(
            0 => 'GQE',
            1 => 'Эквеле экваториальной Гвинеи',
        ),
        'GRD' => array(
            0 => 'GRD',
            1 => 'Греческая драхма',
        ),
        'GTQ' => array(
            0 => 'GTQ',
            1 => 'гватемальский кетсаль',
        ),
        'GWE' => array(
            0 => 'GWE',
            1 => 'Эскудо Португальской Гвинеи',
        ),
        'GWP' => array(
            0 => 'GWP',
            1 => 'Песо Гвинеи-Бисау',
        ),
        'GYD' => array(
            0 => 'GYD',
            1 => 'гайанский доллар',
        ),
        'HKD' => array(
            0 => 'HK$',
            1 => 'гонконгский доллар',
        ),
        'HNL' => array(
            0 => 'HNL',
            1 => 'гондурасская лемпира',
        ),
        'HRD' => array(
            0 => 'HRD',
            1 => 'Хорватский динар',
        ),
        'HRK' => array(
            0 => 'HRK',
            1 => 'хорватская куна',
        ),
        'HTG' => array(
            0 => 'HTG',
            1 => 'гаитянский гурд',
        ),
        'HUF' => array(
            0 => 'HUF',
            1 => 'венгерский форинт',
        ),
        'IDR' => array(
            0 => 'IDR',
            1 => 'индонезийская рупия',
        ),
        'IEP' => array(
            0 => 'IEP',
            1 => 'Ирландский фунт',
        ),
        'ILP' => array(
            0 => 'ILP',
            1 => 'Израильский фунт',
        ),
        'ILS' => array(
            0 => '₪',
            1 => 'новый израильский шекель',
        ),
        'INR' => array(
            0 => '₹',
            1 => 'индийская рупия',
        ),
        'IQD' => array(
            0 => 'IQD',
            1 => 'иракский динар',
        ),
        'IRR' => array(
            0 => 'IRR',
            1 => 'иранский риал',
        ),
        'ISK' => array(
            0 => 'ISK',
            1 => 'исландская крона',
        ),
        'ITL' => array(
            0 => 'ITL',
            1 => 'Итальянская лира',
        ),
        'JMD' => array(
            0 => 'JMD',
            1 => 'ямайский доллар',
        ),
        'JOD' => array(
            0 => 'JOD',
            1 => 'иорданский динар',
        ),
        'JPY' => array(
            0 => '¥',
            1 => 'японская иена',
        ),
        'KES' => array(
            0 => 'KES',
            1 => 'кенийский шиллинг',
        ),
        'KGS' => array(
            0 => 'KGS',
            1 => 'киргизский сом',
        ),
        'KHR' => array(
            0 => 'KHR',
            1 => 'камбоджийский риель',
        ),
        'KMF' => array(
            0 => 'KMF',
            1 => 'франк Коморских островов',
        ),
        'KPW' => array(
            0 => 'KPW',
            1 => 'северокорейская вона',
        ),
        'KRW' => array(
            0 => '₩',
            1 => 'южнокорейская вона',
        ),
        'KWD' => array(
            0 => 'KWD',
            1 => 'кувейтский динар',
        ),
        'KYD' => array(
            0 => 'KYD',
            1 => 'доллар Каймановых островов',
        ),
        'KZT' => array(
            0 => 'KZT',
            1 => 'казахский тенге',
        ),
        'LAK' => array(
            0 => 'LAK',
            1 => 'лаосский кип',
        ),
        'LBP' => array(
            0 => 'LBP',
            1 => 'ливанский фунт',
        ),
        'LKR' => array(
            0 => 'LKR',
            1 => 'шри-ланкийская рупия',
        ),
        'LRD' => array(
            0 => 'LRD',
            1 => 'либерийский доллар',
        ),
        'LSL' => array(
            0 => 'LSL',
            1 => 'Лоти',
        ),
        'LTL' => array(
            0 => 'LTL',
            1 => 'Литовский лит',
        ),
        'LTT' => array(
            0 => 'LTT',
            1 => 'Литовский талон',
        ),
        'LUC' => array(
            0 => 'LUC',
            1 => 'Конвертируемый франк Люксембурга',
        ),
        'LUF' => array(
            0 => 'LUF',
            1 => 'Люксембургский франк',
        ),
        'LUL' => array(
            0 => 'LUL',
            1 => 'Финансовый франк Люксембурга',
        ),
        'LVL' => array(
            0 => 'LVL',
            1 => 'Латвийский лат',
        ),
        'LVR' => array(
            0 => 'LVR',
            1 => 'Латвийский рубль',
        ),
        'LYD' => array(
            0 => 'LYD',
            1 => 'ливийский динар',
        ),
        'MAD' => array(
            0 => 'MAD',
            1 => 'марокканский дирхам',
        ),
        'MAF' => array(
            0 => 'MAF',
            1 => 'Марокканский франк',
        ),
        'MDL' => array(
            0 => 'MDL',
            1 => 'молдавский лей',
        ),
        'MGA' => array(
            0 => 'MGA',
            1 => 'малагасийский ариари',
        ),
        'MGF' => array(
            0 => 'MGF',
            1 => 'Малагасийский франк',
        ),
        'MKD' => array(
            0 => 'MKD',
            1 => 'македонский денар',
        ),
        'MLF' => array(
            0 => 'MLF',
            1 => 'Малийский франк',
        ),
        'MMK' => array(
            0 => 'MMK',
            1 => 'мьянманский кьят',
        ),
        'MNT' => array(
            0 => 'MNT',
            1 => 'монгольский тугрик',
        ),
        'MOP' => array(
            0 => 'MOP',
            1 => 'патака Макао',
        ),
        'MRO' => array(
            0 => 'MRO',
            1 => 'мавританская угия',
        ),
        'MTL' => array(
            0 => 'MTL',
            1 => 'Мальтийская лира',
        ),
        'MTP' => array(
            0 => 'MTP',
            1 => 'Мальтийский фунт',
        ),
        'MUR' => array(
            0 => 'MUR',
            1 => 'маврикийская рупия',
        ),
        'MVR' => array(
            0 => 'MVR',
            1 => 'мальдивская руфия',
        ),
        'MWK' => array(
            0 => 'MWK',
            1 => 'малавийская квача',
        ),
        'MXN' => array(
            0 => 'MX$',
            1 => 'мексиканское песо',
        ),
        'MXP' => array(
            0 => 'MXP',
            1 => 'Мексиканское серебряное песо (1861–1992)',
        ),
        'MXV' => array(
            0 => 'MXV',
            1 => 'Мексиканская пересчетная единица (UDI)',
        ),
        'MYR' => array(
            0 => 'MYR',
            1 => 'малайзийский ринггит',
        ),
        'MZE' => array(
            0 => 'MZE',
            1 => 'Мозамбикское эскудо',
        ),
        'MZM' => array(
            0 => 'MZM',
            1 => 'Старый мозамбикский метикал',
        ),
        'MZN' => array(
            0 => 'MZN',
            1 => 'мозамбикский метикал',
        ),
        'NAD' => array(
            0 => 'NAD',
            1 => 'доллар Намибии',
        ),
        'NGN' => array(
            0 => 'NGN',
            1 => 'нигерийская найра',
        ),
        'NIC' => array(
            0 => 'NIC',
            1 => 'Никарагуанская кордоба (1988–1991)',
        ),
        'NIO' => array(
            0 => 'NIO',
            1 => 'никарагуанская кордоба',
        ),
        'NLG' => array(
            0 => 'NLG',
            1 => 'Нидерландский гульден',
        ),
        'NOK' => array(
            0 => 'NOK',
            1 => 'норвежская крона',
        ),
        'NPR' => array(
            0 => 'NPR',
            1 => 'непальская рупия',
        ),
        'NZD' => array(
            0 => 'NZ$',
            1 => 'новозеландский доллар',
        ),
        'OMR' => array(
            0 => 'OMR',
            1 => 'оманский риал',
        ),
        'PAB' => array(
            0 => 'PAB',
            1 => 'панамский бальбоа',
        ),
        'PEI' => array(
            0 => 'PEI',
            1 => 'Перуанское инти',
        ),
        'PEN' => array(
            0 => 'PEN',
            1 => 'перуанский соль',
        ),
        'PES' => array(
            0 => 'PES',
            1 => 'Перуанский соль (1863–1965)',
        ),
        'PGK' => array(
            0 => 'PGK',
            1 => 'кина Папуа – Новой Гвинеи',
        ),
        'PHP' => array(
            0 => 'PHP',
            1 => 'филиппинское песо',
        ),
        'PKR' => array(
            0 => 'PKR',
            1 => 'пакистанская рупия',
        ),
        'PLN' => array(
            0 => 'PLN',
            1 => 'польский злотый',
        ),
        'PLZ' => array(
            0 => 'PLZ',
            1 => 'Злотый',
        ),
        'PTE' => array(
            0 => 'PTE',
            1 => 'Португальское эскудо',
        ),
        'PYG' => array(
            0 => 'PYG',
            1 => 'парагвайский гуарани',
        ),
        'QAR' => array(
            0 => 'QAR',
            1 => 'катарский риал',
        ),
        'RHD' => array(
            0 => 'RHD',
            1 => 'Родезийский доллар',
        ),
        'ROL' => array(
            0 => 'ROL',
            1 => 'Старый Румынский лей',
        ),
        'RON' => array(
            0 => 'RON',
            1 => 'румынский лей',
        ),
        'RSD' => array(
            0 => 'RSD',
            1 => 'сербский динар',
        ),
        'RUB' => array(
            0 => '₽',
            1 => 'российский рубль',
        ),
        'RUR' => array(
            0 => 'р.',
            1 => 'Российский рубль (1991–1998)',
        ),
        'RWF' => array(
            0 => 'RWF',
            1 => 'франк Руанды',
        ),
        'SAR' => array(
            0 => 'SAR',
            1 => 'саудовский риял',
        ),
        'SBD' => array(
            0 => 'SBD',
            1 => 'доллар Соломоновых островов',
        ),
        'SCR' => array(
            0 => 'SCR',
            1 => 'сейшельская рупия',
        ),
        'SDD' => array(
            0 => 'SDD',
            1 => 'Суданский динар',
        ),
        'SDG' => array(
            0 => 'SDG',
            1 => 'суданский фунт',
        ),
        'SDP' => array(
            0 => 'SDP',
            1 => 'Старый суданский фунт',
        ),
        'SEK' => array(
            0 => 'SEK',
            1 => 'шведская крона',
        ),
        'SGD' => array(
            0 => 'SGD',
            1 => 'сингапурский доллар',
        ),
        'SHP' => array(
            0 => 'SHP',
            1 => 'фунт острова Святой Елены',
        ),
        'SIT' => array(
            0 => 'SIT',
            1 => 'Словенский толар',
        ),
        'SKK' => array(
            0 => 'SKK',
            1 => 'Словацкая крона',
        ),
        'SLL' => array(
            0 => 'SLL',
            1 => 'леоне',
        ),
        'SOS' => array(
            0 => 'SOS',
            1 => 'сомалийский шиллинг',
        ),
        'SRD' => array(
            0 => 'SRD',
            1 => 'суринамский доллар',
        ),
        'SRG' => array(
            0 => 'SRG',
            1 => 'Суринамский гульден',
        ),
        'SSP' => array(
            0 => 'SSP',
            1 => 'южносуданский фунт',
        ),
        'STD' => array(
            0 => 'STD',
            1 => 'добра Сан-Томе и Принсипи',
        ),
        'SUR' => array(
            0 => 'SUR',
            1 => 'Рубль СССР',
        ),
        'SVC' => array(
            0 => 'SVC',
            1 => 'Сальвадорский колон',
        ),
        'SYP' => array(
            0 => 'SYP',
            1 => 'сирийский фунт',
        ),
        'SZL' => array(
            0 => 'SZL',
            1 => 'свазилендский лилангени',
        ),
        'THB' => array(
            0 => '฿',
            1 => 'таиландский бат',
        ),
        'TJR' => array(
            0 => 'TJR',
            1 => 'Таджикский рубль',
        ),
        'TJS' => array(
            0 => 'TJS',
            1 => 'таджикский сомони',
        ),
        'TMM' => array(
            0 => 'TMM',
            1 => 'Туркменский манат',
        ),
        'TMT' => array(
            0 => 'ТМТ',
            1 => 'новый туркменский манат',
        ),
        'TND' => array(
            0 => 'TND',
            1 => 'тунисский динар',
        ),
        'TOP' => array(
            0 => 'TOP',
            1 => 'тонганская паанга',
        ),
        'TPE' => array(
            0 => 'TPE',
            1 => 'Тиморское эскудо',
        ),
        'TRL' => array(
            0 => 'TRL',
            1 => 'Турецкая лира (1922–2005)',
        ),
        'TRY' => array(
            0 => 'TRY',
            1 => 'турецкая лира',
        ),
        'TTD' => array(
            0 => 'TTD',
            1 => 'доллар Тринидада и Тобаго',
        ),
        'TWD' => array(
            0 => 'NT$',
            1 => 'новый тайваньский доллар',
        ),
        'TZS' => array(
            0 => 'TZS',
            1 => 'танзанийский шиллинг',
        ),
        'UAH' => array(
            0 => '₴',
            1 => 'украинская гривна',
        ),
        'UAK' => array(
            0 => 'UAK',
            1 => 'Карбованец (украинский)',
        ),
        'UGS' => array(
            0 => 'UGS',
            1 => 'Старый угандийский шиллинг',
        ),
        'UGX' => array(
            0 => 'UGX',
            1 => 'угандийский шиллинг',
        ),
        'USD' => array(
            0 => '$',
            1 => 'доллар США',
        ),
        'USN' => array(
            0 => 'USN',
            1 => 'Доллар США следующего дня',
        ),
        'USS' => array(
            0 => 'USS',
            1 => 'Доллар США текущего дня',
        ),
        'UYI' => array(
            0 => 'UYI',
            1 => 'Уругвайский песо (индекс инфляции)',
        ),
        'UYP' => array(
            0 => 'UYP',
            1 => 'Уругвайское старое песо (1975–1993)',
        ),
        'UYU' => array(
            0 => 'UYU',
            1 => 'уругвайское песо',
        ),
        'UZS' => array(
            0 => 'UZS',
            1 => 'узбекский сум',
        ),
        'VEB' => array(
            0 => 'VEB',
            1 => 'Венесуэльский боливар (1871–2008)',
        ),
        'VEF' => array(
            0 => 'VEF',
            1 => 'венесуэльский боливар',
        ),
        'VND' => array(
            0 => '₫',
            1 => 'вьетнамский донг',
        ),
        'VUV' => array(
            0 => 'VUV',
            1 => 'вату Вануату',
        ),
        'WST' => array(
            0 => 'WST',
            1 => 'самоанская тала',
        ),
        'XAF' => array(
            0 => 'FCFA',
            1 => 'франк КФА BEAC',
        ),
        'XCD' => array(
            0 => 'EC$',
            1 => 'восточно-карибский доллар',
        ),
        'XEU' => array(
            0 => 'XEU',
            1 => 'ЭКЮ (единица европейской валюты)',
        ),
        'XFO' => array(
            0 => 'XFO',
            1 => 'Французский золотой франк',
        ),
        'XFU' => array(
            0 => 'XFU',
            1 => 'Французский UIC-франк',
        ),
        'XOF' => array(
            0 => 'CFA',
            1 => 'франк КФА ВСЕАО',
        ),
        'XPF' => array(
            0 => 'CFPF',
            1 => 'французский тихоокеанский франк',
        ),
        'XRE' => array(
            0 => 'XRE',
            1 => 'единица RINET-фондов',
        ),
        'YDD' => array(
            0 => 'YDD',
            1 => 'Йеменский динар',
        ),
        'YER' => array(
            0 => 'YER',
            1 => 'йеменский риал',
        ),
        'YUD' => array(
            0 => 'YUD',
            1 => 'Югославский твердый динар',
        ),
        'YUM' => array(
            0 => 'YUM',
            1 => 'Югославский новый динар',
        ),
        'YUN' => array(
            0 => 'YUN',
            1 => 'Югославский динар',
        ),
        'ZAL' => array(
            0 => 'ZAL',
            1 => 'Южноафриканский рэнд (финансовый)',
        ),
        'ZAR' => array(
            0 => 'ZAR',
            1 => 'южноафриканский рэнд',
        ),
        'ZMK' => array(
            0 => 'ZMK',
            1 => 'Квача (замбийская) (1968–2012)',
        ),
        'ZMW' => array(
            0 => 'ZMW',
            1 => 'замбийская квача',
        ),
        'ZRN' => array(
            0 => 'ZRN',
            1 => 'Новый заир',
        ),
        'ZRZ' => array(
            0 => 'ZRZ',
            1 => 'Заир',
        ),
        'ZWD' => array(
            0 => 'ZWD',
            1 => 'Доллар Зимбабве',
        ),
        'ZWL' => array(
            0 => 'ZWL',
            1 => 'Доллар Зимбабве (2009)',
        ),
    ),
);
