<?php

return array(
    'Version' => '2.1.37.5',
    'Names' => array(
        'AED' => array(
            0 => 'AED',
            1 => 'එක්සත් අරාබි එමිරේට්ස් ඩිරාම්',
        ),
        'AFN' => array(
            0 => 'AFN',
            1 => 'ඇෆ්ගනිථාන ඇෆ්ගනි',
        ),
        'ALL' => array(
            0 => 'ALL',
            1 => 'ඇල්බේනියානු ලෙක්',
        ),
        'AMD' => array(
            0 => 'AMD',
            1 => 'ආර්මේනියානු ඩ්‍රෑම්',
        ),
        'ANG' => array(
            0 => 'ANG',
            1 => 'නෙදර්ලන්ත ඇන්ටිලියන් ගිල්ඩර්',
        ),
        'AOA' => array(
            0 => 'AOA',
            1 => 'ඇන්ගෝලානු ක්වන්සා',
        ),
        'ARS' => array(
            0 => 'ARS',
            1 => 'ආර්ජන්ටිනා පෙසෝ',
        ),
        'AUD' => array(
            0 => 'A$',
            1 => 'ඔස්ට්‍රේලියානු ඩොලර්',
        ),
        'AWG' => array(
            0 => 'AWG',
            1 => 'අරූබානු ෆ්ලෝරින්',
        ),
        'AZN' => array(
            0 => 'AZN',
            1 => 'අසර්බයිජානු මනාට්',
        ),
        'BAM' => array(
            0 => 'BAM',
            1 => 'බොස්නියා හර්සගොවීනා පරිවර්ත්‍ය මාර්ක්',
        ),
        'BBD' => array(
            0 => 'BBD',
            1 => 'බාබේඩියානු ඩොලර්',
        ),
        'BDT' => array(
            0 => 'BDT',
            1 => 'බංග්ලාදේශ් ටකා',
        ),
        'BGN' => array(
            0 => 'BGN',
            1 => 'බල්ගේරියානු ලිව්',
        ),
        'BHD' => array(
            0 => 'BHD',
            1 => 'බහරේන් ඩිනාර්',
        ),
        'BIF' => array(
            0 => 'BIF',
            1 => 'බුරුන්දි ෆ්‍රෑන්ක්',
        ),
        'BMD' => array(
            0 => 'BMD',
            1 => 'බර්මියුඩානු ඩොලර්',
        ),
        'BND' => array(
            0 => 'BND',
            1 => 'බෘනායි ඩොලර්',
        ),
        'BOB' => array(
            0 => 'BOB',
            1 => 'බොලිවියානු බොලිවියානෝ',
        ),
        'BRL' => array(
            0 => 'R$',
            1 => 'බ්‍රසීල රියල්',
        ),
        'BSD' => array(
            0 => 'BSD',
            1 => 'බහමානු ඩොලර්',
        ),
        'BTN' => array(
            0 => 'BTN',
            1 => 'භූතාන නගුල්ට්‍රම්',
        ),
        'BWP' => array(
            0 => 'BWP',
            1 => 'බොට්ස්වානා පුලා',
        ),
        'BYN' => array(
            0 => 'BYN',
            1 => 'බෙලරූස් රූබල්',
        ),
        'BYR' => array(
            0 => 'BYR',
            1 => 'බෙලරූස් රූබල් (2000–2016)',
        ),
        'BZD' => array(
            0 => 'BZD',
            1 => 'බෙලීස් ඩොලර්',
        ),
        'CAD' => array(
            0 => 'CA$',
            1 => 'කැනේඩියානු ඩොලර්',
        ),
        'CDF' => array(
            0 => 'CDF',
            1 => 'කොංගෝ ෆ්‍රෑන්ක්',
        ),
        'CHF' => array(
            0 => 'CHF',
            1 => 'ස්විස් ෆ්‍රෑන්ක්',
        ),
        'CLP' => array(
            0 => 'CLP',
            1 => 'චිලි පැසෝ',
        ),
        'CNH' => array(
            0 => 'CNH',
            1 => 'චීන යුආන් (එතෙර)',
        ),
        'CNY' => array(
            0 => 'CN¥',
            1 => 'චීන යුආන්',
        ),
        'COP' => array(
            0 => 'COP',
            1 => 'කොලොම්බියානු පෙසෝ',
        ),
        'CRC' => array(
            0 => 'CRC',
            1 => 'කොස්ට රිකා කොලෝන්',
        ),
        'CUC' => array(
            0 => 'CUC',
            1 => 'මාරුකළ හැකි කියුබානු පැසෝ',
        ),
        'CUP' => array(
            0 => 'CUP',
            1 => 'කියුබානු පැසෝ',
        ),
        'CVE' => array(
            0 => 'CVE',
            1 => 'කේප් වර්ඩ් එස්කියුඩෝ',
        ),
        'CZK' => array(
            0 => 'CZK',
            1 => 'චෙක් රිපබ්ලික් කොරූනා',
        ),
        'DJF' => array(
            0 => 'DJF',
            1 => 'ජිබූති ෆ්‍රෑන්ක්',
        ),
        'DKK' => array(
            0 => 'DKK',
            1 => 'ඩැනිෂ් ක්‍රෝන්',
        ),
        'DOP' => array(
            0 => 'DOP',
            1 => 'ඩොමිනිකානු පෙසෝ',
        ),
        'DZD' => array(
            0 => 'DZD',
            1 => 'ඇල්ගේරියානු ඩිනාර්',
        ),
        'EGP' => array(
            0 => 'EGP',
            1 => 'ඊජිප්තු පවුම්',
        ),
        'ERN' => array(
            0 => 'ERN',
            1 => 'එරිත්‍රියානු නැක්ෆා',
        ),
        'ETB' => array(
            0 => 'ETB',
            1 => 'ඉතියෝපියානු බීර්',
        ),
        'EUR' => array(
            0 => '€',
            1 => 'යුරෝ',
        ),
        'FJD' => array(
            0 => 'FJD',
            1 => 'ෆිජියන් ඩොලර්',
        ),
        'FKP' => array(
            0 => 'FKP',
            1 => 'ෆෝක්ලන්ඩ් දූපත් පවුම්',
        ),
        'GBP' => array(
            0 => '£',
            1 => 'බ්‍රිතාන්‍ය ස්ටර්ලින් පවුම්',
        ),
        'GEL' => array(
            0 => 'GEL',
            1 => 'ජෝජියානු ලැරී',
        ),
        'GHS' => array(
            0 => 'GHS',
            1 => 'ඝානා සෙඩි',
        ),
        'GIP' => array(
            0 => 'GIP',
            1 => 'ජිබ්‍රෝල්ටා පවුම්',
        ),
        'GMD' => array(
            0 => 'GMD',
            1 => 'ගැම්බියානු දලාසි',
        ),
        'GNF' => array(
            0 => 'GNF',
            1 => 'ගිනියානු ෆ්රෑන්ක්',
        ),
        'GTQ' => array(
            0 => 'GTQ',
            1 => 'ගෝතමාලානු ක්වෙට්සල්',
        ),
        'GYD' => array(
            0 => 'GYD',
            1 => 'ගයනා ඩොලර්',
        ),
        'HKD' => array(
            0 => 'HK$',
            1 => 'හොංකොං ඩොලර්',
        ),
        'HNL' => array(
            0 => 'HNL',
            1 => 'හොන්ඩුරානු ලෙම්පිරා',
        ),
        'HRK' => array(
            0 => 'HRK',
            1 => 'ක්‍රොඒෂියානු කූනා',
        ),
        'HTG' => array(
            0 => 'HTG',
            1 => 'හයිටි ගෝර්ඩ්',
        ),
        'HUF' => array(
            0 => 'HUF',
            1 => 'හංගේරියානු ෆරින්ට්',
        ),
        'IDR' => array(
            0 => 'IDR',
            1 => 'ඉන්දුනීසියානු රුපියා',
        ),
        'ILS' => array(
            0 => '₪',
            1 => 'ඊශ්‍රායල නව ශෙකල්',
        ),
        'INR' => array(
            0 => '₹',
            1 => 'ඉන්දියානු රුපියල්',
        ),
        'IQD' => array(
            0 => 'IQD',
            1 => 'ඉරාක ඩිනාර්',
        ),
        'IRR' => array(
            0 => 'IRR',
            1 => 'ඉරාන රියාල්',
        ),
        'ISK' => array(
            0 => 'ISK',
            1 => 'අයිස්ලන්තික ක්‍රෝනා',
        ),
        'JMD' => array(
            0 => 'JMD',
            1 => 'ජැමෙයිකානු ඩොලර්',
        ),
        'JOD' => array(
            0 => 'JOD',
            1 => 'ජෝර්දාන් ඩිනාර්',
        ),
        'JPY' => array(
            0 => 'JP¥',
            1 => 'ජපන් යෙන්',
        ),
        'KES' => array(
            0 => 'KES',
            1 => 'කෙන්යානු ශිලිං',
        ),
        'KGS' => array(
            0 => 'KGS',
            1 => 'කිරිගිස්ථාන සම්',
        ),
        'KHR' => array(
            0 => 'KHR',
            1 => 'කාම්බෝජ රියේල්',
        ),
        'KMF' => array(
            0 => 'KMF',
            1 => 'කොමොරියානු ෆ්‍රෑන්ක්',
        ),
        'KPW' => array(
            0 => 'KPW',
            1 => 'උතුරු කොරියානු වොන්',
        ),
        'KRW' => array(
            0 => '₩',
            1 => 'දකුණු කොරියානු වොන්',
        ),
        'KWD' => array(
            0 => 'KWD',
            1 => 'කුවේට් ඩිනාර්',
        ),
        'KYD' => array(
            0 => 'KYD',
            1 => 'කේමන් දූපත් ඩොලර්',
        ),
        'KZT' => array(
            0 => 'KZT',
            1 => 'කසකස්ථාන ටෙන්ග',
        ),
        'LAK' => array(
            0 => 'LAK',
            1 => 'ලාඕස් කිප්',
        ),
        'LBP' => array(
            0 => 'LBP',
            1 => 'ලෙබනන පවුම්',
        ),
        'LKR' => array(
            0 => 'රු.',
            1 => 'ශ්‍රී ලංකා රුපියල',
        ),
        'LRD' => array(
            0 => 'LRD',
            1 => 'ලයිබේරියානු ඩොලර්',
        ),
        'LTL' => array(
            0 => 'LTL',
            1 => 'ලිතුවේනියානු',
        ),
        'LVL' => array(
            0 => 'LVL',
            1 => 'ලැට්වියානු ලැට්ස්',
        ),
        'LYD' => array(
            0 => 'LYD',
            1 => 'ලිබියානු ඩිනාර්',
        ),
        'MAD' => array(
            0 => 'MAD',
            1 => 'මොරොක්කෝ ඩිර්හැම්',
        ),
        'MDL' => array(
            0 => 'MDL',
            1 => 'මෝල්ඩෝවානු ලෙව්',
        ),
        'MGA' => array(
            0 => 'MGA',
            1 => 'මලගාසි අරියාරි',
        ),
        'MKD' => array(
            0 => 'MKD',
            1 => 'මැසඩෝනියානු ඩිනාර්',
        ),
        'MMK' => array(
            0 => 'MMK',
            1 => 'බුරුම ක්යාට්',
        ),
        'MNT' => array(
            0 => 'MNT',
            1 => 'මොන්ගෝලියානු ටග්‍රික්',
        ),
        'MOP' => array(
            0 => 'MOP',
            1 => 'මැකනීස් පටකා',
        ),
        'MRO' => array(
            0 => 'MRO',
            1 => 'මුරුසි ඔයිගුයියා',
        ),
        'MUR' => array(
            0 => 'MUR',
            1 => 'මුරිසියානු රුපියල්',
        ),
        'MVR' => array(
            0 => 'MVR',
            1 => 'මාලදිවයින් රුෆියා',
        ),
        'MWK' => array(
            0 => 'MWK',
            1 => 'මලාවි ක්වාචා',
        ),
        'MXN' => array(
            0 => 'MX$',
            1 => 'මෙක්සිකානු ඩොලර්',
        ),
        'MYR' => array(
            0 => 'MYR',
            1 => 'මැලේසියානු රින්ගිට්',
        ),
        'MZN' => array(
            0 => 'MZN',
            1 => 'මොසැම්බිකන් මෙටිකල්',
        ),
        'NAD' => array(
            0 => 'NAD',
            1 => 'නැමීබියානු ඩොලර්',
        ),
        'NGN' => array(
            0 => 'NGN',
            1 => 'නයිජීරියානු නයිරා',
        ),
        'NIO' => array(
            0 => 'NIO',
            1 => 'නිකරගුවානු කොඩෝබා',
        ),
        'NOK' => array(
            0 => 'NOK',
            1 => 'නොර්වීජියන් ක්‍රෝන්',
        ),
        'NPR' => array(
            0 => 'NPR',
            1 => 'නේපාල රුපියල්',
        ),
        'NZD' => array(
            0 => 'NZ$',
            1 => 'නවසීලන්ත ඩොලර්',
        ),
        'OMR' => array(
            0 => 'OMR',
            1 => 'ඕමාන් රියාල්',
        ),
        'PAB' => array(
            0 => 'PAB',
            1 => 'පැනමා බැල්බෝ',
        ),
        'PEN' => array(
            0 => 'PEN',
            1 => 'පේරු සොල්',
        ),
        'PGK' => array(
            0 => 'PGK',
            1 => 'පැපුවා නිව් ගිනියානු කිනා',
        ),
        'PHP' => array(
            0 => 'PHP',
            1 => 'පිලිපීන පෙසෝ',
        ),
        'PKR' => array(
            0 => 'PKR',
            1 => 'පාකිස්ථාන රුපියල්',
        ),
        'PLN' => array(
            0 => 'PLN',
            1 => 'පොලිෂ් ස්ලොටි',
        ),
        'PYG' => array(
            0 => 'PYG',
            1 => 'පැරගුවේ ගුවරානි',
        ),
        'QAR' => array(
            0 => 'QAR',
            1 => 'කටාර් රියාල්',
        ),
        'RON' => array(
            0 => 'RON',
            1 => 'රොමේනියානු ලෙව්',
        ),
        'RSD' => array(
            0 => 'RSD',
            1 => 'සර්බියානු ඩිනාර්',
        ),
        'RUB' => array(
            0 => 'RUB',
            1 => 'රුසියන් රූබල්',
        ),
        'RWF' => array(
            0 => 'RWF',
            1 => 'රුවන්ඩා ෆ්‍රෑන්ක්',
        ),
        'SAR' => array(
            0 => 'SAR',
            1 => 'සවුදි රියාල්',
        ),
        'SBD' => array(
            0 => 'SBD',
            1 => 'සොලමන් දූපත් ඩොලර්',
        ),
        'SCR' => array(
            0 => 'SCR',
            1 => 'සීෂෙලියානු රුපියල',
        ),
        'SDG' => array(
            0 => 'SDG',
            1 => 'සුඩාන පවුම්',
        ),
        'SEK' => array(
            0 => 'SEK',
            1 => 'ස්වෙඩිෂ් ක්‍රෝනා',
        ),
        'SGD' => array(
            0 => 'SGD',
            1 => 'සිංගප්පූරු ඩොලර්',
        ),
        'SHP' => array(
            0 => 'SHP',
            1 => 'ශාන්ත හෙලේනා පවුම්',
        ),
        'SLL' => array(
            0 => 'SLL',
            1 => 'සියරා ලියොන් ලියොන්',
        ),
        'SOS' => array(
            0 => 'SOS',
            1 => 'සෝමාලියානු ශිලිං',
        ),
        'SRD' => array(
            0 => 'SRD',
            1 => 'සුරිනාම් ඩොලර්',
        ),
        'SSP' => array(
            0 => 'SSP',
            1 => 'දකුණු සුඩාන පවුම්',
        ),
        'STD' => array(
            0 => 'STD',
            1 => 'සාඕ තෝම් සහ ප්‍රින්සිප් දොබ්‍රා',
        ),
        'SYP' => array(
            0 => 'SYP',
            1 => 'සිරියානු පවුම්',
        ),
        'SZL' => array(
            0 => 'SZL',
            1 => 'ස්වාසි ලිලන්ජනි',
        ),
        'THB' => array(
            0 => '฿',
            1 => 'තායි බාත්',
        ),
        'TJS' => array(
            0 => 'TJS',
            1 => 'තජිකිස්ථාන සමොනි',
        ),
        'TMT' => array(
            0 => 'TMT',
            1 => 'තක්මෙනිස්ථාන මනාට්',
        ),
        'TND' => array(
            0 => 'TND',
            1 => 'ටියුනීසියානු ඩිනාර්',
        ),
        'TOP' => array(
            0 => 'TOP',
            1 => 'ටොංගානු පාන්ගා',
        ),
        'TRY' => array(
            0 => 'TRY',
            1 => 'තුර්කි ලිරා',
        ),
        'TTD' => array(
            0 => 'TTD',
            1 => 'ට්‍රිනිඩෑඩ් සහ ටොබෑගෝ ඩොලර්',
        ),
        'TWD' => array(
            0 => 'NT$',
            1 => 'නව තායිවාන ඩොලර්',
        ),
        'TZS' => array(
            0 => 'TZS',
            1 => 'ටැන්සානියානු ශිලිං',
        ),
        'UAH' => array(
            0 => 'UAH',
            1 => 'යුක්රේන හ්‍රිව්නියා',
        ),
        'UGX' => array(
            0 => 'UGX',
            1 => 'උගන්ඩා ශිලිං',
        ),
        'USD' => array(
            0 => 'US$',
            1 => 'ඇමරිකානු ඩොලර්',
        ),
        'UYU' => array(
            0 => 'UYU',
            1 => 'උරුගුවේ පෙසෝ',
        ),
        'UZS' => array(
            0 => 'UZS',
            1 => 'උස්බෙකිස්ථාන සම්',
        ),
        'VEF' => array(
            0 => 'VEF',
            1 => 'වෙනිසියුලානු බොලිවර්',
        ),
        'VND' => array(
            0 => '₫',
            1 => 'වියට්නාම ඩොන්',
        ),
        'VUV' => array(
            0 => 'VUV',
            1 => 'වනුවාටු වාටු',
        ),
        'WST' => array(
            0 => 'WST',
            1 => 'සැමෝවා ටාලා',
        ),
        'XAF' => array(
            0 => 'FCFA',
            1 => 'සිෆ්එ ෆ්රෑන්ක් බිඊඑසි',
        ),
        'XCD' => array(
            0 => 'EC$',
            1 => 'නැගෙනහිර කැරිබියානු ඩොලර්',
        ),
        'XOF' => array(
            0 => 'සිෆ්එ',
            1 => 'සිෆ්එ ෆ්රෑන්ක් බිසීඊඑඔ',
        ),
        'XPF' => array(
            0 => 'CFPF',
            1 => 'ප්‍රංශ පොලිනීසියානු ෆ්‍රෑන්ක්',
        ),
        'YER' => array(
            0 => 'YER',
            1 => 'යේමන රියාල්',
        ),
        'ZAR' => array(
            0 => 'ZAR',
            1 => 'දකුණු අප්‍රිකානු රැන්ඩ්',
        ),
        'ZMK' => array(
            0 => 'ZMK',
            1 => 'සැම්බියානු ක්වාචා (1968–2012)',
        ),
        'ZMW' => array(
            0 => 'ZMW',
            1 => 'සැම්බියානු ක්වාචා',
        ),
    ),
);
