<?php

return array(
    'Version' => '2.1.36.86',
    'Names' => array(
        'AED' => array(
            0 => 'AED',
            1 => 'ஐக்கிய அரபு எமிரேட்ஸ் திர்ஹாம்',
        ),
        'AFN' => array(
            0 => 'AFN',
            1 => 'ஆஃப்கான் ஆஃப்கானி',
        ),
        'ALL' => array(
            0 => 'ALL',
            1 => 'அல்பேனியன் லெக்',
        ),
        'AMD' => array(
            0 => 'AMD',
            1 => 'ஆர்மேனியன் ட்ராம்',
        ),
        'ANG' => array(
            0 => 'ANG',
            1 => 'நெதர்லேண்ட்ஸ் அன்டிலியன் கில்டர்',
        ),
        'AOA' => array(
            0 => 'AOA',
            1 => 'அங்கோலன் க்வான்ஸா',
        ),
        'ARS' => array(
            0 => 'ARS',
            1 => 'அர்ஜென்டைன் பெசோ',
        ),
        'AUD' => array(
            0 => 'A$',
            1 => 'ஆஸ்திரேலிய டாலர்',
        ),
        'AWG' => array(
            0 => 'AWG',
            1 => 'அருபன் ஃப்ளோரின்',
        ),
        'AZN' => array(
            0 => 'AZN',
            1 => 'அசர்பைஜானி மனத்',
        ),
        'BAM' => array(
            0 => 'BAM',
            1 => 'போஸ்னியா-ஹெர்ஸேகோவினா கன்வெர்டிபில் மார்க்',
        ),
        'BBD' => array(
            0 => 'BBD',
            1 => 'பார்பேடியன் டாலர்',
        ),
        'BDT' => array(
            0 => 'BDT',
            1 => 'பங்களாதேஷி டாகா',
        ),
        'BGN' => array(
            0 => 'BGN',
            1 => 'பல்கேரியன் லேவ்',
        ),
        'BHD' => array(
            0 => 'BHD',
            1 => 'பஹ்ரைனி தினார்',
        ),
        'BIF' => array(
            0 => 'BIF',
            1 => 'புருண்டியன் ஃப்ராங்க்',
        ),
        'BMD' => array(
            0 => 'BMD',
            1 => 'பெர்முடன் டாலர்',
        ),
        'BND' => array(
            0 => 'BND',
            1 => 'புரூனே டாலர்',
        ),
        'BOB' => array(
            0 => 'BOB',
            1 => 'பொலிவியன் பொலிவியானோ',
        ),
        'BRL' => array(
            0 => 'R$',
            1 => 'பிரேசிலியன் ரியால்',
        ),
        'BSD' => array(
            0 => 'BSD',
            1 => 'பஹாமியன் டாலர்',
        ),
        'BTN' => array(
            0 => 'BTN',
            1 => 'பூட்டானீஸ் குல்ட்ரம்',
        ),
        'BWP' => array(
            0 => 'BWP',
            1 => 'போட்ஸ்வானன் புலா',
        ),
        'BYN' => array(
            0 => 'BYN',
            1 => 'பெலருசியன் ரூபிள்',
        ),
        'BYR' => array(
            0 => 'BYR',
            1 => 'பெலருசியன் ரூபிள் (2000–2016)',
        ),
        'BZD' => array(
            0 => 'BZD',
            1 => 'பெலீஸ் டாலர்',
        ),
        'CAD' => array(
            0 => 'CA$',
            1 => 'கனடியன் டாலர்',
        ),
        'CDF' => array(
            0 => 'CDF',
            1 => 'காங்கோலீஸ் ஃப்ராங்க்',
        ),
        'CHF' => array(
            0 => 'CHF',
            1 => 'சுவிஸ் ஃப்ராங்க்',
        ),
        'CLP' => array(
            0 => 'CLP',
            1 => 'சிலியன் பெசோ',
        ),
        'CNH' => array(
            0 => 'CNH',
            1 => 'CNH',
        ),
        'CNY' => array(
            0 => 'CN¥',
            1 => 'சீன யுவான்',
        ),
        'COP' => array(
            0 => 'COP',
            1 => 'கொலம்பியன் பெசோ',
        ),
        'CRC' => array(
            0 => 'CRC',
            1 => 'கோஸ்டா ரிகன் கொலோன்',
        ),
        'CUC' => array(
            0 => 'CUC',
            1 => 'கியூபன் கன்வெர்டிபில் பெசோ',
        ),
        'CUP' => array(
            0 => 'CUP',
            1 => 'கியூபன் பெசோ',
        ),
        'CVE' => array(
            0 => 'CVE',
            1 => 'கேப் வெர்டியன் எஸ்குடோ',
        ),
        'CZK' => array(
            0 => 'CZK',
            1 => 'செக் குடியரசு கொருனா',
        ),
        'DJF' => array(
            0 => 'DJF',
            1 => 'ஜிபவ்டியென் ஃப்ராங்க்',
        ),
        'DKK' => array(
            0 => 'DKK',
            1 => 'டேனிஷ் க்ரோன்',
        ),
        'DOP' => array(
            0 => 'DOP',
            1 => 'டொமினிக்கன் பெசோ',
        ),
        'DZD' => array(
            0 => 'DZD',
            1 => 'அல்ஜீரியன் தினார்',
        ),
        'EGP' => array(
            0 => 'EGP',
            1 => 'எகிப்திய பவுண்டு',
        ),
        'ERN' => array(
            0 => 'ERN',
            1 => 'எரித்ரியன் நக்ஃபா',
        ),
        'ETB' => array(
            0 => 'ETB',
            1 => 'எத்தியோப்பியன் பிர்',
        ),
        'EUR' => array(
            0 => '€',
            1 => 'யூரோ',
        ),
        'FJD' => array(
            0 => 'FJD',
            1 => 'ஃபிஜியன் டாலர்',
        ),
        'FKP' => array(
            0 => 'FKP',
            1 => 'ஃபாக்லாந்து தீவுகள் பவுண்டு',
        ),
        'GBP' => array(
            0 => '£',
            1 => 'பிரிட்டிஷ் பவுண்டு',
        ),
        'GEL' => array(
            0 => 'GEL',
            1 => 'ஜார்ஜியன் லாரி',
        ),
        'GHS' => array(
            0 => 'GHS',
            1 => 'கானயன் சேடி',
        ),
        'GIP' => array(
            0 => 'GIP',
            1 => 'ஜிப்ரால்டர் பவுண்டு',
        ),
        'GMD' => array(
            0 => 'GMD',
            1 => 'கேம்பியன் தலாசி',
        ),
        'GNF' => array(
            0 => 'GNF',
            1 => 'கினியன் ஃப்ராங்க்',
        ),
        'GTQ' => array(
            0 => 'GTQ',
            1 => 'குவாதெமாலன் க்யுட்ஸல்',
        ),
        'GYD' => array(
            0 => 'GYD',
            1 => 'கயானீஸ் டாலர்',
        ),
        'HKD' => array(
            0 => 'HK$',
            1 => 'ஹாங்காங் டாலர்',
        ),
        'HNL' => array(
            0 => 'HNL',
            1 => 'ஹோன்டூரன் லெம்பீரா',
        ),
        'HRK' => array(
            0 => 'HRK',
            1 => 'குரோஷியன் குனா',
        ),
        'HTG' => array(
            0 => 'HTG',
            1 => 'ஹைட்டியன் கோர்டே',
        ),
        'HUF' => array(
            0 => 'HUF',
            1 => 'ஹங்கேரியன் ஃபோரின்ட்',
        ),
        'IDR' => array(
            0 => 'IDR',
            1 => 'இந்தோனேஷியன் ருபியா',
        ),
        'ILS' => array(
            0 => '₪',
            1 => 'இஸ்ரேலி நியூ ஷிகேல்',
        ),
        'INR' => array(
            0 => '₹',
            1 => 'இந்திய ரூபாய்',
        ),
        'IQD' => array(
            0 => 'IQD',
            1 => 'ஈராக்கி தினார்',
        ),
        'IRR' => array(
            0 => 'IRR',
            1 => 'ஈரானியன் ரியால்',
        ),
        'ISK' => array(
            0 => 'ISK',
            1 => 'ஐஸ்லாண்டிக் க்ரோனா',
        ),
        'JMD' => array(
            0 => 'JMD',
            1 => 'ஜமைக்கன் டாலர்',
        ),
        'JOD' => array(
            0 => 'JOD',
            1 => 'ஜோர்டானிய தினார்',
        ),
        'JPY' => array(
            0 => '¥',
            1 => 'ஜப்பானிய யென்',
        ),
        'KES' => array(
            0 => 'KES',
            1 => 'கென்யன் ஷில்லிங்',
        ),
        'KGS' => array(
            0 => 'KGS',
            1 => 'கிர்கிஸ்தானி சோம்',
        ),
        'KHR' => array(
            0 => 'KHR',
            1 => 'கம்போடியன் ரியெல்',
        ),
        'KMF' => array(
            0 => 'KMF',
            1 => 'கமோரியன் ஃப்ராங்க்',
        ),
        'KPW' => array(
            0 => 'KPW',
            1 => 'வட கொரிய வான்',
        ),
        'KRW' => array(
            0 => '₩',
            1 => 'தென் கொரிய வான்',
        ),
        'KWD' => array(
            0 => 'KWD',
            1 => 'குவைத்தி தினார்',
        ),
        'KYD' => array(
            0 => 'KYD',
            1 => 'கேமன் தீவுகள் டாலர்',
        ),
        'KZT' => array(
            0 => 'KZT',
            1 => 'கஸகஸ்தானி டென்கே',
        ),
        'LAK' => array(
            0 => 'LAK',
            1 => 'லவோஷியன் கிப்',
        ),
        'LBP' => array(
            0 => 'LBP',
            1 => 'லெபனீஸ் பவுண்டு',
        ),
        'LKR' => array(
            0 => 'LKR',
            1 => 'இலங்கை ரூபாய்',
        ),
        'LRD' => array(
            0 => 'LRD',
            1 => 'லைபீரியன் டாலர்',
        ),
        'LSL' => array(
            0 => 'LSL',
            1 => 'லெசோதோ லோட்டி',
        ),
        'LTL' => array(
            0 => 'LTL',
            1 => 'லிதுவேனியன் லிடஸ்',
        ),
        'LVL' => array(
            0 => 'LVL',
            1 => 'லத்வியன் லாட்ஸ்',
        ),
        'LYD' => array(
            0 => 'LYD',
            1 => 'லிபியன் தினார்',
        ),
        'MAD' => array(
            0 => 'MAD',
            1 => 'மொராக்கன் திர்ஹாம்',
        ),
        'MDL' => array(
            0 => 'MDL',
            1 => 'மால்டோவன் லியூ',
        ),
        'MGA' => array(
            0 => 'MGA',
            1 => 'மலகாசி ஏரியரி',
        ),
        'MKD' => array(
            0 => 'MKD',
            1 => 'மாசிடோனியன் டேனார்',
        ),
        'MMK' => array(
            0 => 'MMK',
            1 => 'மியான்மர் கியாத்',
        ),
        'MNT' => array(
            0 => 'MNT',
            1 => 'மங்கோலியன் டுக்ரிக்',
        ),
        'MOP' => array(
            0 => 'MOP',
            1 => 'மெகனீஸ் படாகா',
        ),
        'MRO' => array(
            0 => 'MRO',
            1 => 'மொரிஷானியன் ஒகுயா',
        ),
        'MUR' => array(
            0 => 'MUR',
            1 => 'மொரீஷியன் ருபீ',
        ),
        'MVR' => array(
            0 => 'MVR',
            1 => 'மாலத்தீவு ருஃபியா',
        ),
        'MWK' => array(
            0 => 'MWK',
            1 => 'மலாவியன் குவாச்சா',
        ),
        'MXN' => array(
            0 => 'MX$',
            1 => 'மெக்ஸிகன் பெசோ',
        ),
        'MYR' => array(
            0 => 'MYR',
            1 => 'மலேஷியன் ரிங்கிட்',
        ),
        'MZN' => array(
            0 => 'MZN',
            1 => 'மொசாம்பிகன் மெடிகல்',
        ),
        'NAD' => array(
            0 => 'NAD',
            1 => 'நமீபியன் டாலர்',
        ),
        'NGN' => array(
            0 => 'NGN',
            1 => 'நைஜீரியன் நைரா',
        ),
        'NIO' => array(
            0 => 'NIO',
            1 => 'நிகரகுவன் கோர்டோபா',
        ),
        'NOK' => array(
            0 => 'NOK',
            1 => 'நார்வேஜியன் க்ரோன்',
        ),
        'NPR' => array(
            0 => 'NPR',
            1 => 'நேபாளீஸ் ரூபாய்',
        ),
        'NZD' => array(
            0 => 'NZ$',
            1 => 'நியூசிலாந்து டாலர்',
        ),
        'OMR' => array(
            0 => 'OMR',
            1 => 'ஓமானி ரியால்',
        ),
        'PAB' => array(
            0 => 'PAB',
            1 => 'பனாமானியன் பால்போவா',
        ),
        'PEN' => array(
            0 => 'PEN',
            1 => 'பெரூவியன் சோல்',
        ),
        'PGK' => array(
            0 => 'PGK',
            1 => 'பபுவா நியூ கினியன் கினா',
        ),
        'PHP' => array(
            0 => 'PHP',
            1 => 'பிலிப்பைன் பெசோ',
        ),
        'PKR' => array(
            0 => 'PKR',
            1 => 'பாகிஸ்தானி ரூபாய்',
        ),
        'PLN' => array(
            0 => 'PLN',
            1 => 'போலிஷ் ஸ்லாட்டி',
        ),
        'PYG' => array(
            0 => 'PYG',
            1 => 'பராகுவன் குவாரானி',
        ),
        'QAR' => array(
            0 => 'QAR',
            1 => 'கத்தாரி ரியால்',
        ),
        'RON' => array(
            0 => 'RON',
            1 => 'ரோமானியன் லியூ',
        ),
        'RSD' => array(
            0 => 'RSD',
            1 => 'செர்பியன் தினார்',
        ),
        'RUB' => array(
            0 => 'RUB',
            1 => 'ரஷியன் ரூபிள்',
        ),
        'RWF' => array(
            0 => 'RWF',
            1 => 'ருவாண்டன் ஃப்ராங்க்',
        ),
        'SAR' => array(
            0 => 'SAR',
            1 => 'சவுதி ரியால்',
        ),
        'SBD' => array(
            0 => 'SBD',
            1 => 'சாலமன் தீவுகள் டாலர்',
        ),
        'SCR' => array(
            0 => 'SCR',
            1 => 'சிசீலோயிஸ் ருபீ',
        ),
        'SDG' => array(
            0 => 'SDG',
            1 => 'சூடானீஸ் பவுண்டு',
        ),
        'SEK' => array(
            0 => 'SEK',
            1 => 'ஸ்வீடிஷ் க்ரோனா',
        ),
        'SGD' => array(
            0 => 'SGD',
            1 => 'சிங்கப்பூர் டாலர்',
        ),
        'SHP' => array(
            0 => 'SHP',
            1 => 'செயின்ட் ஹெலேனா பவுண்டு',
        ),
        'SLL' => array(
            0 => 'SLL',
            1 => 'சியாரா லியோனியன் லியோன்',
        ),
        'SOS' => array(
            0 => 'SOS',
            1 => 'சோமாலி ஷில்லிங்',
        ),
        'SRD' => array(
            0 => 'SRD',
            1 => 'சுரினாமீஸ் டாலர்',
        ),
        'SSP' => array(
            0 => 'SSP',
            1 => 'தெற்கு சூடானீஸ் பவுண்டு',
        ),
        'STD' => array(
            0 => 'STD',
            1 => 'சாவ் டோமி மற்றும் பிரின்ஸ்பி டோப்ரா',
        ),
        'SYP' => array(
            0 => 'SYP',
            1 => 'சிரியன் பவுண்டு',
        ),
        'SZL' => array(
            0 => 'SZL',
            1 => 'சுவாஸி லிலாங்கனி',
        ),
        'THB' => array(
            0 => '฿',
            1 => 'தாய் பாட்',
        ),
        'TJS' => array(
            0 => 'TJS',
            1 => 'தஜிகிஸ்தானி சோமோனி',
        ),
        'TMT' => array(
            0 => 'TMT',
            1 => 'துர்க்மெனிஸ்தானி மனத்',
        ),
        'TND' => array(
            0 => 'TND',
            1 => 'துனிஷியன் தினார்',
        ),
        'TOP' => array(
            0 => 'TOP',
            1 => 'தொங்கான் பங்கா',
        ),
        'TRY' => array(
            0 => 'TRY',
            1 => 'துருக்கிஷ் லீரா',
        ),
        'TTD' => array(
            0 => 'TTD',
            1 => 'டிரினிடாட் மற்றும் டோபாகோ டாலர்',
        ),
        'TWD' => array(
            0 => 'NT$',
            1 => 'புதிய தைவான் டாலர்',
        ),
        'TZS' => array(
            0 => 'TZS',
            1 => 'தான்சானியன் ஷில்லிங்',
        ),
        'UAH' => array(
            0 => 'UAH',
            1 => 'உக்ரைனியன் ஹிரைவ்னியா',
        ),
        'UGX' => array(
            0 => 'UGX',
            1 => 'உகாண்டன் ஷில்லிங்',
        ),
        'USD' => array(
            0 => '$',
            1 => 'அமெரிக்க டாலர்',
        ),
        'UYU' => array(
            0 => 'UYU',
            1 => 'உருகுவேயன் பெசோ',
        ),
        'UZS' => array(
            0 => 'UZS',
            1 => 'உஸ்பெக்கிஸ்தானி சோம்',
        ),
        'VEF' => array(
            0 => 'VEF',
            1 => 'வெனிசுலன் போலிவர்',
        ),
        'VND' => array(
            0 => '₫',
            1 => 'வியட்நாமீஸ் டாங்',
        ),
        'VUV' => array(
            0 => 'VUV',
            1 => 'வனுவாட்டு வாட்டு',
        ),
        'WST' => array(
            0 => 'WST',
            1 => 'சமோவான் தாலா',
        ),
        'XAF' => array(
            0 => 'FCFA',
            1 => 'மத்திய ஆப்பிரிக்க CFA ஃப்ராங்க்',
        ),
        'XCD' => array(
            0 => 'EC$',
            1 => 'கிழக்கு கரீபியன் டாலர்',
        ),
        'XOF' => array(
            0 => 'CFA',
            1 => 'மேற்கு ஆப்பிரிக்க CFA ஃப்ராங்க்',
        ),
        'XPF' => array(
            0 => 'CFPF',
            1 => 'ஃப்ராங்க் (CFP)',
        ),
        'YER' => array(
            0 => 'YER',
            1 => 'ஏமனி ரியால்',
        ),
        'ZAR' => array(
            0 => 'ZAR',
            1 => 'தென் ஆப்ரிக்க ராண்ட்',
        ),
        'ZMK' => array(
            0 => 'ZMK',
            1 => 'ஸாம்பியன் குவாசா (1968–2012)',
        ),
        'ZMW' => array(
            0 => 'ZMW',
            1 => 'ஸாம்பியன் குவாச்சா',
        ),
    ),
);
