<?php

return array(
    'Version' => '2.1.36.86',
    'Names' => array(
        'AED' => array(
            0 => 'AED',
            1 => 'యునైటెడ్ ఆరబ్ ఎమిరేట్స్ దిరామ్',
        ),
        'AFN' => array(
            0 => 'AFN',
            1 => 'ఆఫ్ఘాన్ ఆఫ్ఘాని',
        ),
        'ALL' => array(
            0 => 'ALL',
            1 => 'ఆల్బేనియన్ లేక్',
        ),
        'AMD' => array(
            0 => 'AMD',
            1 => 'అమెరికన్ డ్రామ్',
        ),
        'ANG' => array(
            0 => 'ANG',
            1 => 'నెదర్లాండ్స్ యాంటిల్లియన్ గిల్‌డర్',
        ),
        'AOA' => array(
            0 => 'AOA',
            1 => 'అంగోలాన్ క్వాన్‌జా',
        ),
        'ARS' => array(
            0 => 'ARS',
            1 => 'అర్జెంటీనా పెసో',
        ),
        'AUD' => array(
            0 => 'A$',
            1 => 'ఆస్ట్రేలియన్ డాలర్',
        ),
        'AWG' => array(
            0 => 'AWG',
            1 => 'అరుబన్ ఫ్లోరిన్',
        ),
        'AZN' => array(
            0 => 'AZN',
            1 => 'అజర్బైజాన్ మానట్',
        ),
        'BAM' => array(
            0 => 'BAM',
            1 => 'బోస్నియా-హెర్జగోవినా మార్పిడి చెయ్యగలిగే మార్క్',
        ),
        'BBD' => array(
            0 => 'BBD',
            1 => 'బర్బాడియన్ డాలర్',
        ),
        'BDT' => array(
            0 => 'BDT',
            1 => 'బాంగ్లాదేశ్ టాకా',
        ),
        'BGN' => array(
            0 => 'BGN',
            1 => 'బల్గేరియన్ లేవ్',
        ),
        'BHD' => array(
            0 => 'BHD',
            1 => 'బహ్రెయిన్ దినార్',
        ),
        'BIF' => array(
            0 => 'BIF',
            1 => 'బురిండియన్ ఫ్రాంక్',
        ),
        'BMD' => array(
            0 => 'BMD',
            1 => 'బెర్ముడన్ డాలర్',
        ),
        'BND' => array(
            0 => 'BND',
            1 => 'బ్రూనై డాలర్',
        ),
        'BOB' => array(
            0 => 'BOB',
            1 => 'బొలీవియన్ బొలీవియానో',
        ),
        'BRL' => array(
            0 => 'R$',
            1 => 'బ్రెజిలియన్ రియల్',
        ),
        'BSD' => array(
            0 => 'BSD',
            1 => 'బహామియన్ డాలర్',
        ),
        'BTN' => array(
            0 => 'BTN',
            1 => 'భూటానీయుల గుల్‌ట్రుమ్',
        ),
        'BWP' => array(
            0 => 'BWP',
            1 => 'బోట్స్‌వానా పులా',
        ),
        'BYN' => array(
            0 => 'BYN',
            1 => 'బెలరూసియన్ రూబల్',
        ),
        'BYR' => array(
            0 => 'BYR',
            1 => 'బెలరూసియన్ రూబల్ (2000–2016)',
        ),
        'BZD' => array(
            0 => 'BZD',
            1 => 'బెలీజ్ డాలర్',
        ),
        'CAD' => array(
            0 => 'CA$',
            1 => 'కెనడియన్ డాలర్',
        ),
        'CDF' => array(
            0 => 'CDF',
            1 => 'కొంగోలిస్ ఫ్రాంక్',
        ),
        'CHF' => array(
            0 => 'CHF',
            1 => 'స్విస్ ఫ్రాంక్',
        ),
        'CLP' => array(
            0 => 'CLP',
            1 => 'చిలియన్ పెసో',
        ),
        'CNH' => array(
            0 => 'CNH',
            1 => 'చైనీస్ యూవాన్ (ఆఫ్‌షోర్)',
        ),
        'CNY' => array(
            0 => 'CN¥',
            1 => 'చైనా దేశ యువాన్',
        ),
        'COP' => array(
            0 => 'COP',
            1 => 'కొలంబియన్ పెసో',
        ),
        'CRC' => array(
            0 => 'CRC',
            1 => 'కోస్టా రికన్ కోలోన్',
        ),
        'CUC' => array(
            0 => 'CUC',
            1 => 'క్యూబన్ కన్వర్టబుల్ పెసో',
        ),
        'CUP' => array(
            0 => 'CUP',
            1 => 'క్యూబన్ పెసో',
        ),
        'CVE' => array(
            0 => 'CVE',
            1 => 'కేప్ వెర్డియన్ ఎస్కుడో',
        ),
        'CZK' => array(
            0 => 'CZK',
            1 => 'చెక్ రిపబ్లిక్ కోరునా',
        ),
        'DJF' => array(
            0 => 'DJF',
            1 => 'జిబోటియన్ ఫ్రాంక్',
        ),
        'DKK' => array(
            0 => 'DKK',
            1 => 'డానిష్ క్రోన్',
        ),
        'DOP' => array(
            0 => 'DOP',
            1 => 'డోమినికన్ పెసో',
        ),
        'DZD' => array(
            0 => 'DZD',
            1 => 'అల్జీరియన్ దీనార్',
        ),
        'EGP' => array(
            0 => 'EGP',
            1 => 'ఈజిప్షియన్ పౌండ్',
        ),
        'ERN' => array(
            0 => 'ERN',
            1 => 'ఎరిట్రీన్ నక్ఫా',
        ),
        'ETB' => array(
            0 => 'ETB',
            1 => 'ఇథియోపియన్ బర్',
        ),
        'EUR' => array(
            0 => '€',
            1 => 'యురొ',
        ),
        'FJD' => array(
            0 => 'FJD',
            1 => 'ఫీజియన్ డాలర్',
        ),
        'FKP' => array(
            0 => 'FKP',
            1 => 'ఫాక్‌ల్యాండ్ దీవులు పౌండ్',
        ),
        'GBP' => array(
            0 => '£',
            1 => 'బ్రిటిష్ పౌండ్',
        ),
        'GEL' => array(
            0 => 'GEL',
            1 => 'జార్జియన్ లారి',
        ),
        'GHS' => array(
            0 => 'GHS',
            1 => 'గానెయన్ సెడి',
        ),
        'GIP' => array(
            0 => 'GIP',
            1 => 'జిబ్రల్‌టూర్ పౌండ్',
        ),
        'GMD' => array(
            0 => 'GMD',
            1 => 'గాంబియన్ దలాసి',
        ),
        'GNF' => array(
            0 => 'GNF',
            1 => 'గ్వినియన్ ఫ్రాంక్',
        ),
        'GTQ' => array(
            0 => 'GTQ',
            1 => 'గ్యుటెమాలన్ క్వెట్‌జల్',
        ),
        'GYD' => array(
            0 => 'GYD',
            1 => 'గుయనియాస్ డాలర్',
        ),
        'HKD' => array(
            0 => 'HK$',
            1 => 'హాంకాంగ్ డాలర్',
        ),
        'HNL' => array(
            0 => 'HNL',
            1 => 'హోండురన్ లెమిపిరా',
        ),
        'HRK' => array(
            0 => 'HRK',
            1 => 'క్రొయేషియన్ క్యూన',
        ),
        'HTG' => array(
            0 => 'HTG',
            1 => 'హైటియన్ గ్వోర్డే',
        ),
        'HUF' => array(
            0 => 'HUF',
            1 => 'హంగేరియన్ ఫోరింట్',
        ),
        'IDR' => array(
            0 => 'IDR',
            1 => 'ఇండోనేషియా రూపాయి',
        ),
        'ILS' => array(
            0 => '₪',
            1 => 'ఐరాయిలి న్యూ షెక్యెల్',
        ),
        'INR' => array(
            0 => '₹',
            1 => 'రూపాయి',
        ),
        'IQD' => array(
            0 => 'IQD',
            1 => 'ఇరాకీ దీనార్',
        ),
        'IRR' => array(
            0 => 'IRR',
            1 => 'ఇరానియన్ రీయల్',
        ),
        'ISK' => array(
            0 => 'ISK',
            1 => 'ఐస్లాండిక్ క్రోనా',
        ),
        'JMD' => array(
            0 => 'JMD',
            1 => 'జమైకన్ డాలర్',
        ),
        'JOD' => array(
            0 => 'JOD',
            1 => 'జోర్‌డానియన్ దీనార్',
        ),
        'JPY' => array(
            0 => 'JP¥',
            1 => 'జపాను దేశ యెస్',
        ),
        'KES' => array(
            0 => 'KES',
            1 => 'కెన్యాన్ షిల్లింగ్',
        ),
        'KGS' => array(
            0 => 'KGS',
            1 => 'కిర్గిస్థాని సౌమ్',
        ),
        'KHR' => array(
            0 => 'KHR',
            1 => 'కాంబోడియన్ రీల్',
        ),
        'KMF' => array(
            0 => 'KMF',
            1 => 'కొమోరియన్ ఫ్రాంక్',
        ),
        'KPW' => array(
            0 => 'KPW',
            1 => 'ఉత్తర కొరియా వోన్',
        ),
        'KRW' => array(
            0 => '₩',
            1 => 'దక్షిణ కొరియా వోన్',
        ),
        'KWD' => array(
            0 => 'KWD',
            1 => 'కువైట్ దీనార్',
        ),
        'KYD' => array(
            0 => 'KYD',
            1 => 'కేమాన్ దీవుల డాలర్',
        ),
        'KZT' => array(
            0 => 'KZT',
            1 => 'ఖజికిస్థాన్ టెంగే',
        ),
        'LAK' => array(
            0 => 'LAK',
            1 => 'లాటియన్ కిప్',
        ),
        'LBP' => array(
            0 => 'LBP',
            1 => 'లెబనీస్ పౌండ్',
        ),
        'LKR' => array(
            0 => 'LKR',
            1 => 'శ్రీలంక రూపాయి',
        ),
        'LRD' => array(
            0 => 'LRD',
            1 => 'లిబేరియన్ డాలర్',
        ),
        'LSL' => array(
            0 => 'LSL',
            1 => 'లెసోధో లోటి',
        ),
        'LTL' => array(
            0 => 'LTL',
            1 => 'లిథోనియన్ లీటాస్',
        ),
        'LVL' => array(
            0 => 'LVL',
            1 => 'లాత్వియన్ లాట్స్',
        ),
        'LYD' => array(
            0 => 'LYD',
            1 => 'లిబియన్ దీనార్',
        ),
        'MAD' => array(
            0 => 'MAD',
            1 => 'మోరోకన్ దిర్హుమ్',
        ),
        'MDL' => array(
            0 => 'MDL',
            1 => 'మోల్‌డోవన్ ల్యూ',
        ),
        'MGA' => array(
            0 => 'MGA',
            1 => 'మలగసీ అరియరీ',
        ),
        'MKD' => array(
            0 => 'MKD',
            1 => 'మెసిడోనియన్ దినార్',
        ),
        'MMK' => array(
            0 => 'MMK',
            1 => 'మయన్మార్ క్యాట్',
        ),
        'MNT' => array(
            0 => 'MNT',
            1 => 'మంగోలియన్ టుగ్రిక్',
        ),
        'MOP' => array(
            0 => 'MOP',
            1 => 'మకనీస్ పటాక',
        ),
        'MRO' => array(
            0 => 'MRO',
            1 => 'మౌరిటానియన్ ఒగ్యియా',
        ),
        'MUR' => array(
            0 => 'MUR',
            1 => 'మారిషన్ రూపాయి',
        ),
        'MVR' => array(
            0 => 'MVR',
            1 => 'మాల్దీవియన్ రుఫియా',
        ),
        'MWK' => array(
            0 => 'MWK',
            1 => 'మలావియన్ క్వాచా',
        ),
        'MXN' => array(
            0 => 'MX$',
            1 => 'మెక్సికన్ పెసో',
        ),
        'MYR' => array(
            0 => 'MYR',
            1 => 'మలేషియా రింగ్గిట్',
        ),
        'MZN' => array(
            0 => 'MZN',
            1 => 'మొజాంబికన్ మెటికల్',
        ),
        'NAD' => array(
            0 => 'NAD',
            1 => 'నమిబియన్ డాలర్',
        ),
        'NGN' => array(
            0 => 'NGN',
            1 => 'నైజీరియన్ నైరా',
        ),
        'NIO' => array(
            0 => 'NIO',
            1 => 'నికరగ్యుయన్ కొర్‌డుబు',
        ),
        'NOK' => array(
            0 => 'NOK',
            1 => 'నార్వేజీయన్ క్రోన్',
        ),
        'NPR' => array(
            0 => 'NPR',
            1 => 'నేపాలీయుల రూపాయి',
        ),
        'NZD' => array(
            0 => 'NZ$',
            1 => 'న్యూజిలాండ్ డాలర్',
        ),
        'OMR' => array(
            0 => 'OMR',
            1 => 'ఒమాని రీయల్',
        ),
        'PAB' => array(
            0 => 'PAB',
            1 => 'పనామనియన్ బల్బోవ',
        ),
        'PEN' => array(
            0 => 'PEN',
            1 => 'పెరువియన్ సోల్',
        ),
        'PGK' => array(
            0 => 'PGK',
            1 => 'పప్యూ న్యూ గ్యినియన్ కినా',
        ),
        'PHP' => array(
            0 => 'PHP',
            1 => 'ఫిలిప్పిన్ పెసో',
        ),
        'PKR' => array(
            0 => 'PKR',
            1 => 'పాకిస్థాన్ రూపాయి',
        ),
        'PLN' => array(
            0 => 'PLN',
            1 => 'పోలిష్ జ్లోటీ',
        ),
        'PYG' => array(
            0 => 'PYG',
            1 => 'పరగ్వాయన్ గ్వారని',
        ),
        'QAR' => array(
            0 => 'QAR',
            1 => 'క్వాటరి రీయల్',
        ),
        'RON' => array(
            0 => 'RON',
            1 => 'రోమానియాన్ లెయు',
        ),
        'RSD' => array(
            0 => 'RSD',
            1 => 'సెర్బియన్ దీనార్',
        ),
        'RUB' => array(
            0 => 'RUB',
            1 => 'రష్యన్ రూబల్',
        ),
        'RWF' => array(
            0 => 'RWF',
            1 => 'ర్వానడాన్ ఫ్రాంక్',
        ),
        'SAR' => array(
            0 => 'SAR',
            1 => 'సౌది రియల్',
        ),
        'SBD' => array(
            0 => 'SBD',
            1 => 'సోలోమన్ దీవుల డాలర్',
        ),
        'SCR' => array(
            0 => 'SCR',
            1 => 'సెయిచెల్లోయిస్ రూపాయి',
        ),
        'SDG' => array(
            0 => 'SDG',
            1 => 'సుడానీస్ పౌండ్',
        ),
        'SEK' => array(
            0 => 'SEK',
            1 => 'స్వీడిష్ క్రోనా',
        ),
        'SGD' => array(
            0 => 'SGD',
            1 => 'సింగపూర్ డాలర్',
        ),
        'SHP' => array(
            0 => 'SHP',
            1 => 'సెయింట్ హెలెనా పౌండ్',
        ),
        'SLL' => array(
            0 => 'SLL',
            1 => 'సీయిరు లియోనియన్ లీయోన్',
        ),
        'SOS' => array(
            0 => 'SOS',
            1 => 'సొమాలి షిల్లింగ్',
        ),
        'SRD' => array(
            0 => 'SRD',
            1 => 'సురినామీయుల డాలర్',
        ),
        'SSP' => array(
            0 => 'SSP',
            1 => 'దక్షిణ సుడానీస్ పౌండ్',
        ),
        'STD' => array(
            0 => 'STD',
            1 => 'సావో టోమ్ మరియు ప్రిన్సిపి డోబ్రా',
        ),
        'SYP' => array(
            0 => 'SYP',
            1 => 'సిరీయన్ పౌండ్',
        ),
        'SZL' => array(
            0 => 'SZL',
            1 => 'స్వాజి లిలాన్గేని',
        ),
        'THB' => array(
            0 => '฿',
            1 => 'థాయ్ బాట్',
        ),
        'TJS' => array(
            0 => 'TJS',
            1 => 'తజికిస్థాన్ సమోని',
        ),
        'TMT' => array(
            0 => 'TMT',
            1 => 'తుర్క్‌మెనిస్థాని మనాట్',
        ),
        'TND' => array(
            0 => 'TND',
            1 => 'తునీషియన్ దీనార్',
        ),
        'TOP' => array(
            0 => 'TOP',
            1 => 'టోంగాన్ పాంʻగా',
        ),
        'TRY' => array(
            0 => 'TRY',
            1 => 'తుర్కిష్ లిరా',
        ),
        'TTD' => array(
            0 => 'TTD',
            1 => 'ట్రినిడాడ్ మరియు టొబాగో డాలర్',
        ),
        'TWD' => array(
            0 => 'NT$',
            1 => 'క్రొత్త తైవాన్ డాలర్',
        ),
        'TZS' => array(
            0 => 'TZS',
            1 => 'టాంజానియన్ షిల్లింగ్',
        ),
        'UAH' => array(
            0 => 'UAH',
            1 => 'ఉక్రయినియన్ హ్రివ్‌నియా',
        ),
        'UGX' => array(
            0 => 'UGX',
            1 => 'ఉగాండన్ షిల్లింగ్',
        ),
        'USD' => array(
            0 => '$',
            1 => 'అమెరికా డాలర్',
        ),
        'UYU' => array(
            0 => 'UYU',
            1 => 'ఉరుగ్వెయన్ పెసో',
        ),
        'UZS' => array(
            0 => 'UZS',
            1 => 'ఉజ్‌బెకిస్తాన్ సౌమ్',
        ),
        'VEF' => array(
            0 => 'VEF',
            1 => 'వెనుజులా బోలివర్',
        ),
        'VND' => array(
            0 => '₫',
            1 => 'వియత్నామీయుల డాంగ్',
        ),
        'VUV' => array(
            0 => 'VUV',
            1 => 'వనాటు వటు',
        ),
        'WST' => array(
            0 => 'WST',
            1 => 'సమోయన్ తాలా',
        ),
        'XAF' => array(
            0 => 'FCFA',
            1 => 'సెంట్రల్ ఆఫ్రికన్ సిఎఫ్‌ఎ ఫ్రాంక్',
        ),
        'XCD' => array(
            0 => 'EC$',
            1 => 'తూర్పు కరీబియన్ డాలర్',
        ),
        'XOF' => array(
            0 => 'CFA',
            1 => 'పశ్చిమ ఆఫ్రికన్ సిఏఫ్ఏ ఫ్రాంక్',
        ),
        'XPF' => array(
            0 => 'CFPF',
            1 => 'సిఎఫ్‌పి ఫ్రాంక్',
        ),
        'YER' => array(
            0 => 'YER',
            1 => 'ఎమునీ రీయల్',
        ),
        'ZAR' => array(
            0 => 'ZAR',
            1 => 'దక్షిణ ఆఫ్రికా ర్యాండ్',
        ),
        'ZMK' => array(
            0 => 'ZMK',
            1 => 'జాంబియన్ క్వాచా (1968–2012)',
        ),
        'ZMW' => array(
            0 => 'ZMW',
            1 => 'జాంబియన్ క్వాచా',
        ),
    ),
);
