<?php

return array(
    'Version' => '2.1.37.4',
    'Names' => array(
        'BRL' => array(
            0 => 'R$',
            1 => 'Реали бразилиягӣ',
        ),
        'CNY' => array(
            0 => 'CN¥',
            1 => 'Иенаи хитоӣ',
        ),
        'EUR' => array(
            0 => '€',
            1 => 'Евро',
        ),
        'GBP' => array(
            0 => '£',
            1 => 'Фунт стерлинги британӣ',
        ),
        'INR' => array(
            0 => '₹',
            1 => 'Рупияи ҳиндустонӣ',
        ),
        'JPY' => array(
            0 => 'JP¥',
            1 => 'Иенаи японӣ',
        ),
        'RUB' => array(
            0 => 'RUB',
            1 => 'Рубли русӣ',
        ),
        'TJS' => array(
            0 => 'сом.',
            1 => 'Сомонӣ',
        ),
        'USD' => array(
            0 => '$',
            1 => 'Доллари ИМА',
        ),
    ),
);
