<?php

return array(
    'Version' => '2.1.37.56',
    'Names' => array(
        'ADP' => array(
            0 => 'ADP',
            1 => 'เปเซตาอันดอร์รา',
        ),
        'AED' => array(
            0 => 'AED',
            1 => 'เดอร์แฮมสหรัฐอาหรับเอมิเรตส์',
        ),
        'AFA' => array(
            0 => 'AFA',
            1 => 'อัฟกานีอัฟกานิสถาน (1927–2002)',
        ),
        'AFN' => array(
            0 => 'AFN',
            1 => 'อัฟกานิอัฟกานิสถาน',
        ),
        'ALL' => array(
            0 => 'ALL',
            1 => 'เลกแอลเบเนีย',
        ),
        'AMD' => array(
            0 => 'AMD',
            1 => 'แดรมอาร์เมเนีย',
        ),
        'ANG' => array(
            0 => 'ANG',
            1 => 'กิลเดอร์เนเธอร์แลนด์แอนทิลลิส',
        ),
        'AOA' => array(
            0 => 'AOA',
            1 => 'กวานซาแองโกลา',
        ),
        'AOK' => array(
            0 => 'AOK',
            1 => 'กวานซาแองโกลา (1977–1990)',
        ),
        'AON' => array(
            0 => 'AON',
            1 => 'นิวกวานซาแองโกลา (1990–2000)',
        ),
        'AOR' => array(
            0 => 'AOR',
            1 => 'กวานซารีจัสทาโดแองโกลา (1995–1999)',
        ),
        'ARA' => array(
            0 => 'ARA',
            1 => 'ออสตรัลอาร์เจนตินา',
        ),
        'ARL' => array(
            0 => 'ARL',
            1 => 'เปโซเลย์อาร์เจนตินา (1970–1983)',
        ),
        'ARM' => array(
            0 => 'ARM',
            1 => 'เปโซอาร์เจนตินา (1881–1970)',
        ),
        'ARP' => array(
            0 => 'ARP',
            1 => 'เปโซอาร์เจนตินา (1983–1985)',
        ),
        'ARS' => array(
            0 => 'ARS',
            1 => 'เปโซอาร์เจนตินา',
        ),
        'ATS' => array(
            0 => 'ATS',
            1 => 'ชิลลิงออสเตรีย',
        ),
        'AUD' => array(
            0 => 'AU$',
            1 => 'ดอลลาร์ออสเตรเลีย',
        ),
        'AWG' => array(
            0 => 'AWG',
            1 => 'ฟลอรินอารูบา',
        ),
        'AZM' => array(
            0 => 'AZM',
            1 => 'มานัตอาเซอร์ไบจาน (1993–2006)',
        ),
        'AZN' => array(
            0 => 'AZN',
            1 => 'มานัตอาเซอร์ไบจาน',
        ),
        'BAD' => array(
            0 => 'BAD',
            1 => 'ดีนาร์บอสเนีย-เฮอร์เซโกวีนา',
        ),
        'BAM' => array(
            0 => 'BAM',
            1 => 'มาร์กบอสเนีย-เฮอร์เซโกวีนา',
        ),
        'BAN' => array(
            0 => 'BAN',
            1 => 'ดีนาร์ใหม่บอสเนีย-เฮอร์เซโกวีนา (1994–1997)',
        ),
        'BBD' => array(
            0 => 'BBD',
            1 => 'ดอลลาร์บาร์เบโดส',
        ),
        'BDT' => array(
            0 => 'BDT',
            1 => 'ตากาบังกลาเทศ',
        ),
        'BEC' => array(
            0 => 'BEC',
            1 => 'ฟรังก์เบลเยียม (เปลี่ยนแปลงได้)',
        ),
        'BEF' => array(
            0 => 'BEF',
            1 => 'ฟรังก์เบลเยียม',
        ),
        'BEL' => array(
            0 => 'BEL',
            1 => 'ฟรังก์เบลเยียม (การเงิน)',
        ),
        'BGL' => array(
            0 => 'BGL',
            1 => 'ฮาร์ดเลฟบัลแกเรีย',
        ),
        'BGM' => array(
            0 => 'BGM',
            1 => 'โซเชียลลิสต์เลฟบัลแกเรีย',
        ),
        'BGN' => array(
            0 => 'BGN',
            1 => 'เลฟบัลแกเรีย',
        ),
        'BGO' => array(
            0 => 'BGO',
            1 => 'เลฟบัลเกเรีย (1879–1952)',
        ),
        'BHD' => array(
            0 => 'BHD',
            1 => 'ดีนาร์บาห์เรน',
        ),
        'BIF' => array(
            0 => 'BIF',
            1 => 'ฟรังก์บุรุนดี',
        ),
        'BMD' => array(
            0 => 'BMD',
            1 => 'ดอลลาร์เบอร์มิวดา',
        ),
        'BND' => array(
            0 => 'BND',
            1 => 'ดอลลาร์บรูไน',
        ),
        'BOB' => array(
            0 => 'BOB',
            1 => 'โบลิเวียโนโบลิเวีย',
        ),
        'BOL' => array(
            0 => 'BOL',
            1 => 'โบลิเวียโนโบลิเวีย (1863–1963)',
        ),
        'BOP' => array(
            0 => 'BOP',
            1 => 'เปโซโบลิเวีย',
        ),
        'BOV' => array(
            0 => 'BOV',
            1 => 'มฟดอลโบลิเวีย',
        ),
        'BRB' => array(
            0 => 'BRB',
            1 => 'ครูเซโรโนโวบราซิล (1967–1986)',
        ),
        'BRC' => array(
            0 => 'BRC',
            1 => 'ครูซาโดบราซิล',
        ),
        'BRE' => array(
            0 => 'BRE',
            1 => 'ครูเซโรบราซิล (1990–1993)',
        ),
        'BRL' => array(
            0 => 'R$',
            1 => 'เรียลบราซิล',
        ),
        'BRN' => array(
            0 => 'BRN',
            1 => 'ครูซาโดโนโวบราซิล',
        ),
        'BRR' => array(
            0 => 'BRR',
            1 => 'ครูเซโรบราซิล',
        ),
        'BRZ' => array(
            0 => 'BRZ',
            1 => 'ครูเซโรบราซิล (1942–1967)',
        ),
        'BSD' => array(
            0 => 'BSD',
            1 => 'ดอลลาร์บาฮามาส',
        ),
        'BTN' => array(
            0 => 'BTN',
            1 => 'เอ็งกุลตรัมภูฏาน',
        ),
        'BUK' => array(
            0 => 'BUK',
            1 => 'จ๊าดพม่า',
        ),
        'BWP' => array(
            0 => 'BWP',
            1 => 'ปูลาบอตสวานา',
        ),
        'BYB' => array(
            0 => 'BYB',
            1 => 'นิวรูเบิลเบลารุส (1994–1999)',
        ),
        'BYN' => array(
            0 => 'BYN',
            1 => 'รูเบิลเบลารุส',
        ),
        'BYR' => array(
            0 => 'BYR',
            1 => 'รูเบิลเบลารุส (2000–2016)',
        ),
        'BZD' => array(
            0 => 'BZD',
            1 => 'ดอลลาร์เบลีซ',
        ),
        'CAD' => array(
            0 => 'CA$',
            1 => 'ดอลลาร์แคนาดา',
        ),
        'CDF' => array(
            0 => 'CDF',
            1 => 'ฟรังก์คองโก',
        ),
        'CHE' => array(
            0 => 'CHE',
            1 => 'ยูโรดับเบิลยูไออาร์',
        ),
        'CHF' => array(
            0 => 'CHF',
            1 => 'ฟรังก์สวิส',
        ),
        'CHW' => array(
            0 => 'CHW',
            1 => 'ฟรังก์ดับเบิลยูไออาร์',
        ),
        'CLE' => array(
            0 => 'CLE',
            1 => 'เอสคูโดชิลี',
        ),
        'CLF' => array(
            0 => 'CLF',
            1 => 'ฟูเมนโตชิลี',
        ),
        'CLP' => array(
            0 => 'CLP',
            1 => 'เปโซชิลี',
        ),
        'CNH' => array(
            0 => 'CNH',
            1 => 'หยวน',
        ),
        'CNY' => array(
            0 => 'CN¥',
            1 => 'หยวนจีน',
        ),
        'COP' => array(
            0 => 'COP',
            1 => 'เปโซโคลอมเบีย',
        ),
        'COU' => array(
            0 => 'COU',
            1 => 'วาเลอร์เรียลโคลอมเบีย',
        ),
        'CRC' => array(
            0 => 'CRC',
            1 => 'โกลองคอสตาริกา',
        ),
        'CSD' => array(
            0 => 'CSD',
            1 => 'ดีนาร์เซอร์เบียเก่า',
        ),
        'CSK' => array(
            0 => 'CSK',
            1 => 'ฮาร์ดโครูนาเช็กโกสโลวัก',
        ),
        'CUC' => array(
            0 => 'CUC',
            1 => 'เปโซคิวบา (แปลงสภาพ)',
        ),
        'CUP' => array(
            0 => 'CUP',
            1 => 'เปโซคิวบา',
        ),
        'CVE' => array(
            0 => 'CVE',
            1 => 'เอสคูโดเคปเวิร์ด',
        ),
        'CYP' => array(
            0 => 'CYP',
            1 => 'ปอนด์ไซปรัส',
        ),
        'CZK' => array(
            0 => 'CZK',
            1 => 'โครูนาสาธารณรัฐเช็ก',
        ),
        'DDM' => array(
            0 => 'DDM',
            1 => 'มาร์กเยอรมันตะวันออก',
        ),
        'DEM' => array(
            0 => 'DEM',
            1 => 'มาร์กเยอรมัน',
        ),
        'DJF' => array(
            0 => 'DJF',
            1 => 'ฟรังก์จิบูตี',
        ),
        'DKK' => array(
            0 => 'DKK',
            1 => 'โครนเดนมาร์ก',
        ),
        'DOP' => array(
            0 => 'DOP',
            1 => 'เปโซโดมินิกัน',
        ),
        'DZD' => array(
            0 => 'DZD',
            1 => 'ดีนาร์แอลจีเรีย',
        ),
        'ECS' => array(
            0 => 'ECS',
            1 => 'ซูเกรเอกวาดอร์',
        ),
        'ECV' => array(
            0 => 'ECV',
            1 => 'วาเลอร์คอนสแตนต์เอกวาดอร์',
        ),
        'EEK' => array(
            0 => 'EEK',
            1 => 'ครูนเอสโตเนีย',
        ),
        'EGP' => array(
            0 => 'EGP',
            1 => 'ปอนด์อียิปต์',
        ),
        'ERN' => array(
            0 => 'ERN',
            1 => 'แนกฟาเอริเทรีย',
        ),
        'ESA' => array(
            0 => 'ESA',
            1 => 'เปเซตาสเปน (บัญชีเอ)',
        ),
        'ESB' => array(
            0 => 'ESB',
            1 => 'เปเซตาสเปน (บัญชีที่เปลี่ยนแปลงได้)',
        ),
        'ESP' => array(
            0 => 'ESP',
            1 => 'เปเซตาสเปน',
        ),
        'ETB' => array(
            0 => 'ETB',
            1 => 'เบอรร์เอธิโอเปีย',
        ),
        'EUR' => array(
            0 => '€',
            1 => 'ยูโร',
        ),
        'FIM' => array(
            0 => 'FIM',
            1 => 'มาร์กกาฟินแลนด์',
        ),
        'FJD' => array(
            0 => 'FJD',
            1 => 'ดอลลาร์ฟิจิ',
        ),
        'FKP' => array(
            0 => 'FKP',
            1 => 'ปอนด์หมู่เกาะฟอล์กแลนด์',
        ),
        'FRF' => array(
            0 => 'FRF',
            1 => 'ฟรังก์ฝรั่งเศส',
        ),
        'GBP' => array(
            0 => '£',
            1 => 'ปอนด์สเตอร์ลิง (สหราชอาณาจักร)',
        ),
        'GEK' => array(
            0 => 'GEK',
            1 => 'คูปอนลาริตจอร์เจีย',
        ),
        'GEL' => array(
            0 => 'GEL',
            1 => 'ลารีจอร์เจีย',
        ),
        'GHC' => array(
            0 => 'GHC',
            1 => 'เซดีกานา (1979–2007)',
        ),
        'GHS' => array(
            0 => 'GHS',
            1 => 'เซดีกานา',
        ),
        'GIP' => array(
            0 => 'GIP',
            1 => 'ปอนด์ยิบรอลตาร์',
        ),
        'GMD' => array(
            0 => 'GMD',
            1 => 'ดาลาซีแกมเบีย',
        ),
        'GNF' => array(
            0 => 'GNF',
            1 => 'ฟรังก์กินี',
        ),
        'GNS' => array(
            0 => 'GNS',
            1 => 'ไซลีกินี',
        ),
        'GQE' => array(
            0 => 'GQE',
            1 => 'เอ็กเวเลอิเควทอเรียลกินี',
        ),
        'GRD' => array(
            0 => 'GRD',
            1 => 'ดรัชมากรีก',
        ),
        'GTQ' => array(
            0 => 'GTQ',
            1 => 'เควตซัลกัวเตมาลา',
        ),
        'GWE' => array(
            0 => 'GWE',
            1 => 'เอสคูโดกินีโปรตุเกส',
        ),
        'GWP' => array(
            0 => 'GWP',
            1 => 'เปโซกินี-บิสเซา',
        ),
        'GYD' => array(
            0 => 'GYD',
            1 => 'ดอลลาร์กายอานา',
        ),
        'HKD' => array(
            0 => 'HK$',
            1 => 'ดอลลาร์ฮ่องกง',
        ),
        'HNL' => array(
            0 => 'HNL',
            1 => 'เลมปิราฮอนดูรัส',
        ),
        'HRD' => array(
            0 => 'HRD',
            1 => 'ดีนาร์โครเอเชีย',
        ),
        'HRK' => array(
            0 => 'HRK',
            1 => 'คูนาโครเอเชีย',
        ),
        'HTG' => array(
            0 => 'HTG',
            1 => 'กูร์ดเฮติ',
        ),
        'HUF' => array(
            0 => 'HUF',
            1 => 'ฟอรินต์ฮังการี',
        ),
        'IDR' => array(
            0 => 'IDR',
            1 => 'รูเปียห์อินโดนีเซีย',
        ),
        'IEP' => array(
            0 => 'IEP',
            1 => 'ปอนด์ไอริช',
        ),
        'ILP' => array(
            0 => 'ILP',
            1 => 'ปอนด์อิสราเอล',
        ),
        'ILS' => array(
            0 => '₪',
            1 => 'นิวเชเกลอิสราเอล',
        ),
        'INR' => array(
            0 => '₹',
            1 => 'รูปีอินเดีย',
        ),
        'IQD' => array(
            0 => 'IQD',
            1 => 'ดีนาร์อิรัก',
        ),
        'IRR' => array(
            0 => 'IRR',
            1 => 'เรียลอิหร่าน',
        ),
        'ISK' => array(
            0 => 'ISK',
            1 => 'โครนาไอซ์แลนด์',
        ),
        'ITL' => array(
            0 => 'ITL',
            1 => 'ลีราอิตาลี',
        ),
        'JMD' => array(
            0 => 'JMD',
            1 => 'ดอลลาร์จาเมกา',
        ),
        'JOD' => array(
            0 => 'JOD',
            1 => 'ดีนาร์จอร์แดน',
        ),
        'JPY' => array(
            0 => '¥',
            1 => 'เยนญี่ปุ่น',
        ),
        'KES' => array(
            0 => 'KES',
            1 => 'ชิลลิงเคนยา',
        ),
        'KGS' => array(
            0 => 'KGS',
            1 => 'ซอมคีร์กีซสถาน',
        ),
        'KHR' => array(
            0 => 'KHR',
            1 => 'เรียลกัมพูชา',
        ),
        'KMF' => array(
            0 => 'KMF',
            1 => 'ฟรังก์คอโมโรส',
        ),
        'KPW' => array(
            0 => 'KPW',
            1 => 'วอนเกาหลีเหนือ',
        ),
        'KRH' => array(
            0 => 'KRH',
            1 => 'ฮวานเกาหลีใต้ (1953–1962)',
        ),
        'KRO' => array(
            0 => 'KRO',
            1 => 'วอนเกาหลีใต้ (1945–1953)',
        ),
        'KRW' => array(
            0 => '₩',
            1 => 'วอนเกาหลีใต้',
        ),
        'KWD' => array(
            0 => 'KWD',
            1 => 'ดีนาร์คูเวต',
        ),
        'KYD' => array(
            0 => 'KYD',
            1 => 'ดอลลาร์หมู่เกาะเคย์แมน',
        ),
        'KZT' => array(
            0 => 'KZT',
            1 => 'เทงเจคาซัคสถาน',
        ),
        'LAK' => array(
            0 => 'LAK',
            1 => 'กีบลาว',
        ),
        'LBP' => array(
            0 => 'LBP',
            1 => 'ปอนด์เลบานอน',
        ),
        'LKR' => array(
            0 => 'LKR',
            1 => 'รูปีศรีลังกา',
        ),
        'LRD' => array(
            0 => 'LRD',
            1 => 'ดอลลาร์ไลบีเรีย',
        ),
        'LSL' => array(
            0 => 'LSL',
            1 => 'โลตีเลโซโท',
        ),
        'LTL' => array(
            0 => 'LTL',
            1 => 'ลีตัสลิทัวเนีย',
        ),
        'LTT' => array(
            0 => 'LTT',
            1 => 'ทาโลนัสลิทัวเนีย',
        ),
        'LUC' => array(
            0 => 'LUC',
            1 => 'คอนเวอร์ทิเบิลฟรังก์ลักเซมเบิร์ก',
        ),
        'LUF' => array(
            0 => 'LUF',
            1 => 'ฟรังก์ลักเซมเบิร์ก',
        ),
        'LUL' => array(
            0 => 'LUL',
            1 => 'ไฟแนลเชียลฟรังก์ลักเซมเบิร์ก',
        ),
        'LVL' => array(
            0 => 'LVL',
            1 => 'ลัตส์ลัตเวีย',
        ),
        'LVR' => array(
            0 => 'LVR',
            1 => 'รูเบิลลัตเวีย',
        ),
        'LYD' => array(
            0 => 'LYD',
            1 => 'ดีนาร์ลิเบีย',
        ),
        'MAD' => array(
            0 => 'MAD',
            1 => 'ดีแรห์มโมร็อกโก',
        ),
        'MAF' => array(
            0 => 'MAF',
            1 => 'ฟรังก์โมร็อกโก',
        ),
        'MCF' => array(
            0 => 'MCF',
            1 => 'ฟรังก์โมนาโก',
        ),
        'MDC' => array(
            0 => 'MDC',
            1 => 'บัตรปันส่วนมอลโดวา',
        ),
        'MDL' => array(
            0 => 'MDL',
            1 => 'ลิวมอลโดวา',
        ),
        'MGA' => array(
            0 => 'MGA',
            1 => 'อาเรียรีมาลากาซี',
        ),
        'MGF' => array(
            0 => 'MGF',
            1 => 'ฟรังก์มาดากัสการ์',
        ),
        'MKD' => array(
            0 => 'MKD',
            1 => 'ดีนาร์มาซิโดเนีย',
        ),
        'MKN' => array(
            0 => 'MKN',
            1 => 'ดีนาร์มาซิโดเนีย (1992–1993)',
        ),
        'MLF' => array(
            0 => 'MLF',
            1 => 'ฟรังก์มาลี',
        ),
        'MMK' => array(
            0 => 'MMK',
            1 => 'จ๊าตพม่า',
        ),
        'MNT' => array(
            0 => 'MNT',
            1 => 'ทูกริกมองโกเลีย',
        ),
        'MOP' => array(
            0 => 'MOP',
            1 => 'ปาตากามาเก๊า',
        ),
        'MRO' => array(
            0 => 'MRO',
            1 => 'อูกียามอริเตเนีย',
        ),
        'MTL' => array(
            0 => 'MTL',
            1 => 'ลีรามอลตา',
        ),
        'MTP' => array(
            0 => 'MTP',
            1 => 'ปอนด์มอลตา',
        ),
        'MUR' => array(
            0 => 'MUR',
            1 => 'รูปีมอริเชียส',
        ),
        'MVR' => array(
            0 => 'MVR',
            1 => 'รูฟิยามัลดีฟส์',
        ),
        'MWK' => array(
            0 => 'MWK',
            1 => 'ควาชามาลาวี',
        ),
        'MXN' => array(
            0 => 'MX$',
            1 => 'เปโซเม็กซิโก',
        ),
        'MXP' => array(
            0 => 'MXP',
            1 => 'เงินเปโซเม็กซิโก (1861–1992)',
        ),
        'MXV' => array(
            0 => 'MXV',
            1 => 'ยูนิแดด ดี อินเวอร์ชั่น เม็กซิโก',
        ),
        'MYR' => array(
            0 => 'MYR',
            1 => 'ริงกิตมาเลเซีย',
        ),
        'MZE' => array(
            0 => 'MZE',
            1 => 'เอสคูโดโมซัมบิก',
        ),
        'MZM' => array(
            0 => 'MZM',
            1 => 'เมติคัลโมซัมบิกเก่า',
        ),
        'MZN' => array(
            0 => 'MZN',
            1 => 'เมติคัลโมซัมบิก',
        ),
        'NAD' => array(
            0 => 'NAD',
            1 => 'ดอลลาร์นามิเบีย',
        ),
        'NGN' => array(
            0 => 'NGN',
            1 => 'ไนราไนจีเรีย',
        ),
        'NIC' => array(
            0 => 'NIC',
            1 => 'คอร์โดบานิการากัว',
        ),
        'NIO' => array(
            0 => 'NIO',
            1 => 'กอร์โดบานิการากัว',
        ),
        'NLG' => array(
            0 => 'NLG',
            1 => 'กิลเดอร์เนเธอร์แลนด์',
        ),
        'NOK' => array(
            0 => 'NOK',
            1 => 'โครนนอร์เวย์',
        ),
        'NPR' => array(
            0 => 'NPR',
            1 => 'รูปีเนปาล',
        ),
        'NZD' => array(
            0 => 'NZ$',
            1 => 'ดอลลาร์นิวซีแลนด์',
        ),
        'OMR' => array(
            0 => 'OMR',
            1 => 'เรียลโอมาน',
        ),
        'PAB' => array(
            0 => 'PAB',
            1 => 'บัลบัวปานามา',
        ),
        'PEI' => array(
            0 => 'PEI',
            1 => 'อินตีเปรู',
        ),
        'PEN' => array(
            0 => 'PEN',
            1 => 'ซอลเปรู',
        ),
        'PES' => array(
            0 => 'PES',
            1 => 'ซอลเปรู (1863–1965)',
        ),
        'PGK' => array(
            0 => 'PGK',
            1 => 'กีนาปาปัวนิวกินี',
        ),
        'PHP' => array(
            0 => 'PHP',
            1 => 'เปโซฟิลิปปินส์',
        ),
        'PKR' => array(
            0 => 'PKR',
            1 => 'รูปีปากีสถาน',
        ),
        'PLN' => array(
            0 => 'PLN',
            1 => 'ซลอตีโปแลนด์',
        ),
        'PLZ' => array(
            0 => 'PLZ',
            1 => 'ซลอตีโปแลนด์ (1950–1995)',
        ),
        'PTE' => array(
            0 => 'PTE',
            1 => 'เอสคูโดโปรตุเกส',
        ),
        'PYG' => array(
            0 => 'PYG',
            1 => 'กวารานีปารากวัย',
        ),
        'QAR' => array(
            0 => 'QAR',
            1 => 'เรียลกาตาร์',
        ),
        'RHD' => array(
            0 => 'RHD',
            1 => 'ดอลลาร์โรดีเซีย',
        ),
        'ROL' => array(
            0 => 'ROL',
            1 => 'ลิวโรมาเนียเก่า',
        ),
        'RON' => array(
            0 => 'RON',
            1 => 'ลิวโรมาเนีย',
        ),
        'RSD' => array(
            0 => 'RSD',
            1 => 'ดีนาร์เซอร์เบีย',
        ),
        'RUB' => array(
            0 => 'RUB',
            1 => 'รูเบิลรัสเซีย',
        ),
        'RUR' => array(
            0 => 'RUR',
            1 => 'รูเบิลรัสเซีย (1991–1998)',
        ),
        'RWF' => array(
            0 => 'RWF',
            1 => 'ฟรังก์รวันดา',
        ),
        'SAR' => array(
            0 => 'SAR',
            1 => 'ริยัลซาอุดีอาระเบีย',
        ),
        'SBD' => array(
            0 => 'SBD',
            1 => 'ดอลลาร์หมู่เกาะโซโลมอน',
        ),
        'SCR' => array(
            0 => 'SCR',
            1 => 'รูปีเซเชลส์',
        ),
        'SDD' => array(
            0 => 'SDD',
            1 => 'ดีนาร์ซูดานเก่า',
        ),
        'SDG' => array(
            0 => 'SDG',
            1 => 'ปอนด์ซูดาน',
        ),
        'SDP' => array(
            0 => 'SDP',
            1 => 'ปอนด์ซูดานเก่า',
        ),
        'SEK' => array(
            0 => 'SEK',
            1 => 'โครนาสวีเดน',
        ),
        'SGD' => array(
            0 => 'SGD',
            1 => 'ดอลลาร์สิงคโปร์',
        ),
        'SHP' => array(
            0 => 'SHP',
            1 => 'ปอนด์เซนต์เฮเลนา',
        ),
        'SIT' => array(
            0 => 'SIT',
            1 => 'ทอลาร์สโลวีเนีย',
        ),
        'SKK' => array(
            0 => 'SKK',
            1 => 'โครูนาสโลวัก',
        ),
        'SLL' => array(
            0 => 'SLL',
            1 => 'ลีโอนเซียร์ราลีโอน',
        ),
        'SOS' => array(
            0 => 'SOS',
            1 => 'ชิลลิงโซมาเลีย',
        ),
        'SRD' => array(
            0 => 'SRD',
            1 => 'ดอลลาร์ซูรินาเม',
        ),
        'SRG' => array(
            0 => 'SRG',
            1 => 'กิลเดอร์ซูรินาเม',
        ),
        'SSP' => array(
            0 => 'SSP',
            1 => 'ปอนด์ซูดานใต้',
        ),
        'STD' => array(
            0 => 'STD',
            1 => 'ดอบราเซาตูเมและปรินซิปี',
        ),
        'SUR' => array(
            0 => 'SUR',
            1 => 'รูเบิลโซเวียต',
        ),
        'SVC' => array(
            0 => 'SVC',
            1 => 'โคลอนเอลซัลวาดอร์',
        ),
        'SYP' => array(
            0 => 'SYP',
            1 => 'ปอนด์ซีเรีย',
        ),
        'SZL' => array(
            0 => 'SZL',
            1 => 'ลิลันเจนีสวาซิ',
        ),
        'THB' => array(
            0 => 'THB',
            1 => 'บาท',
        ),
        'TJR' => array(
            0 => 'TJR',
            1 => 'รูเบิลทาจิกิสถาน',
        ),
        'TJS' => array(
            0 => 'TJS',
            1 => 'โซโมนิทาจิกิสถาน',
        ),
        'TMM' => array(
            0 => 'TMM',
            1 => 'มานัตเติร์กเมนิสถาน (1993–2009)',
        ),
        'TMT' => array(
            0 => 'TMT',
            1 => 'มานัตเติร์กเมนิสถาน',
        ),
        'TND' => array(
            0 => 'TND',
            1 => 'ดีนาร์ตูนิเซีย',
        ),
        'TOP' => array(
            0 => 'TOP',
            1 => 'พาแองกาตองกา',
        ),
        'TPE' => array(
            0 => 'TPE',
            1 => 'เอสคูโดติมอร์',
        ),
        'TRL' => array(
            0 => 'TRL',
            1 => 'ลีราตุรกีเก่า',
        ),
        'TRY' => array(
            0 => 'TRY',
            1 => 'ลีราตุรกี',
        ),
        'TTD' => array(
            0 => 'TTD',
            1 => 'ดอลลาร์ตรินิแดดและโตเบโก',
        ),
        'TWD' => array(
            0 => 'NT$',
            1 => 'ดอลลาร์ไต้หวันใหม่',
        ),
        'TZS' => array(
            0 => 'TZS',
            1 => 'ชิลลิงแทนซาเนีย',
        ),
        'UAH' => array(
            0 => 'UAH',
            1 => 'ฮรีฟเนียยูเครน',
        ),
        'UAK' => array(
            0 => 'UAK',
            1 => 'คาร์โบวาเนตซ์ยูเครน',
        ),
        'UGS' => array(
            0 => 'UGS',
            1 => 'ชิลลิงยูกันดา (1966–1987)',
        ),
        'UGX' => array(
            0 => 'UGX',
            1 => 'ชิลลิงยูกันดา',
        ),
        'USD' => array(
            0 => 'US$',
            1 => 'ดอลลาร์สหรัฐ',
        ),
        'USN' => array(
            0 => 'USN',
            1 => 'ดอลลาร์สหรัฐ (วันถัดไป)',
        ),
        'USS' => array(
            0 => 'USS',
            1 => 'ดอลลาร์สหรัฐ (วันเดียวกัน)',
        ),
        'UYI' => array(
            0 => 'UYI',
            1 => 'เปโซเอนยูนิแดดเซสอินเด็กซาแดสอุรุกวัย',
        ),
        'UYP' => array(
            0 => 'UYP',
            1 => 'เปโซอุรุกวัย (1975–1993)',
        ),
        'UYU' => array(
            0 => 'UYU',
            1 => 'เปโซอุรุกวัย',
        ),
        'UZS' => array(
            0 => 'UZS',
            1 => 'ซอมอุซเบกิสถาน',
        ),
        'VEB' => array(
            0 => 'VEB',
            1 => 'โบลิวาร์เวเนซุเอลา (1871–2008)',
        ),
        'VEF' => array(
            0 => 'VEF',
            1 => 'โบลิวาร์เวเนซุเอลา',
        ),
        'VND' => array(
            0 => '₫',
            1 => 'ดองเวียดนาม',
        ),
        'VNN' => array(
            0 => 'VNN',
            1 => 'ดองเวียดนาม (1978–1985)',
        ),
        'VUV' => array(
            0 => 'VUV',
            1 => 'วาตูวานูอาตู',
        ),
        'WST' => array(
            0 => 'WST',
            1 => 'ทาลาซามัว',
        ),
        'XAF' => array(
            0 => 'FCFA',
            1 => 'ฟรังก์เซฟาธนาคารรัฐแอฟริกากลาง',
        ),
        'XCD' => array(
            0 => 'EC$',
            1 => 'ดอลลาร์แคริบเบียนตะวันออก',
        ),
        'XEU' => array(
            0 => 'XEU',
            1 => 'หน่วยสกุลเงินยุโรป',
        ),
        'XFO' => array(
            0 => 'XFO',
            1 => 'ฟรังก์ทองฝรั่งเศส',
        ),
        'XFU' => array(
            0 => 'XFU',
            1 => 'ฟรังก์ยูไอซีฝรั่งเศส',
        ),
        'XOF' => array(
            0 => 'CFA',
            1 => 'ฟรังก์เซฟาธนาคารกลางรัฐแอฟริกาตะวันตก',
        ),
        'XPF' => array(
            0 => 'CFPF',
            1 => 'ฟรังก์ซีเอฟพี',
        ),
        'XRE' => array(
            0 => 'XRE',
            1 => 'กองทุนไรเน็ต',
        ),
        'YDD' => array(
            0 => 'YDD',
            1 => 'ดีนาร์เยเมน',
        ),
        'YER' => array(
            0 => 'YER',
            1 => 'เรียลเยเมน',
        ),
        'YUD' => array(
            0 => 'YUD',
            1 => 'ฮาร์ดดีนาร์ยูโกสลาเวีย',
        ),
        'YUM' => array(
            0 => 'YUM',
            1 => 'โนวิย์ดีนาร์ยูโกสลาเวีย',
        ),
        'YUN' => array(
            0 => 'YUN',
            1 => 'คอนเวอร์ทิเบิลดีนาร์ยูโกสลาเวีย',
        ),
        'YUR' => array(
            0 => 'YUR',
            1 => 'ดีนาร์ปฏิรูปยูโกสลาเวีย (1992–1993)',
        ),
        'ZAL' => array(
            0 => 'ZAL',
            1 => 'แรนด์แอฟริกาใต้ (การเงิน)',
        ),
        'ZAR' => array(
            0 => 'ZAR',
            1 => 'แรนด์แอฟริกาใต้',
        ),
        'ZMK' => array(
            0 => 'ZMK',
            1 => 'ควาชาแซมเบีย (1968–2012)',
        ),
        'ZMW' => array(
            0 => 'ZMW',
            1 => 'ควาชาแซมเบีย',
        ),
        'ZRN' => array(
            0 => 'ZRN',
            1 => 'นิวแซร์คองโก',
        ),
        'ZRZ' => array(
            0 => 'ZRZ',
            1 => 'แซร์คองโก',
        ),
        'ZWD' => array(
            0 => 'ZWD',
            1 => 'ดอลลาร์ซิมบับเว',
        ),
        'ZWL' => array(
            0 => 'ZWL',
            1 => 'ดอลลาร์ซิมบับเว (2009)',
        ),
        'ZWR' => array(
            0 => 'ZWR',
            1 => 'ดอลลาร์ซิมบับเว (2008)',
        ),
    ),
);
