<?php

return array(
    'Version' => '2.1.37.5',
    'Names' => array(
        'BRL' => array(
            0 => 'R$',
            1 => 'የብራዚል ሪል',
        ),
        'CNY' => array(
            0 => 'CN¥',
            1 => 'የቻይና ዩአን ረንሚንቢ',
        ),
        'ETB' => array(
            0 => 'Br',
            1 => 'የኢትዮጵያ ብር',
        ),
        'EUR' => array(
            0 => '€',
            1 => 'አውሮ',
        ),
        'GBP' => array(
            0 => '£',
            1 => 'የእንግሊዝ ፓውንድ ስተርሊንግ',
        ),
        'INR' => array(
            0 => '₹',
            1 => 'የሕንድ ሩፒ',
        ),
        'JPY' => array(
            0 => 'JP¥',
            1 => 'የጃፓን የን',
        ),
        'RUB' => array(
            0 => 'RUB',
            1 => 'የራሻ ሩብል',
        ),
        'USD' => array(
            0 => 'US$',
            1 => 'የአሜሪካን ዶላር',
        ),
    ),
);
