<?php

return array(
    'Version' => '2.1.37.5',
    'Names' => array(
        'BRL' => array(
            0 => 'R$',
            1 => 'Бразилия реалы',
        ),
        'CNY' => array(
            0 => 'CN¥',
            1 => 'кытай юане',
        ),
        'EUR' => array(
            0 => '€',
            1 => 'евро',
        ),
        'GBP' => array(
            0 => '£',
            1 => 'фунт стерлинг',
        ),
        'INR' => array(
            0 => '₹',
            1 => 'Индия рупиясе',
        ),
        'JPY' => array(
            0 => 'JP¥',
            1 => 'япон иенасы',
        ),
        'RUB' => array(
            0 => '₽',
            1 => 'Россия сумы',
        ),
        'USD' => array(
            0 => '$',
            1 => 'АКШ доллары',
        ),
    ),
);
