<?php

return array(
    'Version' => '2.1.37.5',
    'Names' => array(
        'ADP' => array(
            0 => 'ADP',
            1 => 'ئاندورران پېسېتاسى',
        ),
        'AED' => array(
            0 => 'AED',
            1 => 'ئەرەب بىرلەشمە خەلىپىلىكى دەرھەمى',
        ),
        'AFA' => array(
            0 => 'AFA',
            1 => 'ئافغان ئافغانى (1927–2002)',
        ),
        'AFN' => array(
            0 => 'AFN',
            1 => 'ئافغان ئافغانى',
        ),
        'ALK' => array(
            0 => 'ALK',
            1 => 'ئالبانىيە لېكى (1946–1965)',
        ),
        'ALL' => array(
            0 => 'ALL',
            1 => 'ئالبانىيە لېكى',
        ),
        'AMD' => array(
            0 => 'AMD',
            1 => 'ئەرمېنىيە دىرامى',
        ),
        'ANG' => array(
            0 => 'ANG',
            1 => 'گوللاندىيەگە قاراشلىق ئانتىللېن گۇلدېنى',
        ),
        'AOA' => array(
            0 => 'AOA',
            1 => 'ئانگولا كۇۋانزاسى',
        ),
        'AOK' => array(
            0 => 'AOK',
            1 => 'ئانگولا كۇۋانزاسى (1977–1991)',
        ),
        'AON' => array(
            0 => 'AON',
            1 => 'ئانگولا يېڭى كۇۋانزاسى (1990–2000)',
        ),
        'AOR' => array(
            0 => 'AOR',
            1 => 'ئانگولا قايتا تەڭشەلگەن كۇۋانزاسى (1995–1999)',
        ),
        'ARA' => array(
            0 => 'ARA',
            1 => 'ئارگېنتىنا ئاۋسترالى',
        ),
        'ARL' => array(
            0 => 'ARL',
            1 => 'ئارگېنتىنا پېسو لېيى (1970–1983)',
        ),
        'ARM' => array(
            0 => 'ARM',
            1 => 'ئارگېنتىنا پېسوسى (1881–1970)',
        ),
        'ARP' => array(
            0 => 'ARP',
            1 => 'ئارگېنتىنا پېسوسى (1983–1985)',
        ),
        'ARS' => array(
            0 => 'ARS',
            1 => 'ئارگېنتىنا پېسوسى',
        ),
        'ATS' => array(
            0 => 'ATS',
            1 => 'ئاۋسترىيە شىللىڭى',
        ),
        'AUD' => array(
            0 => 'A$',
            1 => 'ئاۋسترالىيە دوللىرى',
        ),
        'AWG' => array(
            0 => 'AWG',
            1 => 'ئارۇبان فىلورۇنى',
        ),
        'AZM' => array(
            0 => 'AZM',
            1 => 'ئەزەربەيجان ماناتى (1993–2006)',
        ),
        'AZN' => array(
            0 => 'AZN',
            1 => 'ئەزەربەيجان ماناتى',
        ),
        'BAD' => array(
            0 => 'BAD',
            1 => 'بوسنىيە-خېرتسېگوۋىنا دىنارى (1992–1994)',
        ),
        'BAM' => array(
            0 => 'BAM',
            1 => 'بوسنىيە-خېرتسېگوۋىنا ئالماشتۇرۇشچان ماركى',
        ),
        'BAN' => array(
            0 => 'BAN',
            1 => 'بوسنىيە-خېرتسېگوۋىنا يېڭى دىنارى (1994–1997)',
        ),
        'BBD' => array(
            0 => 'BBD',
            1 => 'باربادوس دوللىرى',
        ),
        'BDT' => array(
            0 => 'BDT',
            1 => 'باڭلادىش تاكاسى',
        ),
        'BEC' => array(
            0 => 'BEC',
            1 => 'بېلگىيە فرانكى (ئالماشتۇرۇشچان)',
        ),
        'BEF' => array(
            0 => 'BEF',
            1 => 'بېلگىيە فرانكى',
        ),
        'BEL' => array(
            0 => 'BEL',
            1 => 'بېلگىيە فرانكى (پۇل–مۇئامىلە)',
        ),
        'BGL' => array(
            0 => 'BGL',
            1 => 'بۇلغارىيە قاتتىق لېۋاسى',
        ),
        'BGM' => array(
            0 => 'BGM',
            1 => 'بۇلغارىيە ئىجتىمائىي لېۋاسى',
        ),
        'BGN' => array(
            0 => 'BGN',
            1 => 'بۇلغارىيە لېۋاسى',
        ),
        'BGO' => array(
            0 => 'BGO',
            1 => 'بۇلغارىيە لېۋاسى (1879–1952)',
        ),
        'BHD' => array(
            0 => 'BHD',
            1 => 'بەھرەين دىنارى',
        ),
        'BIF' => array(
            0 => 'BIF',
            1 => 'بۇرۇندى فرانكى',
        ),
        'BMD' => array(
            0 => 'BMD',
            1 => 'بېرمۇدا دوللىرى',
        ),
        'BND' => array(
            0 => 'BND',
            1 => 'بىرۇنېي دوللىرى',
        ),
        'BOB' => array(
            0 => 'BOB',
            1 => 'بولىۋىيە بولىۋىيانوسى',
        ),
        'BOL' => array(
            0 => 'BOL',
            1 => 'بولىۋىيە بولىۋىيانوسى (1863–1963)',
        ),
        'BOP' => array(
            0 => 'BOP',
            1 => 'بولىۋىيە پىسوسى',
        ),
        'BOV' => array(
            0 => 'BOV',
            1 => 'بولىۋىيە مۇدولى',
        ),
        'BRB' => array(
            0 => 'BRB',
            1 => 'بىرازىلىيە يېڭى كرۇزېروسى (1967–1986)',
        ),
        'BRC' => array(
            0 => 'BRC',
            1 => 'بىرازىلىيە كرۇزادوسى (1986–1989)',
        ),
        'BRE' => array(
            0 => 'BRE',
            1 => 'بىرازىلىيە يېڭى كرۇزېروسى (1990–1993)',
        ),
        'BRL' => array(
            0 => 'R$',
            1 => 'بىرازىلىيە رىيالى',
        ),
        'BRN' => array(
            0 => 'BRN',
            1 => 'بىرازىلىيە يېڭى كرۇزادوسى (1989–1990)',
        ),
        'BRR' => array(
            0 => 'BRR',
            1 => 'بىرازىلىيە كرۇزېروسى (1993–1994)',
        ),
        'BRZ' => array(
            0 => 'BRZ',
            1 => 'بىرازىلىيە كرۇزېروسى (1942–1967)',
        ),
        'BSD' => array(
            0 => 'BSD',
            1 => 'باھاما دوللىرى',
        ),
        'BTN' => array(
            0 => 'BTN',
            1 => 'بۇتان نگۇلترۇمى',
        ),
        'BUK' => array(
            0 => 'BUK',
            1 => 'بىرما كىياتى',
        ),
        'BWP' => array(
            0 => 'BWP',
            1 => 'بوتسۋانا پۇلاسى',
        ),
        'BYB' => array(
            0 => 'BYB',
            1 => 'بېلارۇسىيە يېڭى رۇبلىسى (1994–1999)',
        ),
        'BYN' => array(
            0 => 'BYN',
            1 => 'بېلارۇسىيە رۇبلىسى',
        ),
        'BYR' => array(
            0 => 'BYR',
            1 => 'بېلارۇسىيە رۇبلىسى (۲۰۰۰–۲۰۱۶)',
        ),
        'BZD' => array(
            0 => 'BZD',
            1 => 'بېلىز دوللىرى',
        ),
        'CAD' => array(
            0 => 'CA$',
            1 => 'كانادا دوللىرى',
        ),
        'CDF' => array(
            0 => 'CDF',
            1 => 'كونگو فرانكى',
        ),
        'CHE' => array(
            0 => 'CHE',
            1 => 'WIR ياۋرو',
        ),
        'CHF' => array(
            0 => 'CHF',
            1 => 'شىۋېتسىيە فرانكى',
        ),
        'CHW' => array(
            0 => 'CHW',
            1 => 'WIR فرانكى',
        ),
        'CLE' => array(
            0 => 'CLE',
            1 => 'چىلى ئېسكۇدوسى',
        ),
        'CLF' => array(
            0 => 'CLF',
            1 => 'چىلى ھېسابات بىرلىكى (UF)',
        ),
        'CLP' => array(
            0 => 'CLP',
            1 => 'چىلى پېسوسى',
        ),
        'CNX' => array(
            0 => 'CNX',
            1 => 'جۇڭگو خەلق بانكىسى دوللىرى',
        ),
        'CNY' => array(
            0 => '￥',
            1 => 'جۇڭگو يۈەنى',
        ),
        'COP' => array(
            0 => 'COP',
            1 => 'كولومبىيە پېسوسى',
        ),
        'COU' => array(
            0 => 'COU',
            1 => 'كولومبىيە ھەقىقىي قىممەت بىرلىكى',
        ),
        'CRC' => array(
            0 => 'CRC',
            1 => 'كوستارىكا كولونى',
        ),
        'CSD' => array(
            0 => 'CSD',
            1 => 'سېربىيە دىنارى (2002–2006)',
        ),
        'CSK' => array(
            0 => 'CSK',
            1 => 'چېخسىلوۋاكىيە قاتتىق كورۇناسى',
        ),
        'CUC' => array(
            0 => 'CUC',
            1 => 'كۇبا ئالماشتۇرۇشچان پېسوسى',
        ),
        'CUP' => array(
            0 => 'CUP',
            1 => 'كۇبا پېسوسى',
        ),
        'CVE' => array(
            0 => 'CVE',
            1 => 'يېشىل تۇمشۇق ئېسكۇدوسى',
        ),
        'CYP' => array(
            0 => 'CYP',
            1 => 'سىپرۇس فوند ستېرلىڭى',
        ),
        'CZK' => array(
            0 => 'CZK',
            1 => 'چېخ جۇمھۇرىيىتى كورۇناسى',
        ),
        'DDM' => array(
            0 => 'DDM',
            1 => 'شەرقىي گېرمانىيە ماركى',
        ),
        'DEM' => array(
            0 => 'DEM',
            1 => 'گېرمانىيە ماركى',
        ),
        'DJF' => array(
            0 => 'DJF',
            1 => 'جىبۇتى فرانكى',
        ),
        'DKK' => array(
            0 => 'DKK',
            1 => 'دانىيە كرونى',
        ),
        'DOP' => array(
            0 => 'DOP',
            1 => 'دومىنىكا پېسوسى',
        ),
        'DZD' => array(
            0 => 'DZD',
            1 => 'ئالجىرىيە دىنارى',
        ),
        'ECS' => array(
            0 => 'ECS',
            1 => 'ئېكۋادور سۇكرېسى',
        ),
        'ECV' => array(
            0 => 'ECV',
            1 => 'ئېكۋادور تۇراقلىق قىممەت بىرلىكى',
        ),
        'EEK' => array(
            0 => 'EEK',
            1 => 'ئېستونىيە كرۇنى',
        ),
        'EGP' => array(
            0 => 'EGP',
            1 => 'مىسىر فوند سىتېرلىڭى',
        ),
        'ERN' => array(
            0 => 'ERN',
            1 => 'ئېرىترېيە ناكفاسى',
        ),
        'ESA' => array(
            0 => 'ESA',
            1 => 'ئىسپانىيە پېسېتاسى (A ھېسابات)',
        ),
        'ESB' => array(
            0 => 'ESB',
            1 => 'ئىسپانىيە پېسېتاسى (ئالماشتۇرۇش ھېساباتى)',
        ),
        'ESP' => array(
            0 => 'ESP',
            1 => 'ئىسپانىيە پېسېتاسى',
        ),
        'ETB' => array(
            0 => 'ETB',
            1 => 'ئېفىيوپىيە بىررى',
        ),
        'EUR' => array(
            0 => '€',
            1 => 'ياۋرو',
        ),
        'FIM' => array(
            0 => 'FIM',
            1 => 'فىنلاندىيە مارككاسى',
        ),
        'FJD' => array(
            0 => 'FJD',
            1 => 'فىجى دوللىرى',
        ),
        'FKP' => array(
            0 => 'FKP',
            1 => 'فالكلاند ئاراللىرى فوند سىتېرلىڭى',
        ),
        'FRF' => array(
            0 => 'FRF',
            1 => 'فىرانسىيە فرانكى',
        ),
        'GBP' => array(
            0 => '£',
            1 => 'ئەنگلىيە فوند سىتېرلىڭى',
        ),
        'GEK' => array(
            0 => 'GEK',
            1 => 'گىرۇزىيە كۇپون لارىتى',
        ),
        'GEL' => array(
            0 => 'GEL',
            1 => 'گىرۇزىيە لارىسى',
        ),
        'GHC' => array(
            0 => 'GHC',
            1 => 'گانا سېدىسى (1979–2007)',
        ),
        'GHS' => array(
            0 => 'GHS',
            1 => 'گانا سېدىسى',
        ),
        'GIP' => array(
            0 => 'GIP',
            1 => 'جەبىلتارىق فوند سىتېرلىڭى',
        ),
        'GMD' => array(
            0 => 'GMD',
            1 => 'گامبىيە دالاسى',
        ),
        'GNF' => array(
            0 => 'GNF',
            1 => 'گىۋىنېيە فرانكى',
        ),
        'GNS' => array(
            0 => 'GNS',
            1 => 'گىۋىنېيە سىلىسى',
        ),
        'GQE' => array(
            0 => 'GQE',
            1 => 'ئېكۋاتور گىۋىنېيە ئېكۋېلېسى',
        ),
        'GRD' => array(
            0 => 'GRD',
            1 => 'گىرېتسىيە دراخماسى',
        ),
        'GTQ' => array(
            0 => 'GTQ',
            1 => 'گىۋاتېمالا كۇۋېتزالى',
        ),
        'GWE' => array(
            0 => 'GWE',
            1 => 'پورتۇگالىيە گىۋىنېيە ئېسكۇدوسى',
        ),
        'GWP' => array(
            0 => 'GWP',
            1 => 'گىۋىنېيە-بىسسائۇ پېسوسى',
        ),
        'GYD' => array(
            0 => 'GYD',
            1 => 'گىۋىئانا دوللىرى',
        ),
        'HKD' => array(
            0 => 'HK$',
            1 => 'شياڭگاڭ دوللىرى',
        ),
        'HNL' => array(
            0 => 'HNL',
            1 => 'ھوندۇراس لېمپىراسى',
        ),
        'HRD' => array(
            0 => 'HRD',
            1 => 'كىرودىيە دىنارى',
        ),
        'HRK' => array(
            0 => 'HRK',
            1 => 'كىرودىيە كۇناسى',
        ),
        'HTG' => array(
            0 => 'HTG',
            1 => 'ھايتى گۇردېسى',
        ),
        'HUF' => array(
            0 => 'HUF',
            1 => 'ۋېنگىرىيە فورېنتى',
        ),
        'IDR' => array(
            0 => 'IDR',
            1 => 'ھىندونېزىيە رۇپىيەسى',
        ),
        'IEP' => array(
            0 => 'IEP',
            1 => 'ئىرېلاندىيە فوندستېرلىڭى',
        ),
        'ILP' => array(
            0 => 'ILP',
            1 => 'ئىسرائىلىيە فوندستېرلىڭى',
        ),
        'ILR' => array(
            0 => 'ILR',
            1 => 'ئىسرائىل شېكېلى (1980–1985)',
        ),
        'ILS' => array(
            0 => '₪',
            1 => 'ئىسرائىل يېڭى شېكېلى',
        ),
        'INR' => array(
            0 => '₹',
            1 => 'ھىندىستان رۇپىسى',
        ),
        'IQD' => array(
            0 => 'IQD',
            1 => 'ئىراق دىنارى',
        ),
        'IRR' => array(
            0 => 'IRR',
            1 => 'ئىران رىيالى',
        ),
        'ISJ' => array(
            0 => 'ISJ',
            1 => 'ئىسلاندىيە كروناسى (1918–1981)',
        ),
        'ISK' => array(
            0 => 'ISK',
            1 => 'ئىسلاندىيە كروناسى',
        ),
        'ITL' => array(
            0 => 'ITL',
            1 => 'ئىتالىيە لىراسى',
        ),
        'JMD' => array(
            0 => 'JMD',
            1 => 'يامايكا دوللىرى',
        ),
        'JOD' => array(
            0 => 'JOD',
            1 => 'ئىيوردانىيە دىنارى',
        ),
        'JPY' => array(
            0 => 'JP¥',
            1 => 'ياپونىيە يېنى',
        ),
        'KES' => array(
            0 => 'KES',
            1 => 'كېنىيە شىللىڭى',
        ),
        'KGS' => array(
            0 => 'KGS',
            1 => 'قىرغىزىستان سومى',
        ),
        'KHR' => array(
            0 => 'KHR',
            1 => 'كامبودژا رىئېلى',
        ),
        'KMF' => array(
            0 => 'KMF',
            1 => 'كومورو فرانكى',
        ),
        'KPW' => array(
            0 => 'KPW',
            1 => 'شىمالىي كورېيە ۋونى',
        ),
        'KRH' => array(
            0 => 'KRH',
            1 => 'جەنۇبىي كورېيە خۋانى (1953–1962)',
        ),
        'KRO' => array(
            0 => 'KRO',
            1 => 'جەنۇبىي كورېيە ۋونى (1945–1953)',
        ),
        'KRW' => array(
            0 => '₩',
            1 => 'جەنۇبىي كورېيە ۋونى',
        ),
        'KWD' => array(
            0 => 'KWD',
            1 => 'كۇۋەيت دىنارى',
        ),
        'KYD' => array(
            0 => 'KYD',
            1 => 'كايمان ئاراللىرى دوللىرى',
        ),
        'KZT' => array(
            0 => 'KZT',
            1 => 'قازاقىستان تەڭگىسى',
        ),
        'LAK' => array(
            0 => 'LAK',
            1 => 'لائوس كىپى',
        ),
        'LBP' => array(
            0 => 'LBP',
            1 => 'لىۋان فوند سىتېرلىڭى',
        ),
        'LKR' => array(
            0 => 'LKR',
            1 => 'سىرىلانكا رۇپىسى',
        ),
        'LRD' => array(
            0 => 'LRD',
            1 => 'لىبېرىيە دوللىرى',
        ),
        'LSL' => array(
            0 => 'LSL',
            1 => 'لېسوتو لوتىسى',
        ),
        'LTL' => array(
            0 => 'LTL',
            1 => 'لىتۋا لىتاسى',
        ),
        'LTT' => array(
            0 => 'LTT',
            1 => 'لىتۋا تالوناسى',
        ),
        'LUC' => array(
            0 => 'LUC',
            1 => 'ليۇكسېمبۇرگ ئالماشتۇرۇشچان پېسوسى',
        ),
        'LUF' => array(
            0 => 'LUF',
            1 => 'ليۇكسېمبۇرگ فرانكى',
        ),
        'LUL' => array(
            0 => 'LUL',
            1 => 'لىيۇكسېمبۇرگ پۇل-مۇئامىلە فرانكى',
        ),
        'LVL' => array(
            0 => 'LVL',
            1 => 'لاتۋىيە لاتى',
        ),
        'LVR' => array(
            0 => 'LVR',
            1 => 'لاتۋىيە رۇبلىسى',
        ),
        'LYD' => array(
            0 => 'LYD',
            1 => 'لىۋىيە دىنارى',
        ),
        'MAD' => array(
            0 => 'MAD',
            1 => 'ماراكەش دىرھەمى',
        ),
        'MAF' => array(
            0 => 'MAF',
            1 => 'ماراكەش فرانكى',
        ),
        'MCF' => array(
            0 => 'MCF',
            1 => 'موناكو فرانكى',
        ),
        'MDC' => array(
            0 => 'MDC',
            1 => 'مولدوۋا كۇپونى',
        ),
        'MDL' => array(
            0 => 'MDL',
            1 => 'مولدوۋا لېۋى',
        ),
        'MGA' => array(
            0 => 'MGA',
            1 => 'ماداغاسقار ئارىئارىسى',
        ),
        'MGF' => array(
            0 => 'MGF',
            1 => 'ماداغاسقار فرانكى',
        ),
        'MKD' => array(
            0 => 'MKD',
            1 => 'ماكېدونىيە دىنارى',
        ),
        'MKN' => array(
            0 => 'MKN',
            1 => 'ماكېدونىيە دىنارى (1992–1993)',
        ),
        'MLF' => array(
            0 => 'MLF',
            1 => 'مالى فرانكى',
        ),
        'MMK' => array(
            0 => 'MMK',
            1 => 'مىيانمار كىياتى',
        ),
        'MNT' => array(
            0 => 'MNT',
            1 => 'موڭغۇلىيە تۈگرىكى',
        ),
        'MOP' => array(
            0 => 'MOP',
            1 => 'ئاۋمېن پاتاكاسى',
        ),
        'MRO' => array(
            0 => 'MRO',
            1 => 'ماۋرىتانىيە ئۇگىيەسى',
        ),
        'MTL' => array(
            0 => 'MTL',
            1 => 'مالتا لىراسى',
        ),
        'MTP' => array(
            0 => 'MTP',
            1 => 'مالتا فوندستېرلىڭى',
        ),
        'MUR' => array(
            0 => 'MUR',
            1 => 'ماۋرىتىئۇس رۇپىسى',
        ),
        'MVP' => array(
            0 => 'MVP',
            1 => 'مالدىۋى رۇپىسى',
        ),
        'MVR' => array(
            0 => 'MVR',
            1 => 'مالدىۋى رۇفىياسى',
        ),
        'MWK' => array(
            0 => 'MWK',
            1 => 'مالاۋى كۋاچاسى',
        ),
        'MXN' => array(
            0 => 'MX$',
            1 => 'مېكسىكا پېسوسى',
        ),
        'MXP' => array(
            0 => 'MXP',
            1 => 'مېكسىكا كۈمۈش پېسوسى (1861–1992)',
        ),
        'MXV' => array(
            0 => 'MXV',
            1 => 'مېكسىكا مەبلەغ بىرلىكى',
        ),
        'MYR' => array(
            0 => 'MYR',
            1 => 'مالايشىيا رىڭگىتى',
        ),
        'MZE' => array(
            0 => 'MZE',
            1 => 'موزامبىك ئېسكۇدوسى',
        ),
        'MZM' => array(
            0 => 'MZM',
            1 => 'موزامبىك مېتىكالى (1980–2006)',
        ),
        'MZN' => array(
            0 => 'MZN',
            1 => 'موزامبىك مېتىكالى',
        ),
        'NAD' => array(
            0 => 'NAD',
            1 => 'نامىبىيە دوللىرى',
        ),
        'NGN' => array(
            0 => 'NGN',
            1 => 'نىگېرىيە نايراسى',
        ),
        'NIC' => array(
            0 => 'NIC',
            1 => 'نىگېرىيە كوردوباسى (1988–1991)',
        ),
        'NIO' => array(
            0 => 'NIO',
            1 => 'نىگېرىيە كوردوباسى',
        ),
        'NLG' => array(
            0 => 'NLG',
            1 => 'گوللاندىيە گۈلدىنى',
        ),
        'NOK' => array(
            0 => 'NOK',
            1 => 'نورۋېگىيە كرونى',
        ),
        'NPR' => array(
            0 => 'NPR',
            1 => 'نېپال رۇپىسى',
        ),
        'NZD' => array(
            0 => 'NZ$',
            1 => 'يېڭى زېلاندىيە دوللىرى',
        ),
        'OMR' => array(
            0 => 'OMR',
            1 => 'ئومان رىيالى',
        ),
        'PAB' => array(
            0 => 'PAB',
            1 => 'پاناما بالبوئاسى',
        ),
        'PEI' => array(
            0 => 'PEI',
            1 => 'پېرۇ ئىنتىسى',
        ),
        'PEN' => array(
            0 => 'PEN',
            1 => 'پېرۇ سولى',
        ),
        'PES' => array(
            0 => 'PES',
            1 => 'پېرۇ سولى (1863–1965)',
        ),
        'PGK' => array(
            0 => 'PGK',
            1 => 'پاپۇئا يېڭى گىۋىنېيە كىناسى',
        ),
        'PHP' => array(
            0 => 'PHP',
            1 => 'فىلىپپىن پېسوسى',
        ),
        'PKR' => array(
            0 => 'PKR',
            1 => 'پاكىستان رۇپىسى',
        ),
        'PLN' => array(
            0 => 'PLN',
            1 => 'پولشا زىلوتى',
        ),
        'PLZ' => array(
            0 => 'PLZ',
            1 => 'پولشا زىلوتى (1950–1995)',
        ),
        'PTE' => array(
            0 => 'PTE',
            1 => 'پورتۇگالىيە ئېسكۇدوسى',
        ),
        'PYG' => array(
            0 => 'PYG',
            1 => 'پاراگۋاي گۇئارانىسى',
        ),
        'QAR' => array(
            0 => 'QAR',
            1 => 'قاتار رىيالى',
        ),
        'RHD' => array(
            0 => 'RHD',
            1 => 'رودېزىيە دوللىرى',
        ),
        'ROL' => array(
            0 => 'ROL',
            1 => 'رۇمىنىيە لېيى (1952–2006)',
        ),
        'RON' => array(
            0 => 'RON',
            1 => 'رۇمىنىيە لېيى',
        ),
        'RSD' => array(
            0 => 'RSD',
            1 => 'سېربىيە دىنارى',
        ),
        'RUB' => array(
            0 => 'RUB',
            1 => 'رۇسىيە رۇبلىسى',
        ),
        'RUR' => array(
            0 => 'RUR',
            1 => 'رۇسىيە رۇبلىسى (1991–1998)',
        ),
        'RWF' => array(
            0 => 'RWF',
            1 => 'رۋاندا فرانكى',
        ),
        'SAR' => array(
            0 => 'SAR',
            1 => 'سەئۇدى رىيالى',
        ),
        'SBD' => array(
            0 => 'SBD',
            1 => 'سولومون ئاراللىرى دوللىرى',
        ),
        'SCR' => array(
            0 => 'SCR',
            1 => 'سېيشېل رۇپىسى',
        ),
        'SDD' => array(
            0 => 'SDD',
            1 => 'سۇدان دىنارى (1992–2007)',
        ),
        'SDG' => array(
            0 => 'SDG',
            1 => 'سۇدان فوندستېرلىڭى',
        ),
        'SDP' => array(
            0 => 'SDP',
            1 => 'سۇدان فوندستېرلىڭى (1957–1998)',
        ),
        'SEK' => array(
            0 => 'SEK',
            1 => 'شىۋېتسىيە كروناسى',
        ),
        'SGD' => array(
            0 => 'SGD',
            1 => 'سىنگاپور دوللىرى',
        ),
        'SHP' => array(
            0 => 'SHP',
            1 => 'ساينىت-ھېلېنا فوندستېرلىڭى',
        ),
        'SIT' => array(
            0 => 'SIT',
            1 => 'سىلوۋېنىيە تولارى',
        ),
        'SKK' => array(
            0 => 'SKK',
            1 => 'سىلوۋاكىيە كورۇناسى',
        ),
        'SLL' => array(
            0 => 'SLL',
            1 => 'سېررالېئون لېئونېسى',
        ),
        'SOS' => array(
            0 => 'SOS',
            1 => 'سومالى شىللىڭى',
        ),
        'SRD' => array(
            0 => 'SRD',
            1 => 'سۇرىنام دوللىرى',
        ),
        'SRG' => array(
            0 => 'SRG',
            1 => 'سۇرىنام گۈلدىنى',
        ),
        'SSP' => array(
            0 => 'SSP',
            1 => 'جەنۇبىي سۇدان فوندستېرلىڭى',
        ),
        'STD' => array(
            0 => 'STD',
            1 => 'سان-تومې ۋە پىرىنسىپى دوبراسى',
        ),
        'SUR' => array(
            0 => 'SUR',
            1 => 'سوۋىت رۇبلىسى',
        ),
        'SVC' => array(
            0 => 'SVC',
            1 => 'سالۋادور كولونى',
        ),
        'SYP' => array(
            0 => 'SYP',
            1 => 'سۈرىيە فوندستېرلىڭى',
        ),
        'SZL' => array(
            0 => 'SZL',
            1 => 'سىۋېزىلاند لىلانگېنى',
        ),
        'THB' => array(
            0 => 'THB',
            1 => 'تايلاند باختى',
        ),
        'TJR' => array(
            0 => 'TJR',
            1 => 'تاجىكىستان رۇبلىسى',
        ),
        'TJS' => array(
            0 => 'TJS',
            1 => 'تاجىكىستان سومونىسى',
        ),
        'TMM' => array(
            0 => 'TMM',
            1 => 'تۈركمەنىستان ماناتى (1993–2009)',
        ),
        'TMT' => array(
            0 => 'TMT',
            1 => 'تۈركمەنىستان ماناتى',
        ),
        'TND' => array(
            0 => 'TND',
            1 => 'تۇنىس دىنارى',
        ),
        'TOP' => array(
            0 => 'TOP',
            1 => 'تونگا پائانگاسى',
        ),
        'TPE' => array(
            0 => 'TPE',
            1 => 'تىمور ئېسكۇدوسى',
        ),
        'TRL' => array(
            0 => 'TRL',
            1 => 'تۈركىيە لىراسى (1922–2005)',
        ),
        'TRY' => array(
            0 => 'TRY',
            1 => 'تۈركىيە لىراسى',
        ),
        'TTD' => array(
            0 => 'TTD',
            1 => 'تىرىنىداد ۋە توباگو دوللىرى',
        ),
        'TWD' => array(
            0 => 'NT$',
            1 => 'يېڭى تەيۋەن دوللىرى',
        ),
        'TZS' => array(
            0 => 'TZS',
            1 => 'تانزانىيە شىللىڭى',
        ),
        'UAH' => array(
            0 => 'UAH',
            1 => 'ئۇكرائىنا خرىۋناسى',
        ),
        'UAK' => array(
            0 => 'UAK',
            1 => 'ئۇكرائىنا كاربوۋانېتسى',
        ),
        'UGS' => array(
            0 => 'UGS',
            1 => 'ئۇگاندا شىللىڭى (1966–1987)',
        ),
        'UGX' => array(
            0 => 'UGX',
            1 => 'ئۇگاندا شىللىڭى',
        ),
        'USD' => array(
            0 => '$',
            1 => 'ئامېرىكا دوللىرى',
        ),
        'USN' => array(
            0 => 'USN',
            1 => 'ئامېرىكا دوللىرى (كېيىنكى كۈن)',
        ),
        'USS' => array(
            0 => 'USS',
            1 => 'ئامېرىكا دوللىرى (ئوخشاش كۈن)',
        ),
        'UYI' => array(
            0 => 'UYI',
            1 => 'ئۇرۇگۋاي پېسوسى (ئىندېكىسلاش بىرلىكى)',
        ),
        'UYP' => array(
            0 => 'UYP',
            1 => 'ئۇرۇگۋاي پېسوسى (1975–1993)',
        ),
        'UYU' => array(
            0 => 'UYU',
            1 => 'ئۇرۇگۋاي پېسوسى',
        ),
        'UZS' => array(
            0 => 'UZS',
            1 => 'ئۆزبېكىستان سومى',
        ),
        'VEB' => array(
            0 => 'VEB',
            1 => 'ۋېنېزۇئېلا بولىۋارى (1871–2008)',
        ),
        'VEF' => array(
            0 => 'VEF',
            1 => 'ۋېنېزۇئېلا بولىۋارى',
        ),
        'VND' => array(
            0 => '₫',
            1 => 'ۋىيېتنام دوڭى',
        ),
        'VNN' => array(
            0 => 'VNN',
            1 => 'ۋىيېتنام دوڭى (1978–1985)',
        ),
        'VUV' => array(
            0 => 'VUV',
            1 => 'ۋانۇئاتۇ ۋاتۇسى',
        ),
        'WST' => array(
            0 => 'WST',
            1 => 'ساموئا تالاسى',
        ),
        'XAF' => array(
            0 => 'FCFA',
            1 => 'ئافرىقا قىتئەسى پۇل-مۇئامىلە ئىتتىپاقى فرانكى',
        ),
        'XCD' => array(
            0 => 'EC$',
            1 => 'شەرقىي كارىب دوللىرى',
        ),
        'XEU' => array(
            0 => 'XEU',
            1 => 'ياۋروپا پۇل بىرلىكى',
        ),
        'XFO' => array(
            0 => 'XFO',
            1 => 'فىرانسىيە ئالتۇن فرانكى',
        ),
        'XFU' => array(
            0 => 'XFU',
            1 => 'فىرانسىيە UIC فرانكى',
        ),
        'XOF' => array(
            0 => 'CFA',
            1 => 'ئافرىقا قىتئەسى پۇل-مۇئامىلە ئىتتىپاقى فرانكى (BCEAO)',
        ),
        'XPF' => array(
            0 => 'CFPF',
            1 => 'تىنچ ئوكيان پۇل-مۇئامىلە ئورتاق گەۋدىسى فرانكى',
        ),
        'XRE' => array(
            0 => 'XRE',
            1 => 'RINET فوندى',
        ),
        'YDD' => array(
            0 => 'YDD',
            1 => 'يەمەن دىنارى',
        ),
        'YER' => array(
            0 => 'YER',
            1 => 'يەمەن رىيالى',
        ),
        'YUD' => array(
            0 => 'YUD',
            1 => 'يۇگوسلاۋىيە قاتتىق دىنارى (1966–1990)',
        ),
        'YUM' => array(
            0 => 'YUM',
            1 => 'يۇگوسلاۋىيە يېڭى دىنارى (1994–2002)',
        ),
        'YUN' => array(
            0 => 'YUN',
            1 => 'يۇگوسلاۋىيە ئالماشتۇرۇشچان دىنارى (1990–1992)',
        ),
        'YUR' => array(
            0 => 'YUR',
            1 => 'يۇگوسلاۋىيە ئىسلاھات دىنارى (1992–1993)',
        ),
        'ZAL' => array(
            0 => 'ZAL',
            1 => 'جەنۇبىي ئافرىقا راندى (پۇل–مۇئامىلە)',
        ),
        'ZAR' => array(
            0 => 'ZAR',
            1 => 'جەنۇبىي ئافرىقا راندى',
        ),
        'ZMK' => array(
            0 => 'ZMK',
            1 => 'زامبىيە كۋاچاسى (1968–2012)',
        ),
        'ZMW' => array(
            0 => 'ZMW',
            1 => 'زامبىيە كۋاچاسى',
        ),
        'ZRN' => array(
            0 => 'ZRN',
            1 => 'زايىر يېڭى زايىرى (1993–1998)',
        ),
        'ZRZ' => array(
            0 => 'ZRZ',
            1 => 'زايىر زايىرى (1971–1993)',
        ),
        'ZWD' => array(
            0 => 'ZWD',
            1 => 'زىمبابۋې دوللىرى (1980–2008)',
        ),
        'ZWL' => array(
            0 => 'ZWL',
            1 => 'زىمبابۋې دوللىرى (2009)',
        ),
        'ZWR' => array(
            0 => 'ZWR',
            1 => 'زىمبابۋې دوللىرى (2008)',
        ),
    ),
);
