<?php

return array(
    'Version' => '2.1.37.12',
    'Names' => array(
        'ADP' => array(
            0 => 'ADP',
            1 => 'андоррська песета',
        ),
        'AED' => array(
            0 => 'AED',
            1 => 'дирхам ОАЕ',
        ),
        'AFA' => array(
            0 => 'AFA',
            1 => 'афгані (1927–2002)',
        ),
        'AFN' => array(
            0 => 'AFN',
            1 => 'афганський афгані',
        ),
        'ALL' => array(
            0 => 'ALL',
            1 => 'албанський лек',
        ),
        'AMD' => array(
            0 => 'AMD',
            1 => 'вірменський драм',
        ),
        'ANG' => array(
            0 => 'ANG',
            1 => 'нідерландський антильський гульден',
        ),
        'AOA' => array(
            0 => 'AOA',
            1 => 'ангольська кванза',
        ),
        'AOK' => array(
            0 => 'AOK',
            1 => 'ангольська кванза (1977–1990)',
        ),
        'AON' => array(
            0 => 'AON',
            1 => 'ангольська нова кванза (1990–2000)',
        ),
        'AOR' => array(
            0 => 'AOR',
            1 => 'ангольська кванза реаджастадо (1995–1999)',
        ),
        'ARA' => array(
            0 => 'ARA',
            1 => 'аргентинський австрал',
        ),
        'ARP' => array(
            0 => 'ARP',
            1 => 'аргентинський песо (1983–1985)',
        ),
        'ARS' => array(
            0 => 'ARS',
            1 => 'аргентинський песо',
        ),
        'ATS' => array(
            0 => 'ATS',
            1 => 'австрійський шилінг',
        ),
        'AUD' => array(
            0 => 'AUD',
            1 => 'австралійський долар',
        ),
        'AWG' => array(
            0 => 'AWG',
            1 => 'арубський флорин',
        ),
        'AZM' => array(
            0 => 'AZM',
            1 => 'азербайджанський манат (1993–2006)',
        ),
        'AZN' => array(
            0 => 'AZN',
            1 => 'азербайджанський манат',
        ),
        'BAD' => array(
            0 => 'BAD',
            1 => 'динар (Боснія і Герцеговина)',
        ),
        'BAM' => array(
            0 => 'BAM',
            1 => 'конвертована марка Боснії і Герцеговини',
        ),
        'BBD' => array(
            0 => 'BBD',
            1 => 'барбадоський долар',
        ),
        'BDT' => array(
            0 => 'BDT',
            1 => 'бангладеська така',
        ),
        'BEC' => array(
            0 => 'BEC',
            1 => 'бельгійський франк (конвертований)',
        ),
        'BEF' => array(
            0 => 'BEF',
            1 => 'бельгійський франк',
        ),
        'BEL' => array(
            0 => 'BEL',
            1 => 'бельгійський франк (фінансовий)',
        ),
        'BGL' => array(
            0 => 'BGL',
            1 => 'болгарський твердий лев',
        ),
        'BGN' => array(
            0 => 'BGN',
            1 => 'болгарський лев',
        ),
        'BHD' => array(
            0 => 'BHD',
            1 => 'бахрейнський динар',
        ),
        'BIF' => array(
            0 => 'BIF',
            1 => 'бурундійський франк',
        ),
        'BMD' => array(
            0 => 'BMD',
            1 => 'бермудський долар',
        ),
        'BND' => array(
            0 => 'BND',
            1 => 'брунейський долар',
        ),
        'BOB' => array(
            0 => 'BOB',
            1 => 'болівійський болівіано',
        ),
        'BOP' => array(
            0 => 'BOP',
            1 => 'болівійське песо',
        ),
        'BOV' => array(
            0 => 'BOV',
            1 => 'болівійський мвдол',
        ),
        'BRB' => array(
            0 => 'BRB',
            1 => 'бразильське нове крузейро (1967–1986)',
        ),
        'BRC' => array(
            0 => 'BRC',
            1 => 'бразильське крузадо',
        ),
        'BRE' => array(
            0 => 'BRE',
            1 => 'бразильське крузейро (1990–1993)',
        ),
        'BRL' => array(
            0 => 'BRL',
            1 => 'бразильський реал',
        ),
        'BRN' => array(
            0 => 'BRN',
            1 => 'бразильське нове крузадо',
        ),
        'BRR' => array(
            0 => 'BRR',
            1 => 'бразильське крузейро',
        ),
        'BSD' => array(
            0 => 'BSD',
            1 => 'багамський долар',
        ),
        'BTN' => array(
            0 => 'BTN',
            1 => 'бутанський нгултрум',
        ),
        'BUK' => array(
            0 => 'BUK',
            1 => 'бірманський кіат',
        ),
        'BWP' => array(
            0 => 'BWP',
            1 => 'ботсванська пула',
        ),
        'BYB' => array(
            0 => 'BYB',
            1 => 'білоруський новий рубль (1994–1999)',
        ),
        'BYN' => array(
            0 => 'BYN',
            1 => 'білоруський рубль',
        ),
        'BYR' => array(
            0 => 'BYR',
            1 => 'білоруський рубль (2000–2016)',
        ),
        'BZD' => array(
            0 => 'BZD',
            1 => 'белізький долар',
        ),
        'CAD' => array(
            0 => 'CAD',
            1 => 'канадський долар',
        ),
        'CDF' => array(
            0 => 'CDF',
            1 => 'конголезький франк',
        ),
        'CHE' => array(
            0 => 'CHE',
            1 => 'євро WIR',
        ),
        'CHF' => array(
            0 => 'CHF',
            1 => 'швейцарський франк',
        ),
        'CHW' => array(
            0 => 'CHW',
            1 => 'франк WIR',
        ),
        'CLF' => array(
            0 => 'CLF',
            1 => 'чилійський юнідадес де фоменто',
        ),
        'CLP' => array(
            0 => 'CLP',
            1 => 'чилійський песо',
        ),
        'CNH' => array(
            0 => 'CNH',
            1 => 'китайський офшорний юань',
        ),
        'CNY' => array(
            0 => 'CNY',
            1 => 'китайський юань',
        ),
        'COP' => array(
            0 => 'COP',
            1 => 'колумбійський песо',
        ),
        'COU' => array(
            0 => 'COU',
            1 => 'одиниця реальної вартості',
        ),
        'CRC' => array(
            0 => 'CRC',
            1 => 'костариканський колон',
        ),
        'CSD' => array(
            0 => 'CSD',
            1 => 'старий сербський динар',
        ),
        'CSK' => array(
            0 => 'CSK',
            1 => 'чехословацька тверда крона',
        ),
        'CUC' => array(
            0 => 'CUC',
            1 => 'кубинський конвертований песо',
        ),
        'CUP' => array(
            0 => 'CUP',
            1 => 'кубинський песо',
        ),
        'CVE' => array(
            0 => 'CVE',
            1 => 'ескудо Кабо-Верде',
        ),
        'CYP' => array(
            0 => 'CYP',
            1 => 'кіпрський фунт',
        ),
        'CZK' => array(
            0 => 'CZK',
            1 => 'чеська крона',
        ),
        'DDM' => array(
            0 => 'DDM',
            1 => 'марка НДР',
        ),
        'DEM' => array(
            0 => 'DEM',
            1 => 'німецька марка',
        ),
        'DJF' => array(
            0 => 'DJF',
            1 => 'джибутійський франк',
        ),
        'DKK' => array(
            0 => 'DKK',
            1 => 'данська крона',
        ),
        'DOP' => array(
            0 => 'DOP',
            1 => 'домініканський песо',
        ),
        'DZD' => array(
            0 => 'DZD',
            1 => 'алжирський динар',
        ),
        'ECS' => array(
            0 => 'ECS',
            1 => 'еквадорський сукре',
        ),
        'ECV' => array(
            0 => 'ECV',
            1 => 'еквадорський юнідад де валор константе',
        ),
        'EEK' => array(
            0 => 'EEK',
            1 => 'естонська крона',
        ),
        'EGP' => array(
            0 => 'EGP',
            1 => 'єгипетський фунт',
        ),
        'ERN' => array(
            0 => 'ERN',
            1 => 'еритрейська накфа',
        ),
        'ESA' => array(
            0 => 'ESA',
            1 => 'іспанська песета ("А" рахунок)',
        ),
        'ESB' => array(
            0 => 'ESB',
            1 => 'іспанська песета (конвертовані рахунки)',
        ),
        'ESP' => array(
            0 => 'ESP',
            1 => 'іспанська песета',
        ),
        'ETB' => array(
            0 => 'ETB',
            1 => 'ефіопський бир',
        ),
        'EUR' => array(
            0 => 'EUR',
            1 => 'євро',
        ),
        'FIM' => array(
            0 => 'FIM',
            1 => 'фінляндська марка',
        ),
        'FJD' => array(
            0 => 'FJD',
            1 => 'фіджійський долар',
        ),
        'FKP' => array(
            0 => 'FKP',
            1 => 'фунт Фолклендських островів',
        ),
        'FRF' => array(
            0 => 'FRF',
            1 => 'французький франк',
        ),
        'GBP' => array(
            0 => 'GBP',
            1 => 'англійський фунт',
        ),
        'GEK' => array(
            0 => 'GEK',
            1 => 'грузинський купон',
        ),
        'GEL' => array(
            0 => 'GEL',
            1 => 'грузинський ларі',
        ),
        'GHC' => array(
            0 => 'GHC',
            1 => 'ганський седі (1979–2007)',
        ),
        'GHS' => array(
            0 => 'GHS',
            1 => 'ганський седі',
        ),
        'GIP' => array(
            0 => 'GIP',
            1 => 'гібралтарський фунт',
        ),
        'GMD' => array(
            0 => 'GMD',
            1 => 'гамбійський даласі',
        ),
        'GNF' => array(
            0 => 'GNF',
            1 => 'гвінейський франк',
        ),
        'GNS' => array(
            0 => 'GNS',
            1 => 'гвінейське сілі',
        ),
        'GQE' => array(
            0 => 'GQE',
            1 => 'еквеле (Екваторіальна Ґвінея)',
        ),
        'GRD' => array(
            0 => 'GRD',
            1 => 'грецька драхма',
        ),
        'GTQ' => array(
            0 => 'GTQ',
            1 => 'гватемальський кетсаль',
        ),
        'GWE' => array(
            0 => 'GWE',
            1 => 'ескудо португальської гвінеї',
        ),
        'GWP' => array(
            0 => 'GWP',
            1 => 'песо Гвінеї-Бісау',
        ),
        'GYD' => array(
            0 => 'GYD',
            1 => 'гаянський долар',
        ),
        'HKD' => array(
            0 => 'HKD',
            1 => 'гонконгський долар',
        ),
        'HNL' => array(
            0 => 'HNL',
            1 => 'гондураська лемпіра',
        ),
        'HRD' => array(
            0 => 'HRD',
            1 => 'хорватський динар',
        ),
        'HRK' => array(
            0 => 'HRK',
            1 => 'хорватська куна',
        ),
        'HTG' => array(
            0 => 'HTG',
            1 => 'гаїтянський гурд',
        ),
        'HUF' => array(
            0 => 'HUF',
            1 => 'угорський форинт',
        ),
        'IDR' => array(
            0 => 'IDR',
            1 => 'індонезійська рупія',
        ),
        'IEP' => array(
            0 => 'IEP',
            1 => 'ірландський фунт',
        ),
        'ILP' => array(
            0 => 'ILP',
            1 => 'ізраїльський фунт',
        ),
        'ILS' => array(
            0 => 'ILS',
            1 => 'ізраїльський новий шекель',
        ),
        'INR' => array(
            0 => 'INR',
            1 => 'індійська рупія',
        ),
        'IQD' => array(
            0 => 'IQD',
            1 => 'іракський динар',
        ),
        'IRR' => array(
            0 => 'IRR',
            1 => 'іранський ріал',
        ),
        'ISK' => array(
            0 => 'ISK',
            1 => 'ісландська крона',
        ),
        'ITL' => array(
            0 => 'ITL',
            1 => 'італійська ліра',
        ),
        'JMD' => array(
            0 => 'JMD',
            1 => 'ямайський долар',
        ),
        'JOD' => array(
            0 => 'JOD',
            1 => 'йорданський динар',
        ),
        'JPY' => array(
            0 => '¥',
            1 => 'японська єна',
        ),
        'KES' => array(
            0 => 'KES',
            1 => 'кенійський шилінг',
        ),
        'KGS' => array(
            0 => 'KGS',
            1 => 'киргизький сом',
        ),
        'KHR' => array(
            0 => 'KHR',
            1 => 'камбоджійський рієль',
        ),
        'KMF' => array(
            0 => 'KMF',
            1 => 'коморський франк',
        ),
        'KPW' => array(
            0 => 'KPW',
            1 => 'північнокорейський вон',
        ),
        'KRW' => array(
            0 => 'KRW',
            1 => 'південнокорейський вон',
        ),
        'KWD' => array(
            0 => 'KWD',
            1 => 'кувейтський динар',
        ),
        'KYD' => array(
            0 => 'KYD',
            1 => 'долар Кайманових островів',
        ),
        'KZT' => array(
            0 => 'KZT',
            1 => 'казахстанський тенге',
        ),
        'LAK' => array(
            0 => 'LAK',
            1 => 'лаоський кіп',
        ),
        'LBP' => array(
            0 => 'LBP',
            1 => 'ліванський фунт',
        ),
        'LKR' => array(
            0 => 'LKR',
            1 => 'шрі-ланкійська рупія',
        ),
        'LRD' => array(
            0 => 'LRD',
            1 => 'ліберійський долар',
        ),
        'LSL' => array(
            0 => 'LSL',
            1 => 'лесотський лоті',
        ),
        'LTL' => array(
            0 => 'LTL',
            1 => 'литовський літ',
        ),
        'LTT' => array(
            0 => 'LTT',
            1 => 'литовський талон',
        ),
        'LUC' => array(
            0 => 'LUC',
            1 => 'люксембурґський франк (конвертований)',
        ),
        'LUF' => array(
            0 => 'LUF',
            1 => 'люксембурзький франк',
        ),
        'LUL' => array(
            0 => 'LUL',
            1 => 'люксембурґський франк (фінансовий)',
        ),
        'LVL' => array(
            0 => 'LVL',
            1 => 'латвійський лат',
        ),
        'LVR' => array(
            0 => 'LVR',
            1 => 'латвійський рубль',
        ),
        'LYD' => array(
            0 => 'LYD',
            1 => 'лівійський динар',
        ),
        'MAD' => array(
            0 => 'MAD',
            1 => 'марокканський дирхам',
        ),
        'MAF' => array(
            0 => 'MAF',
            1 => 'марокканський франк',
        ),
        'MDL' => array(
            0 => 'MDL',
            1 => 'молдовський лей',
        ),
        'MGA' => array(
            0 => 'MGA',
            1 => 'малагасійський аріарі',
        ),
        'MGF' => array(
            0 => 'MGF',
            1 => 'мадагаскарський франк',
        ),
        'MKD' => array(
            0 => 'MKD',
            1 => 'македонський денар',
        ),
        'MLF' => array(
            0 => 'MLF',
            1 => 'малійський франк',
        ),
        'MMK' => array(
            0 => 'MMK',
            1 => 'кʼят Мʼянми',
        ),
        'MNT' => array(
            0 => 'MNT',
            1 => 'монгольський тугрик',
        ),
        'MOP' => array(
            0 => 'MOP',
            1 => 'патака Макао',
        ),
        'MRO' => array(
            0 => 'MRO',
            1 => 'мавританська угія',
        ),
        'MTL' => array(
            0 => 'MTL',
            1 => 'мальтійська ліра',
        ),
        'MTP' => array(
            0 => 'MTP',
            1 => 'мальтійський фунт',
        ),
        'MUR' => array(
            0 => 'MUR',
            1 => 'маврикійська рупія',
        ),
        'MVR' => array(
            0 => 'MVR',
            1 => 'мальдівська руфія',
        ),
        'MWK' => array(
            0 => 'MWK',
            1 => 'малавійська квача',
        ),
        'MXN' => array(
            0 => 'MXN',
            1 => 'мексиканський песо',
        ),
        'MXP' => array(
            0 => 'MXP',
            1 => 'мексиканське срібне песо (1861–1992)',
        ),
        'MXV' => array(
            0 => 'MXV',
            1 => 'мексиканський юнідад де інверсіон',
        ),
        'MYR' => array(
            0 => 'MYR',
            1 => 'малайзійський рингіт',
        ),
        'MZE' => array(
            0 => 'MZE',
            1 => 'мозамбіцький ескудо',
        ),
        'MZM' => array(
            0 => 'MZM',
            1 => 'старий мозамбіцький метикал',
        ),
        'MZN' => array(
            0 => 'MZN',
            1 => 'мозамбіцький метикал',
        ),
        'NAD' => array(
            0 => 'NAD',
            1 => 'намібійський долар',
        ),
        'NGN' => array(
            0 => 'NGN',
            1 => 'нігерійська найра',
        ),
        'NIC' => array(
            0 => 'NIC',
            1 => 'нікарагуанська кордоба (1988–1991)',
        ),
        'NIO' => array(
            0 => 'NIO',
            1 => 'нікарагуанська кордоба',
        ),
        'NLG' => array(
            0 => 'NLG',
            1 => 'нідерландський гульден',
        ),
        'NOK' => array(
            0 => 'NOK',
            1 => 'норвезька крона',
        ),
        'NPR' => array(
            0 => 'NPR',
            1 => 'непальська рупія',
        ),
        'NZD' => array(
            0 => 'NZD',
            1 => 'новозеландський долар',
        ),
        'OMR' => array(
            0 => 'OMR',
            1 => 'оманський ріал',
        ),
        'PAB' => array(
            0 => 'PAB',
            1 => 'панамське бальбоа',
        ),
        'PEI' => array(
            0 => 'PEI',
            1 => 'перуанський інті',
        ),
        'PEN' => array(
            0 => 'PEN',
            1 => 'перуанський новий сол',
        ),
        'PES' => array(
            0 => 'PES',
            1 => 'перуанський сол (1863–1965)',
        ),
        'PGK' => array(
            0 => 'PGK',
            1 => 'кіна Папуа-Нової Ґвінеї',
        ),
        'PHP' => array(
            0 => 'PHP',
            1 => 'філіппінський песо',
        ),
        'PKR' => array(
            0 => 'PKR',
            1 => 'пакистанська рупія',
        ),
        'PLN' => array(
            0 => 'PLN',
            1 => 'польський злотий',
        ),
        'PLZ' => array(
            0 => 'PLZ',
            1 => 'польський злотий (1950–1995)',
        ),
        'PTE' => array(
            0 => 'PTE',
            1 => 'португальський ескудо',
        ),
        'PYG' => array(
            0 => 'PYG',
            1 => 'парагвайський гуарані',
        ),
        'QAR' => array(
            0 => 'QAR',
            1 => 'катарський ріал',
        ),
        'RHD' => array(
            0 => 'RHD',
            1 => 'родезійський долар',
        ),
        'ROL' => array(
            0 => 'ROL',
            1 => 'старий румунський лей',
        ),
        'RON' => array(
            0 => 'RON',
            1 => 'румунський лей',
        ),
        'RSD' => array(
            0 => 'RSD',
            1 => 'сербський динар',
        ),
        'RUB' => array(
            0 => 'RUB',
            1 => 'російський рубль',
        ),
        'RUR' => array(
            0 => 'RUR',
            1 => 'російський рубль (1991–1998)',
        ),
        'RWF' => array(
            0 => 'RWF',
            1 => 'руандійський франк',
        ),
        'SAR' => array(
            0 => 'SAR',
            1 => 'саудівський ріал',
        ),
        'SBD' => array(
            0 => 'SBD',
            1 => 'долар Соломонових Островів',
        ),
        'SCR' => array(
            0 => 'SCR',
            1 => 'сейшельська рупія',
        ),
        'SDD' => array(
            0 => 'SDD',
            1 => 'суданський динар',
        ),
        'SDG' => array(
            0 => 'SDG',
            1 => 'суданський фунт',
        ),
        'SDP' => array(
            0 => 'SDP',
            1 => 'старий суданський фунт',
        ),
        'SEK' => array(
            0 => 'SEK',
            1 => 'шведська крона',
        ),
        'SGD' => array(
            0 => 'SGD',
            1 => 'сінгапурський долар',
        ),
        'SHP' => array(
            0 => 'SHP',
            1 => 'фунт острова Святої Єлени',
        ),
        'SIT' => array(
            0 => 'SIT',
            1 => 'словенський толар',
        ),
        'SKK' => array(
            0 => 'SKK',
            1 => 'словацька крона',
        ),
        'SLL' => array(
            0 => 'SLL',
            1 => 'леоне Сьєрра-Леоне',
        ),
        'SOS' => array(
            0 => 'SOS',
            1 => 'сомалійський шилінг',
        ),
        'SRD' => array(
            0 => 'SRD',
            1 => 'суринамський долар',
        ),
        'SRG' => array(
            0 => 'SRG',
            1 => 'суринамський гульден',
        ),
        'SSP' => array(
            0 => 'SSP',
            1 => 'південносуданський фунт',
        ),
        'STD' => array(
            0 => 'STD',
            1 => 'добра Сан-Томе і Прінсіпі',
        ),
        'SUR' => array(
            0 => 'SUR',
            1 => 'радянський рубль',
        ),
        'SVC' => array(
            0 => 'SVC',
            1 => 'сальвадорський колон',
        ),
        'SYP' => array(
            0 => 'SYP',
            1 => 'сирійський фунт',
        ),
        'SZL' => array(
            0 => 'SZL',
            1 => 'свазілендський лілангені',
        ),
        'THB' => array(
            0 => 'THB',
            1 => 'таїландський бат',
        ),
        'TJR' => array(
            0 => 'TJR',
            1 => 'таджицький рубль',
        ),
        'TJS' => array(
            0 => 'TJS',
            1 => 'таджицький сомоні',
        ),
        'TMM' => array(
            0 => 'TMM',
            1 => 'туркменський манат (1993–2009)',
        ),
        'TMT' => array(
            0 => 'TMT',
            1 => 'туркменський манат',
        ),
        'TND' => array(
            0 => 'TND',
            1 => 'туніський динар',
        ),
        'TOP' => array(
            0 => 'TOP',
            1 => 'тонґанська паанга',
        ),
        'TPE' => array(
            0 => 'TPE',
            1 => 'тіморський ескудо',
        ),
        'TRL' => array(
            0 => 'TRL',
            1 => 'турецька ліра (1922–2005)',
        ),
        'TRY' => array(
            0 => 'TRY',
            1 => 'турецька ліра',
        ),
        'TTD' => array(
            0 => 'TTD',
            1 => 'долар Трінідаду і Тобаґо',
        ),
        'TWD' => array(
            0 => 'TWD',
            1 => 'новий тайванський долар',
        ),
        'TZS' => array(
            0 => 'TZS',
            1 => 'танзанійський шилінг',
        ),
        'UAH' => array(
            0 => '₴',
            1 => 'українська гривня',
        ),
        'UAK' => array(
            0 => 'крб.',
            1 => 'український карбованець',
        ),
        'UGS' => array(
            0 => 'UGS',
            1 => 'угандійський шилінг (1966–1987)',
        ),
        'UGX' => array(
            0 => 'UGX',
            1 => 'угандійський шилінг',
        ),
        'USD' => array(
            0 => 'USD',
            1 => 'долар США',
        ),
        'USN' => array(
            0 => 'USN',
            1 => 'долар США (наступного дня)',
        ),
        'USS' => array(
            0 => 'USS',
            1 => 'долар США (цього дня)',
        ),
        'UYI' => array(
            0 => 'UYI',
            1 => 'уругвайський песо в індексованих одиницях',
        ),
        'UYP' => array(
            0 => 'UYP',
            1 => 'уругвайське песо (1975–1993)',
        ),
        'UYU' => array(
            0 => 'UYU',
            1 => 'уругвайський песо',
        ),
        'UZS' => array(
            0 => 'UZS',
            1 => 'узбецький сум',
        ),
        'VEB' => array(
            0 => 'VEB',
            1 => 'венесуельський болівар (1871–2008)',
        ),
        'VEF' => array(
            0 => 'VEF',
            1 => 'венесуельський болівар',
        ),
        'VND' => array(
            0 => 'VND',
            1 => 'вʼєтнамський донг',
        ),
        'VUV' => array(
            0 => 'VUV',
            1 => 'вануатський вату',
        ),
        'WST' => array(
            0 => 'WST',
            1 => 'самоанська тала',
        ),
        'XAF' => array(
            0 => 'FCFA',
            1 => 'центральноафриканський франк',
        ),
        'XCD' => array(
            0 => 'XCD',
            1 => 'східнокарибський долар',
        ),
        'XEU' => array(
            0 => 'XEU',
            1 => 'європейська валютна одиниця',
        ),
        'XFO' => array(
            0 => 'XFO',
            1 => 'французький золотий франк',
        ),
        'XFU' => array(
            0 => 'XFU',
            1 => 'французький франк UIC',
        ),
        'XOF' => array(
            0 => 'CFA',
            1 => 'західноафриканський франк',
        ),
        'XPF' => array(
            0 => 'CFPF',
            1 => 'французький тихоокеанський франк',
        ),
        'XRE' => array(
            0 => 'XRE',
            1 => 'фонди RINET',
        ),
        'YDD' => array(
            0 => 'YDD',
            1 => 'єменський динар',
        ),
        'YER' => array(
            0 => 'YER',
            1 => 'єменський ріал',
        ),
        'YUD' => array(
            0 => 'YUD',
            1 => 'югославський твердий динар',
        ),
        'YUM' => array(
            0 => 'YUM',
            1 => 'югославський новий динар',
        ),
        'YUN' => array(
            0 => 'YUN',
            1 => 'югославський конвертований динар',
        ),
        'ZAL' => array(
            0 => 'ZAL',
            1 => 'південноафриканський фінансовий ранд',
        ),
        'ZAR' => array(
            0 => 'ZAR',
            1 => 'південноафриканський ранд',
        ),
        'ZMK' => array(
            0 => 'ZMK',
            1 => 'замбійська квача (1968–2012)',
        ),
        'ZMW' => array(
            0 => 'ZMW',
            1 => 'замбійська квача',
        ),
        'ZRN' => array(
            0 => 'ZRN',
            1 => 'заїрський новий заїр',
        ),
        'ZRZ' => array(
            0 => 'ZRZ',
            1 => 'заїрський заїр',
        ),
        'ZWD' => array(
            0 => 'ZWD',
            1 => 'зімбабвійський долар',
        ),
        'ZWL' => array(
            0 => 'ZWL',
            1 => 'зімбабвійський долар (2009)',
        ),
    ),
);
