<?php

return array(
    'Version' => '2.1.37.69',
    'Names' => array(
        'AED' => array(
            0 => 'AED',
            1 => 'متحدہ عرب اماراتی درہم',
        ),
        'AFN' => array(
            0 => 'AFN',
            1 => 'افغان افغانی',
        ),
        'ALL' => array(
            0 => 'ALL',
            1 => 'البانیا کا لیک',
        ),
        'AMD' => array(
            0 => 'AMD',
            1 => 'آرمینیائی ڈرم',
        ),
        'ANG' => array(
            0 => 'ANG',
            1 => 'نیدر لینڈز انٹیلیئن گلڈر',
        ),
        'AOA' => array(
            0 => 'AOA',
            1 => 'انگولا کا کوانزا',
        ),
        'ARS' => array(
            0 => 'ARS',
            1 => 'ارجنٹائن پیسہ',
        ),
        'AUD' => array(
            0 => 'A$',
            1 => 'آسٹریلین ڈالر',
        ),
        'AWG' => array(
            0 => 'AWG',
            1 => 'اروبن فلورِن',
        ),
        'AZN' => array(
            0 => 'AZN',
            1 => 'آذربائجانی منات',
        ),
        'BAM' => array(
            0 => 'BAM',
            1 => 'بوسنیا ہرزیگووینا کا قابل منتقلی نشان',
        ),
        'BBD' => array(
            0 => 'BBD',
            1 => 'باربیڈین ڈالر',
        ),
        'BDT' => array(
            0 => 'BDT',
            1 => 'بنگلہ دیشی ٹکا',
        ),
        'BGN' => array(
            0 => 'BGN',
            1 => 'بلغارین لیو',
        ),
        'BHD' => array(
            0 => 'BHD',
            1 => 'بحرینی دینار',
        ),
        'BIF' => array(
            0 => 'BIF',
            1 => 'برونڈیئن فرانک',
        ),
        'BMD' => array(
            0 => 'BMD',
            1 => 'برموڈا ڈالر',
        ),
        'BND' => array(
            0 => 'BND',
            1 => 'برونئی ڈالر',
        ),
        'BOB' => array(
            0 => 'BOB',
            1 => 'بولیوین بولیویانو',
        ),
        'BRL' => array(
            0 => 'R$',
            1 => 'برازیلی ریئل',
        ),
        'BSD' => array(
            0 => 'BSD',
            1 => 'بہامانی ڈالر',
        ),
        'BTN' => array(
            0 => 'BTN',
            1 => 'بھوٹانی گُلٹرم',
        ),
        'BWP' => array(
            0 => 'BWP',
            1 => 'بوتسوانا کا پولا',
        ),
        'BYN' => array(
            0 => 'BYN',
            1 => 'بیلاروسی روبل',
        ),
        'BYR' => array(
            0 => 'BYR',
            1 => 'بیلاروسی روبل (۲۰۰۰–۲۰۱۶)',
        ),
        'BZD' => array(
            0 => 'BZD',
            1 => 'بیلائز ڈالر',
        ),
        'CAD' => array(
            0 => 'CA$',
            1 => 'کنیڈین ڈالر',
        ),
        'CDF' => array(
            0 => 'CDF',
            1 => 'کانگولیز فرانک',
        ),
        'CHF' => array(
            0 => 'CHF',
            1 => 'سوئس فرانکس',
        ),
        'CLP' => array(
            0 => 'CLP',
            1 => 'چلّین پیسہ',
        ),
        'CNH' => array(
            0 => 'CNH',
            1 => 'چینی یوآن (آف شور)',
        ),
        'CNY' => array(
            0 => 'CN¥',
            1 => 'چینی یوآن',
        ),
        'COP' => array(
            0 => 'COP',
            1 => 'کولمبین پیسہ',
        ),
        'CRC' => array(
            0 => 'CRC',
            1 => 'کوسٹا ریکا کا کولن',
        ),
        'CUC' => array(
            0 => 'CUC',
            1 => 'کیوبا کا قابل منتقلی پیسو',
        ),
        'CUP' => array(
            0 => 'CUP',
            1 => 'کیوبا کا پیسو',
        ),
        'CVE' => array(
            0 => 'CVE',
            1 => 'کیپ ورڈی کا اسکیوڈو',
        ),
        'CZK' => array(
            0 => 'CZK',
            1 => 'جمہوریہ چیک کرونا',
        ),
        'DEM' => array(
            0 => 'DEM',
            1 => 'ڈچ مارکس',
        ),
        'DJF' => array(
            0 => 'DJF',
            1 => 'جبوتی فرانک',
        ),
        'DKK' => array(
            0 => 'DKK',
            1 => 'ڈنمارک کرون',
        ),
        'DOP' => array(
            0 => 'DOP',
            1 => 'ڈومنیکن پیسو',
        ),
        'DZD' => array(
            0 => 'DZD',
            1 => 'الجیریائی دینار',
        ),
        'EEK' => array(
            0 => 'EEK',
            1 => 'ایسٹونین کرون',
        ),
        'EGP' => array(
            0 => 'EGP',
            1 => 'مصری پاؤنڈ',
        ),
        'ERN' => array(
            0 => 'ERN',
            1 => 'اریٹیریا کا نافکا',
        ),
        'ETB' => array(
            0 => 'ETB',
            1 => 'ایتھوپیائی بِرّ',
        ),
        'EUR' => array(
            0 => '€',
            1 => 'یورو',
        ),
        'FJD' => array(
            0 => 'FJD',
            1 => 'فجی کا ڈالر',
        ),
        'FKP' => array(
            0 => 'FKP',
            1 => 'فاکلینڈ آئلینڈز پونڈ',
        ),
        'GBP' => array(
            0 => '£',
            1 => 'انگلستانی پاونڈ سٹرلنگ',
        ),
        'GEL' => array(
            0 => 'GEL',
            1 => 'جارجیائی لاری',
        ),
        'GHS' => array(
            0 => 'GHS',
            1 => 'گھانا کا سیڈی',
        ),
        'GIP' => array(
            0 => 'GIP',
            1 => 'جبل الطارق پونڈ',
        ),
        'GMD' => array(
            0 => 'GMD',
            1 => 'گامبیا کا ڈلاسی',
        ),
        'GNF' => array(
            0 => 'GNF',
            1 => 'گنی فرانک',
        ),
        'GTQ' => array(
            0 => 'GTQ',
            1 => 'گواٹے مالا کا کوئٹزل',
        ),
        'GYD' => array(
            0 => 'GYD',
            1 => 'گویانیز ڈالر',
        ),
        'HKD' => array(
            0 => 'HK$',
            1 => 'ھانگ کانگ ڈالر',
        ),
        'HNL' => array(
            0 => 'HNL',
            1 => 'ہونڈوران لیمپیرا',
        ),
        'HRK' => array(
            0 => 'HRK',
            1 => 'کروشین کونا',
        ),
        'HTG' => array(
            0 => 'HTG',
            1 => 'ہیتی کا گؤرڈی',
        ),
        'HUF' => array(
            0 => 'HUF',
            1 => 'ہنگرین فورنٹ',
        ),
        'IDR' => array(
            0 => 'IDR',
            1 => 'انڈونیشین روپیہ',
        ),
        'ILS' => array(
            0 => '₪',
            1 => 'اسرائیلی نیا شیکل',
        ),
        'INR' => array(
            0 => '₹',
            1 => 'بھارتی روپیہ',
        ),
        'IQD' => array(
            0 => 'IQD',
            1 => 'عراقی دینار',
        ),
        'IRR' => array(
            0 => 'IRR',
            1 => 'ایرانی ریال',
        ),
        'ISK' => array(
            0 => 'ISK',
            1 => 'آئس لينڈی کرونا',
        ),
        'JMD' => array(
            0 => 'JMD',
            1 => 'جمائیکن ڈالر',
        ),
        'JOD' => array(
            0 => 'JOD',
            1 => 'اردنی دینار',
        ),
        'JPY' => array(
            0 => 'JP¥',
            1 => 'جاپانی ین',
        ),
        'KES' => array(
            0 => 'KES',
            1 => 'کینیائی شلنگ',
        ),
        'KGS' => array(
            0 => 'KGS',
            1 => 'کرغستانی سوم',
        ),
        'KHR' => array(
            0 => 'KHR',
            1 => 'کمبوڈیائی ریئل',
        ),
        'KMF' => array(
            0 => 'KMF',
            1 => 'کوموریئن فرانک',
        ),
        'KPW' => array(
            0 => 'KPW',
            1 => 'شمالی کوریائی وون',
        ),
        'KRW' => array(
            0 => '₩',
            1 => 'جنوبی کوریائی وون',
        ),
        'KWD' => array(
            0 => 'KWD',
            1 => 'کویتی دینار',
        ),
        'KYD' => array(
            0 => 'KYD',
            1 => 'کیمین آئلینڈز ڈالر',
        ),
        'KZT' => array(
            0 => 'KZT',
            1 => 'قزاخستانی ٹینگ',
        ),
        'LAK' => array(
            0 => 'LAK',
            1 => 'لاؤشیائی کِپ',
        ),
        'LBP' => array(
            0 => 'LBP',
            1 => 'لبنانی پونڈ',
        ),
        'LKR' => array(
            0 => 'LKR',
            1 => 'سری لنکائی روپیہ',
        ),
        'LRD' => array(
            0 => 'LRD',
            1 => 'لائبریائی ڈالر',
        ),
        'LSL' => array(
            0 => 'LSL',
            1 => 'لیسوتھو لوٹی',
        ),
        'LTL' => array(
            0 => 'LTL',
            1 => 'لیتھوینیائی لیٹاس',
        ),
        'LVL' => array(
            0 => 'LVL',
            1 => 'لاتویائی لیٹس',
        ),
        'LYD' => array(
            0 => 'LYD',
            1 => 'لیبیائی دینار',
        ),
        'MAD' => array(
            0 => 'MAD',
            1 => 'مراکشی درہم',
        ),
        'MDL' => array(
            0 => 'MDL',
            1 => 'مالدووی لیو',
        ),
        'MGA' => array(
            0 => 'MGA',
            1 => 'ملاگاسی اریاری',
        ),
        'MKD' => array(
            0 => 'MKD',
            1 => 'مقدونیائی دینار',
        ),
        'MMK' => array(
            0 => 'MMK',
            1 => 'میانما کیاٹ',
        ),
        'MNT' => array(
            0 => 'MNT',
            1 => 'منگولیائی ٹگرِ',
        ),
        'MOP' => array(
            0 => 'MOP',
            1 => 'میکانیز پٹاکا',
        ),
        'MRO' => array(
            0 => 'MRO',
            1 => 'موریطانیائی اوگوئیا',
        ),
        'MUR' => array(
            0 => 'MUR',
            1 => 'ماریشس کا روپیہ',
        ),
        'MVR' => array(
            0 => 'MVR',
            1 => 'مالدیپ کا روفیہ',
        ),
        'MWK' => array(
            0 => 'MWK',
            1 => 'ملاوی کواچا',
        ),
        'MXN' => array(
            0 => 'MX$',
            1 => 'میکسیکی پیسہ',
        ),
        'MYR' => array(
            0 => 'MYR',
            1 => 'ملیشیائی رنگِٹ',
        ),
        'MZN' => array(
            0 => 'MZN',
            1 => 'موزامبیقی میٹیکل',
        ),
        'NAD' => array(
            0 => 'NAD',
            1 => 'نامیبیائی ڈالر',
        ),
        'NGN' => array(
            0 => 'NGN',
            1 => 'نائیجیریائی نائرا',
        ),
        'NIO' => array(
            0 => 'NIO',
            1 => 'نکارا گوا کا کورڈوبا',
        ),
        'NOK' => array(
            0 => 'NOK',
            1 => 'ناروے کرون',
        ),
        'NPR' => array(
            0 => 'NPR',
            1 => 'نیپالی روپیہ',
        ),
        'NZD' => array(
            0 => 'NZ$',
            1 => 'نیوزی لینڈ ڈالر',
        ),
        'OMR' => array(
            0 => 'OMR',
            1 => 'عمانی ریال',
        ),
        'PAB' => array(
            0 => 'PAB',
            1 => 'پنامہ کا بالبوآ',
        ),
        'PEN' => array(
            0 => 'PEN',
            1 => 'پیرو نیووسول',
        ),
        'PGK' => array(
            0 => 'PGK',
            1 => 'پاپوآ نیو گنی کا کینا',
        ),
        'PHP' => array(
            0 => 'PHP',
            1 => 'فلپائینی پیسہ',
        ),
        'PKR' => array(
            0 => 'Rs',
            1 => 'پاکستانی روپیہ',
        ),
        'PLN' => array(
            0 => 'PLN',
            1 => 'پولش زلوٹی',
        ),
        'PYG' => array(
            0 => 'PYG',
            1 => 'پیراگوئے کا گوآرنی',
        ),
        'QAR' => array(
            0 => 'QAR',
            1 => 'قطری ریال',
        ),
        'RON' => array(
            0 => 'RON',
            1 => 'رومانیائی لیو',
        ),
        'RSD' => array(
            0 => 'RSD',
            1 => 'سربین دینار',
        ),
        'RUB' => array(
            0 => 'RUB',
            1 => 'روسی روبل',
        ),
        'RWF' => array(
            0 => 'RWF',
            1 => 'روانڈا کا فرانک',
        ),
        'SAR' => array(
            0 => 'SAR',
            1 => 'سعودی ریال',
        ),
        'SBD' => array(
            0 => 'SBD',
            1 => 'سولومن آئلینڈز ڈالر',
        ),
        'SCR' => array(
            0 => 'SCR',
            1 => 'سشلی کا روپیہ',
        ),
        'SDG' => array(
            0 => 'SDG',
            1 => 'سوڈانی پاؤنڈ',
        ),
        'SEK' => array(
            0 => 'SEK',
            1 => 'سویڈن کرونا',
        ),
        'SGD' => array(
            0 => 'SGD',
            1 => 'سنگا پور ڈالر',
        ),
        'SHP' => array(
            0 => 'SHP',
            1 => 'سینٹ ہیلینا پاؤنڈ',
        ),
        'SIT' => array(
            0 => 'SIT',
            1 => 'سلوانین ٹولر',
        ),
        'SKK' => array(
            0 => 'SKK',
            1 => 'سلووک کرونا',
        ),
        'SLL' => array(
            0 => 'SLL',
            1 => 'سیئرا لیون لیون',
        ),
        'SOS' => array(
            0 => 'SOS',
            1 => 'صومالی شلنگ',
        ),
        'SRD' => array(
            0 => 'SRD',
            1 => 'سورینامی ڈالر',
        ),
        'SSP' => array(
            0 => 'SSP',
            1 => 'جنوبی سوڈانی پاؤنڈ',
        ),
        'STD' => array(
            0 => 'STD',
            1 => 'ساؤ ٹوم اور پرنسپے ڈوبرا',
        ),
        'SYP' => array(
            0 => 'SYP',
            1 => 'شامی پونڈ',
        ),
        'SZL' => array(
            0 => 'SZL',
            1 => 'سوازی لیلانجینی',
        ),
        'THB' => array(
            0 => '฿',
            1 => 'تھائی باہت',
        ),
        'TJS' => array(
            0 => 'TJS',
            1 => 'تاجکستانی سومونی',
        ),
        'TMT' => array(
            0 => 'TMT',
            1 => 'ترکمانستانی منات',
        ),
        'TND' => array(
            0 => 'TND',
            1 => 'تیونیسیائی دینار',
        ),
        'TOP' => array(
            0 => 'TOP',
            1 => 'ٹونگن پانگا',
        ),
        'TRY' => array(
            0 => 'TRY',
            1 => 'ترکی لیرا',
        ),
        'TTD' => array(
            0 => 'TTD',
            1 => 'ترینیداد اور ٹوباگو کا ڈالر',
        ),
        'TWD' => array(
            0 => 'NT$',
            1 => 'نیو تائیوان ڈالر',
        ),
        'TZS' => array(
            0 => 'TZS',
            1 => 'تنزانیائی شلنگ',
        ),
        'UAH' => array(
            0 => 'UAH',
            1 => 'یوکرینیائی ہریونیا',
        ),
        'UGX' => array(
            0 => 'UGX',
            1 => 'یوگانڈا شلنگ',
        ),
        'USD' => array(
            0 => '$',
            1 => 'امریکی ڈالر',
        ),
        'UYU' => array(
            0 => 'UYU',
            1 => 'یوروگویان پیسو',
        ),
        'UZS' => array(
            0 => 'UZS',
            1 => 'ازبکستان سوم',
        ),
        'VEB' => array(
            0 => 'VEB',
            1 => 'وینزویلا بولیور (1871–2008)',
        ),
        'VEF' => array(
            0 => 'VEF',
            1 => 'وینزویلا بولیور',
        ),
        'VND' => array(
            0 => '₫',
            1 => 'ویتنامی ڈانگ',
        ),
        'VUV' => array(
            0 => 'VUV',
            1 => 'وینوواتو واتو',
        ),
        'WST' => array(
            0 => 'WST',
            1 => 'ساموآ کا ٹالا',
        ),
        'XAF' => array(
            0 => 'FCFA',
            1 => 'وسطی افریقی [CFA] فرانک',
        ),
        'XCD' => array(
            0 => 'EC$',
            1 => 'مشرقی کریبیا کا ڈالر',
        ),
        'XOF' => array(
            0 => 'CFA',
            1 => 'مغربی افریقی [CFA] فرانک',
        ),
        'XPF' => array(
            0 => 'CFPF',
            1 => 'CFP فرانک',
        ),
        'YER' => array(
            0 => 'YER',
            1 => 'یمنی ریال',
        ),
        'ZAR' => array(
            0 => 'ZAR',
            1 => 'جنوبی افریقی رانڈ',
        ),
        'ZMK' => array(
            0 => 'ZMK',
            1 => 'زامبیائی کواچا (1968–2012)',
        ),
        'ZMW' => array(
            0 => 'ZMW',
            1 => 'زامبیائی کواچا',
        ),
    ),
);
