<?php

return array(
    'Version' => '2.1.37.6',
    'Names' => array(
        'CRC' => array(
            0 => 'CRC',
            1 => 'کوسٹا ریکا کولون',
        ),
        'CUC' => array(
            0 => 'CUC',
            1 => 'قابل منتقلی کیوبائی پیسو',
        ),
        'CUP' => array(
            0 => 'CUP',
            1 => 'کیوبائی پیسو',
        ),
        'CVE' => array(
            0 => 'CVE',
            1 => 'کیپ ورڈی اسکیوڈو',
        ),
        'ERN' => array(
            0 => 'ERN',
            1 => 'اریٹیریائی ناکفا',
        ),
        'GBP' => array(
            0 => '£',
            1 => 'برطانوی پاونڈ سٹرلنگ',
        ),
        'GHS' => array(
            0 => 'GHS',
            1 => 'گھانی سیڈی',
        ),
        'PKR' => array(
            0 => 'PKR',
            1 => 'پاکستانی روپیہ',
        ),
        'WST' => array(
            0 => 'WST',
            1 => 'ساموآئی ٹالا',
        ),
    ),
);
