<?php

return array(
    'Version' => '2.1.37.1',
    'Names' => array(
        'ANG' => array(
            0 => 'ANG',
            1 => 'Голланд Антил гульдени',
        ),
        'ARS' => array(
            0 => 'ARS',
            1 => 'Аргентина песоси',
        ),
        'AUD' => array(
            0 => 'A$',
            1 => 'AUD',
        ),
        'AWG' => array(
            0 => 'AWG',
            1 => 'Аруба флорини',
        ),
        'BBD' => array(
            0 => 'BBD',
            1 => 'Барбадос доллари',
        ),
        'BMD' => array(
            0 => 'BMD',
            1 => 'Бермуда доллари',
        ),
        'BOB' => array(
            0 => 'BOB',
            1 => 'Боливия болвиани',
        ),
        'BRL' => array(
            0 => 'R$',
            1 => 'Бразил реали',
        ),
        'BSD' => array(
            0 => 'BSD',
            1 => 'Багама доллари',
        ),
        'BZD' => array(
            0 => 'BZD',
            1 => 'Белиз доллари',
        ),
        'CAD' => array(
            0 => 'CA$',
            1 => 'Канада доллари',
        ),
        'CLP' => array(
            0 => 'CLP',
            1 => 'Чили песоси',
        ),
        'CNY' => array(
            0 => 'CN¥',
            1 => 'Хитой юани',
        ),
        'COP' => array(
            0 => 'COP',
            1 => 'Колумбия песоси',
        ),
        'CRC' => array(
            0 => 'CRC',
            1 => 'Коста-Рика колони',
        ),
        'CUC' => array(
            0 => 'CUC',
            1 => 'Куба Айирбошлаш песоси',
        ),
        'CUP' => array(
            0 => 'CUP',
            1 => 'Куба песоси',
        ),
        'DOP' => array(
            0 => 'DOP',
            1 => 'Доминикан песоси',
        ),
        'DZD' => array(
            0 => 'DZD',
            1 => 'Жазоир динори',
        ),
        'EGP' => array(
            0 => 'EGP',
            1 => 'Миср фунти',
        ),
        'EUR' => array(
            0 => '€',
            1 => 'Евро',
        ),
        'FKP' => array(
            0 => 'FKP',
            1 => 'Фолькленд ороли фунти',
        ),
        'GBP' => array(
            0 => '£',
            1 => 'Инглиз фунт',
        ),
        'GTQ' => array(
            0 => 'GTQ',
            1 => 'Гватемала кветзали',
        ),
        'GYD' => array(
            0 => 'GYD',
            1 => 'Гаяна доллари',
        ),
        'HKD' => array(
            0 => 'HK$',
            1 => 'HKD',
        ),
        'HNL' => array(
            0 => 'HNL',
            1 => 'Гондурас лемпираси',
        ),
        'HTG' => array(
            0 => 'HTG',
            1 => 'Гаити гурдаси',
        ),
        'ILS' => array(
            0 => '₪',
            1 => 'ILS',
        ),
        'INR' => array(
            0 => '₹',
            1 => 'Ҳинд рупияси',
        ),
        'JMD' => array(
            0 => 'JMD',
            1 => 'Ямайка доллари',
        ),
        'JPY' => array(
            0 => 'JP¥',
            1 => 'Япон йенаси',
        ),
        'KRW' => array(
            0 => '₩',
            1 => 'KRW',
        ),
        'KYD' => array(
            0 => 'KYD',
            1 => 'Кайман ороли Доллари',
        ),
        'LYD' => array(
            0 => 'LYD',
            1 => 'Ливия динори',
        ),
        'MAD' => array(
            0 => 'MAD',
            1 => 'Марокаш дирҳами',
        ),
        'MXN' => array(
            0 => 'MX$',
            1 => 'Мексика песоси',
        ),
        'NIO' => array(
            0 => 'NIO',
            1 => 'Никарагуа кордобаси',
        ),
        'NZD' => array(
            0 => 'NZ$',
            1 => 'NZD',
        ),
        'PAB' => array(
            0 => 'PAB',
            1 => 'Панама бальбоаси',
        ),
        'PEN' => array(
            0 => 'PEN',
            1 => 'Перу сол',
        ),
        'PYG' => array(
            0 => 'PYG',
            1 => 'Парагвай гуарани',
        ),
        'RON' => array(
            0 => 'RON',
            1 => 'RON',
        ),
        'RUB' => array(
            0 => 'RUB',
            1 => 'Рус рубли',
        ),
        'SRD' => array(
            0 => 'SRD',
            1 => 'Суринам доллари',
        ),
        'THB' => array(
            0 => '฿',
            1 => 'THB',
        ),
        'TTD' => array(
            0 => 'TTD',
            1 => 'Тринидад ва Тобаго доллари',
        ),
        'TWD' => array(
            0 => 'NT$',
            1 => 'TWD',
        ),
        'USD' => array(
            0 => 'US$',
            1 => 'АҚШ доллари',
        ),
        'UYU' => array(
            0 => 'UYU',
            1 => 'Уругвай песоси',
        ),
        'UZS' => array(
            0 => 'сўм',
            1 => 'Ўзбекистон сўм',
        ),
        'VEF' => array(
            0 => 'VEF',
            1 => 'Венесуэла боливари',
        ),
        'VND' => array(
            0 => '₫',
            1 => 'VND',
        ),
        'XAF' => array(
            0 => 'FCFA',
            1 => 'XAF',
        ),
        'XCD' => array(
            0 => 'EC$',
            1 => 'Шарқий Кариб доллари',
        ),
        'XOF' => array(
            0 => 'CFA',
            1 => 'XOF',
        ),
        'XPF' => array(
            0 => 'CFPF',
            1 => 'XPF',
        ),
    ),
);
