<?php

return array(
    'Version' => '2.1.37.1',
    'Names' => array(
        'BRL' => array(
            0 => 'R$',
            1 => 'בראזיל רעאל',
        ),
        'BZD' => array(
            0 => 'BZD',
            1 => 'בעליז דאלאַר',
        ),
        'CHF' => array(
            0 => 'CHF',
            1 => 'שווייצער פֿראַנק',
        ),
        'CNY' => array(
            0 => 'CN¥',
            1 => 'כינעזישער יואן',
        ),
        'EUR' => array(
            0 => '€',
            1 => 'איירא',
        ),
        'GBP' => array(
            0 => '£',
            1 => 'פֿונט שטערלינג',
        ),
        'INR' => array(
            0 => '₹',
            1 => 'אינדישער רופי',
        ),
        'JPY' => array(
            0 => 'JP¥',
            1 => 'יאפאנעזישער יען',
        ),
        'RUB' => array(
            0 => 'RUB',
            1 => 'רוסישער רובל',
        ),
        'SEK' => array(
            0 => 'SEK',
            1 => 'שוועדישע קראנע',
        ),
        'USD' => array(
            0 => 'US$',
            1 => 'אמעריקאנער דאלאר',
        ),
    ),
);
