<?php

return array(
    'Version' => '2.1.37.5',
    'Names' => array(
        'ADP' => array(
            0 => 'ADP',
            1 => '安道爾陪士特',
        ),
        'AED' => array(
            0 => 'AED',
            1 => '阿拉伯聯合大公國迪爾汗',
        ),
        'AFA' => array(
            0 => 'AFA',
            1 => '阿富汗尼 (1927–2002)',
        ),
        'AFN' => array(
            0 => 'AFN',
            1 => '阿富汗尼',
        ),
        'ALK' => array(
            0 => 'ALK',
            1 => '阿爾巴尼亞列克 (1946–1965)',
        ),
        'ALL' => array(
            0 => 'ALL',
            1 => '阿爾巴尼亞列克',
        ),
        'AMD' => array(
            0 => 'AMD',
            1 => '亞美尼亞德拉姆',
        ),
        'ANG' => array(
            0 => 'ANG',
            1 => '荷屬安地列斯盾',
        ),
        'AOA' => array(
            0 => 'AOA',
            1 => '安哥拉寬扎',
        ),
        'AOK' => array(
            0 => 'AOK',
            1 => '安哥拉寬扎 (1977–1990)',
        ),
        'AON' => array(
            0 => 'AON',
            1 => '安哥拉新寬扎 (1990–2000)',
        ),
        'AOR' => array(
            0 => 'AOR',
            1 => '安哥拉新調寬扎 (1995–1999)',
        ),
        'ARA' => array(
            0 => 'ARA',
            1 => '阿根廷奧斯特納爾',
        ),
        'ARL' => array(
            0 => 'ARL',
            1 => '阿根廷披索 (1970–1983)',
        ),
        'ARM' => array(
            0 => 'ARM',
            1 => '阿根廷披索 (1881–1970)',
        ),
        'ARP' => array(
            0 => 'ARP',
            1 => '阿根廷披索 (1983–1985)',
        ),
        'ARS' => array(
            0 => 'ARS',
            1 => '阿根廷披索',
        ),
        'ATS' => array(
            0 => 'ATS',
            1 => '奧地利先令',
        ),
        'AUD' => array(
            0 => 'AU$',
            1 => '澳幣',
        ),
        'AWG' => array(
            0 => 'AWG',
            1 => '阿路巴盾',
        ),
        'AZM' => array(
            0 => 'AZM',
            1 => '亞塞拜然馬納特 (1993–2006)',
        ),
        'AZN' => array(
            0 => 'AZN',
            1 => '亞塞拜然馬納特',
        ),
        'BAD' => array(
            0 => 'BAD',
            1 => '波士尼亞-赫塞哥維納第納爾',
        ),
        'BAM' => array(
            0 => 'BAM',
            1 => '波士尼亞-赫塞哥維納可轉換馬克',
        ),
        'BAN' => array(
            0 => 'BAN',
            1 => '波士尼亞-赫塞哥維納新第納爾',
        ),
        'BBD' => array(
            0 => 'BBD',
            1 => '巴貝多元',
        ),
        'BDT' => array(
            0 => 'BDT',
            1 => '孟加拉塔卡',
        ),
        'BEC' => array(
            0 => 'BEC',
            1 => '比利時法郎（可轉換）',
        ),
        'BEF' => array(
            0 => 'BEF',
            1 => '比利時法郎',
        ),
        'BEL' => array(
            0 => 'BEL',
            1 => '比利時法郎（金融）',
        ),
        'BGL' => array(
            0 => 'BGL',
            1 => '保加利亞硬列弗',
        ),
        'BGM' => array(
            0 => 'BGM',
            1 => '保加利亞社會黨列弗',
        ),
        'BGN' => array(
            0 => 'BGN',
            1 => '保加利亞新列弗',
        ),
        'BGO' => array(
            0 => 'BGO',
            1 => '保加利亞列弗 (1879–1952)',
        ),
        'BHD' => array(
            0 => 'BHD',
            1 => '巴林第納爾',
        ),
        'BIF' => array(
            0 => 'BIF',
            1 => '蒲隆地法郎',
        ),
        'BMD' => array(
            0 => 'BMD',
            1 => '百慕達幣',
        ),
        'BND' => array(
            0 => 'BND',
            1 => '汶萊元',
        ),
        'BOB' => array(
            0 => 'BOB',
            1 => '玻利維亞諾',
        ),
        'BOL' => array(
            0 => 'BOL',
            1 => '玻利維亞玻利維亞諾 (1863–1963)',
        ),
        'BOP' => array(
            0 => 'BOP',
            1 => '玻利維亞披索',
        ),
        'BOV' => array(
            0 => 'BOV',
            1 => '玻利維亞幕多',
        ),
        'BRB' => array(
            0 => 'BRB',
            1 => '巴西克魯薩多農瓦 (1967–1986)',
        ),
        'BRC' => array(
            0 => 'BRC',
            1 => '巴西克魯賽羅 (1986–1989)',
        ),
        'BRE' => array(
            0 => 'BRE',
            1 => '巴西克魯賽羅 (1990–1993)',
        ),
        'BRL' => array(
            0 => 'R$',
            1 => '巴西里拉',
        ),
        'BRN' => array(
            0 => 'BRN',
            1 => '巴西克如爾達農瓦',
        ),
        'BRR' => array(
            0 => 'BRR',
            1 => '巴西克魯賽羅 (1993–1994)',
        ),
        'BRZ' => array(
            0 => 'BRZ',
            1 => '巴西克魯賽羅 (1942 –1967)',
        ),
        'BSD' => array(
            0 => 'BSD',
            1 => '巴哈馬元',
        ),
        'BTN' => array(
            0 => 'BTN',
            1 => '不丹那特倫',
        ),
        'BUK' => array(
            0 => 'BUK',
            1 => '緬甸基雅特',
        ),
        'BWP' => array(
            0 => 'BWP',
            1 => '波札那普拉',
        ),
        'BYB' => array(
            0 => 'BYB',
            1 => '白俄羅斯新盧布 (1994–1999)',
        ),
        'BYN' => array(
            0 => 'BYN',
            1 => '白俄羅斯盧布',
        ),
        'BYR' => array(
            0 => 'BYR',
            1 => '白俄羅斯盧布 (2000–2016)',
        ),
        'BZD' => array(
            0 => 'BZD',
            1 => '貝里斯元',
        ),
        'CAD' => array(
            0 => 'CA$',
            1 => '加幣',
        ),
        'CDF' => array(
            0 => 'CDF',
            1 => '剛果法郎',
        ),
        'CHE' => array(
            0 => 'CHE',
            1 => '歐元 (WIR)',
        ),
        'CHF' => array(
            0 => 'CHF',
            1 => '瑞士法郎',
        ),
        'CHW' => array(
            0 => 'CHW',
            1 => '法郎 (WIR)',
        ),
        'CLE' => array(
            0 => 'CLE',
            1 => '智利埃斯庫多',
        ),
        'CLF' => array(
            0 => 'CLF',
            1 => '卡林油達佛曼跎',
        ),
        'CLP' => array(
            0 => 'CLP',
            1 => '智利披索',
        ),
        'CNH' => array(
            0 => 'CNH',
            1 => '人民幣（離岸）',
        ),
        'CNX' => array(
            0 => 'CNX',
            1 => 'CNX',
        ),
        'CNY' => array(
            0 => 'CN¥',
            1 => '人民幣',
        ),
        'COP' => array(
            0 => 'COP',
            1 => '哥倫比亞披索',
        ),
        'COU' => array(
            0 => 'COU',
            1 => '哥倫比亞幣 (COU)',
        ),
        'CRC' => array(
            0 => 'CRC',
            1 => '哥斯大黎加科朗',
        ),
        'CSD' => array(
            0 => 'CSD',
            1 => '舊塞爾維亞第納爾',
        ),
        'CSK' => array(
            0 => 'CSK',
            1 => '捷克斯洛伐克硬克朗',
        ),
        'CUC' => array(
            0 => 'CUC',
            1 => '古巴可轉換披索',
        ),
        'CUP' => array(
            0 => 'CUP',
            1 => '古巴披索',
        ),
        'CVE' => array(
            0 => 'CVE',
            1 => '維德角埃斯庫多',
        ),
        'CYP' => array(
            0 => 'CYP',
            1 => '賽普勒斯鎊',
        ),
        'CZK' => array(
            0 => 'CZK',
            1 => '捷克克朗',
        ),
        'DDM' => array(
            0 => 'DDM',
            1 => '東德奧斯特馬克',
        ),
        'DEM' => array(
            0 => 'DEM',
            1 => '德國馬克',
        ),
        'DJF' => array(
            0 => 'DJF',
            1 => '吉布地法郎',
        ),
        'DKK' => array(
            0 => 'DKK',
            1 => '丹麥克朗',
        ),
        'DOP' => array(
            0 => 'DOP',
            1 => '多明尼加披索',
        ),
        'DZD' => array(
            0 => 'DZD',
            1 => '阿爾及利亞第納爾',
        ),
        'ECS' => array(
            0 => 'ECS',
            1 => '厄瓜多蘇克雷',
        ),
        'ECV' => array(
            0 => 'ECV',
            1 => '厄瓜多爾由里達瓦康斯坦 (UVC)',
        ),
        'EEK' => array(
            0 => 'EEK',
            1 => '愛沙尼亞克朗',
        ),
        'EGP' => array(
            0 => 'EGP',
            1 => '埃及鎊',
        ),
        'ERN' => array(
            0 => 'ERN',
            1 => '厄立特里亞納克法',
        ),
        'ESA' => array(
            0 => 'ESA',
            1 => '西班牙比塞塔（會計單位）',
        ),
        'ESB' => array(
            0 => 'ESB',
            1 => '西班牙比塞塔（可轉換會計單位）',
        ),
        'ESP' => array(
            0 => 'ESP',
            1 => '西班牙陪士特',
        ),
        'ETB' => array(
            0 => 'ETB',
            1 => '衣索比亞比爾',
        ),
        'EUR' => array(
            0 => '€',
            1 => '歐元',
        ),
        'FIM' => array(
            0 => 'FIM',
            1 => '芬蘭馬克',
        ),
        'FJD' => array(
            0 => 'FJD',
            1 => '斐濟元',
        ),
        'FKP' => array(
            0 => 'FKP',
            1 => '福克蘭群島鎊',
        ),
        'FRF' => array(
            0 => 'FRF',
            1 => '法國法郎',
        ),
        'GBP' => array(
            0 => '£',
            1 => '英鎊',
        ),
        'GEK' => array(
            0 => 'GEK',
            1 => '喬治亞庫旁拉里',
        ),
        'GEL' => array(
            0 => 'GEL',
            1 => '喬治亞拉里',
        ),
        'GHC' => array(
            0 => 'GHC',
            1 => '迦納賽地 (1979–2007)',
        ),
        'GHS' => array(
            0 => 'GHS',
            1 => '迦納塞地',
        ),
        'GIP' => array(
            0 => 'GIP',
            1 => '直布羅陀鎊',
        ),
        'GMD' => array(
            0 => 'GMD',
            1 => '甘比亞達拉西',
        ),
        'GNF' => array(
            0 => 'GNF',
            1 => '幾內亞法郎',
        ),
        'GNS' => array(
            0 => 'GNS',
            1 => '幾內亞西里',
        ),
        'GQE' => array(
            0 => 'GQE',
            1 => '赤道幾內亞埃奎勒',
        ),
        'GRD' => array(
            0 => 'GRD',
            1 => '希臘德拉克馬',
        ),
        'GTQ' => array(
            0 => 'GTQ',
            1 => '瓜地馬拉格查爾',
        ),
        'GWE' => array(
            0 => 'GWE',
            1 => '葡屬幾內亞埃斯庫多',
        ),
        'GWP' => array(
            0 => 'GWP',
            1 => '幾內亞比索披索',
        ),
        'GYD' => array(
            0 => 'GYD',
            1 => '圭亞那元',
        ),
        'HKD' => array(
            0 => 'HK$',
            1 => '港幣',
        ),
        'HNL' => array(
            0 => 'HNL',
            1 => '洪都拉斯倫皮拉',
        ),
        'HRD' => array(
            0 => 'HRD',
            1 => '克羅埃西亞第納爾',
        ),
        'HRK' => array(
            0 => 'HRK',
            1 => '克羅埃西亞庫納',
        ),
        'HTG' => array(
            0 => 'HTG',
            1 => '海地古德',
        ),
        'HUF' => array(
            0 => 'HUF',
            1 => '匈牙利福林',
        ),
        'IDR' => array(
            0 => 'IDR',
            1 => '印尼盾',
        ),
        'IEP' => array(
            0 => 'IEP',
            1 => '愛爾蘭鎊',
        ),
        'ILP' => array(
            0 => 'ILP',
            1 => '以色列鎊',
        ),
        'ILR' => array(
            0 => 'ILR',
            1 => '以色列謝克爾 (1980–1985)',
        ),
        'ILS' => array(
            0 => '₪',
            1 => '以色列新謝克爾',
        ),
        'INR' => array(
            0 => '₹',
            1 => '印度盧比',
        ),
        'IQD' => array(
            0 => 'IQD',
            1 => '伊拉克第納爾',
        ),
        'IRR' => array(
            0 => 'IRR',
            1 => '伊朗里亞爾',
        ),
        'ISJ' => array(
            0 => 'ISJ',
            1 => '冰島克朗 (1918–1981)',
        ),
        'ISK' => array(
            0 => 'ISK',
            1 => '冰島克朗',
        ),
        'ITL' => array(
            0 => 'ITL',
            1 => '義大利里拉',
        ),
        'JMD' => array(
            0 => 'JMD',
            1 => '牙買加元',
        ),
        'JOD' => array(
            0 => 'JOD',
            1 => '約旦第納爾',
        ),
        'JPY' => array(
            0 => '¥',
            1 => '日圓',
        ),
        'KES' => array(
            0 => 'KES',
            1 => '肯尼亞先令',
        ),
        'KGS' => array(
            0 => 'KGS',
            1 => '吉爾吉斯索姆',
        ),
        'KHR' => array(
            0 => 'KHR',
            1 => '柬埔寨瑞爾',
        ),
        'KMF' => array(
            0 => 'KMF',
            1 => '科摩羅法郎',
        ),
        'KPW' => array(
            0 => 'KPW',
            1 => '北韓元',
        ),
        'KRH' => array(
            0 => 'KRH',
            1 => '南韓圜',
        ),
        'KRO' => array(
            0 => 'KRO',
            1 => '南韓圓',
        ),
        'KRW' => array(
            0 => '￦',
            1 => '韓元',
        ),
        'KWD' => array(
            0 => 'KWD',
            1 => '科威特第納爾',
        ),
        'KYD' => array(
            0 => 'KYD',
            1 => '開曼群島元',
        ),
        'KZT' => array(
            0 => 'KZT',
            1 => '哈薩克堅戈',
        ),
        'LAK' => array(
            0 => 'LAK',
            1 => '寮國基普',
        ),
        'LBP' => array(
            0 => 'LBP',
            1 => '黎巴嫩鎊',
        ),
        'LKR' => array(
            0 => 'LKR',
            1 => '斯里蘭卡盧比',
        ),
        'LRD' => array(
            0 => 'LRD',
            1 => '賴比瑞亞元',
        ),
        'LSL' => array(
            0 => 'LSL',
            1 => '賴索托洛蒂',
        ),
        'LTL' => array(
            0 => 'LTL',
            1 => '立陶宛立特',
        ),
        'LTT' => array(
            0 => 'LTT',
            1 => '立陶宛特羅',
        ),
        'LUC' => array(
            0 => 'LUC',
            1 => '盧森堡可兌換法郎',
        ),
        'LUF' => array(
            0 => 'LUF',
            1 => '盧森堡法郎',
        ),
        'LUL' => array(
            0 => 'LUL',
            1 => '盧森堡金融法郎',
        ),
        'LVL' => array(
            0 => 'LVL',
            1 => '拉脫維亞拉特銀幣',
        ),
        'LVR' => array(
            0 => 'LVR',
            1 => '拉脫維亞盧布',
        ),
        'LYD' => array(
            0 => 'LYD',
            1 => '利比亞第納爾',
        ),
        'MAD' => array(
            0 => 'MAD',
            1 => '摩洛哥迪拉姆',
        ),
        'MAF' => array(
            0 => 'MAF',
            1 => '摩洛哥法郎',
        ),
        'MCF' => array(
            0 => 'MCF',
            1 => '摩納哥法郎',
        ),
        'MDC' => array(
            0 => 'MDC',
            1 => '摩爾多瓦券',
        ),
        'MDL' => array(
            0 => 'MDL',
            1 => '摩杜雲列伊',
        ),
        'MGA' => array(
            0 => 'MGA',
            1 => '馬達加斯加阿里亞里',
        ),
        'MGF' => array(
            0 => 'MGF',
            1 => '馬達加斯加法郎',
        ),
        'MKD' => array(
            0 => 'MKD',
            1 => '馬其頓第納爾',
        ),
        'MKN' => array(
            0 => 'MKN',
            1 => '馬其頓第納爾 (1992–1993)',
        ),
        'MLF' => array(
            0 => 'MLF',
            1 => '馬里法郎',
        ),
        'MMK' => array(
            0 => 'MMK',
            1 => '緬甸元',
        ),
        'MNT' => array(
            0 => 'MNT',
            1 => '蒙古圖格里克',
        ),
        'MOP' => array(
            0 => 'MOP',
            1 => '澳門元',
        ),
        'MRO' => array(
            0 => 'MRO',
            1 => '茅利塔尼亞烏吉亞',
        ),
        'MTL' => array(
            0 => 'MTL',
            1 => '馬爾他里拉',
        ),
        'MTP' => array(
            0 => 'MTP',
            1 => '馬爾他鎊',
        ),
        'MUR' => array(
            0 => 'MUR',
            1 => '模里西斯盧比',
        ),
        'MVP' => array(
            0 => 'MVP',
            1 => '馬爾地夫盧比',
        ),
        'MVR' => array(
            0 => 'MVR',
            1 => '馬爾地夫盧非亞',
        ),
        'MWK' => array(
            0 => 'MWK',
            1 => '馬拉維克瓦查',
        ),
        'MXN' => array(
            0 => 'MX$',
            1 => '墨西哥披索',
        ),
        'MXP' => array(
            0 => 'MXP',
            1 => '墨西哥銀披索 (1861–1992)',
        ),
        'MXV' => array(
            0 => 'MXV',
            1 => '墨西哥轉換單位 (UDI)',
        ),
        'MYR' => array(
            0 => 'MYR',
            1 => '馬來西亞令吉',
        ),
        'MZE' => array(
            0 => 'MZE',
            1 => '莫三比克埃斯庫多',
        ),
        'MZM' => array(
            0 => 'MZM',
            1 => '莫三比克梅蒂卡爾 (1980–2006)',
        ),
        'MZN' => array(
            0 => 'MZN',
            1 => '莫三比克梅蒂卡爾',
        ),
        'NAD' => array(
            0 => 'NAD',
            1 => '納米比亞元',
        ),
        'NGN' => array(
            0 => 'NGN',
            1 => '奈及利亞奈拉',
        ),
        'NIC' => array(
            0 => 'NIC',
            1 => '尼加拉瓜科多巴',
        ),
        'NIO' => array(
            0 => 'NIO',
            1 => '尼加拉瓜金科多巴',
        ),
        'NLG' => array(
            0 => 'NLG',
            1 => '荷蘭盾',
        ),
        'NOK' => array(
            0 => 'NOK',
            1 => '挪威克朗',
        ),
        'NPR' => array(
            0 => 'NPR',
            1 => '尼泊爾盧比',
        ),
        'NZD' => array(
            0 => 'NZ$',
            1 => '紐西蘭幣',
        ),
        'OMR' => array(
            0 => 'OMR',
            1 => '阿曼里亞爾',
        ),
        'PAB' => array(
            0 => 'PAB',
            1 => '巴拿馬巴波亞',
        ),
        'PEI' => array(
            0 => 'PEI',
            1 => '祕魯因蒂',
        ),
        'PEN' => array(
            0 => 'PEN',
            1 => '秘魯太陽幣',
        ),
        'PES' => array(
            0 => 'PES',
            1 => '秘魯太陽幣 (1863–1965)',
        ),
        'PGK' => array(
            0 => 'PGK',
            1 => '巴布亞紐幾內亞基那',
        ),
        'PHP' => array(
            0 => 'PHP',
            1 => '菲律賓披索',
        ),
        'PKR' => array(
            0 => 'PKR',
            1 => '巴基斯坦盧比',
        ),
        'PLN' => array(
            0 => 'PLN',
            1 => '波蘭茲羅提',
        ),
        'PLZ' => array(
            0 => 'PLZ',
            1 => '波蘭茲羅提 (1950–1995)',
        ),
        'PTE' => array(
            0 => 'PTE',
            1 => '葡萄牙埃斯庫多',
        ),
        'PYG' => array(
            0 => 'PYG',
            1 => '巴拉圭瓜拉尼',
        ),
        'QAR' => array(
            0 => 'QAR',
            1 => '卡達里亞爾',
        ),
        'RHD' => array(
            0 => 'RHD',
            1 => '羅德西亞元',
        ),
        'ROL' => array(
            0 => 'ROL',
            1 => '舊羅馬尼亞列伊',
        ),
        'RON' => array(
            0 => 'RON',
            1 => '羅馬尼亞列伊',
        ),
        'RSD' => array(
            0 => 'RSD',
            1 => '塞爾維亞戴納',
        ),
        'RUB' => array(
            0 => 'RUB',
            1 => '俄羅斯盧布',
        ),
        'RUR' => array(
            0 => 'RUR',
            1 => '俄羅斯盧布 (1991–1998)',
        ),
        'RWF' => array(
            0 => 'RWF',
            1 => '盧安達法郎',
        ),
        'SAR' => array(
            0 => 'SAR',
            1 => '沙烏地里亞爾',
        ),
        'SBD' => array(
            0 => 'SBD',
            1 => '索羅門群島元',
        ),
        'SCR' => array(
            0 => 'SCR',
            1 => '塞席爾盧比',
        ),
        'SDD' => array(
            0 => 'SDD',
            1 => '蘇丹第納爾',
        ),
        'SDG' => array(
            0 => 'SDG',
            1 => '蘇丹鎊',
        ),
        'SDP' => array(
            0 => 'SDP',
            1 => '舊蘇丹鎊',
        ),
        'SEK' => array(
            0 => 'SEK',
            1 => '瑞典克朗',
        ),
        'SGD' => array(
            0 => 'SGD',
            1 => '新加坡幣',
        ),
        'SHP' => array(
            0 => 'SHP',
            1 => '聖赫勒拿鎊',
        ),
        'SIT' => array(
            0 => 'SIT',
            1 => '斯洛維尼亞托勒',
        ),
        'SKK' => array(
            0 => 'SKK',
            1 => '斯洛伐克克朗',
        ),
        'SLL' => array(
            0 => 'SLL',
            1 => '獅子山利昂',
        ),
        'SOS' => array(
            0 => 'SOS',
            1 => '索馬利亞先令',
        ),
        'SRD' => array(
            0 => 'SRD',
            1 => '蘇利南元',
        ),
        'SRG' => array(
            0 => 'SRG',
            1 => '蘇利南基爾',
        ),
        'SSP' => array(
            0 => 'SSP',
            1 => '南蘇丹鎊',
        ),
        'STD' => array(
            0 => 'STD',
            1 => '聖多美島和普林西比島多布拉',
        ),
        'SUR' => array(
            0 => 'SUR',
            1 => '蘇聯盧布',
        ),
        'SVC' => array(
            0 => 'SVC',
            1 => '薩爾瓦多科郎',
        ),
        'SYP' => array(
            0 => 'SYP',
            1 => '敘利亞鎊',
        ),
        'SZL' => array(
            0 => 'SZL',
            1 => '史瓦濟蘭里朗吉尼',
        ),
        'THB' => array(
            0 => 'THB',
            1 => '泰銖',
        ),
        'TJR' => array(
            0 => 'TJR',
            1 => '塔吉克盧布',
        ),
        'TJS' => array(
            0 => 'TJS',
            1 => '塔吉克索莫尼',
        ),
        'TMM' => array(
            0 => 'TMM',
            1 => '土庫曼馬納特 (1993–2009)',
        ),
        'TMT' => array(
            0 => 'TMT',
            1 => '土庫曼馬納特',
        ),
        'TND' => array(
            0 => 'TND',
            1 => '突尼西亞第納爾',
        ),
        'TOP' => array(
            0 => 'TOP',
            1 => '東加潘加',
        ),
        'TPE' => array(
            0 => 'TPE',
            1 => '帝汶埃斯庫多',
        ),
        'TRL' => array(
            0 => 'TRL',
            1 => '土耳其里拉',
        ),
        'TRY' => array(
            0 => 'TRY',
            1 => '新土耳其里拉',
        ),
        'TTD' => array(
            0 => 'TTD',
            1 => '千里達及托巴哥元',
        ),
        'TWD' => array(
            0 => '$',
            1 => '新台幣',
        ),
        'TZS' => array(
            0 => 'TZS',
            1 => '坦尚尼亞先令',
        ),
        'UAH' => array(
            0 => 'UAH',
            1 => '烏克蘭格里夫納',
        ),
        'UAK' => array(
            0 => 'UAK',
            1 => '烏克蘭卡本瓦那茲',
        ),
        'UGS' => array(
            0 => 'UGS',
            1 => '烏干達先令 (1966–1987)',
        ),
        'UGX' => array(
            0 => 'UGX',
            1 => '烏干達先令',
        ),
        'USD' => array(
            0 => 'US$',
            1 => '美元',
        ),
        'USN' => array(
            0 => 'USN',
            1 => '美元（次日）',
        ),
        'USS' => array(
            0 => 'USS',
            1 => '美元（當日）',
        ),
        'UYI' => array(
            0 => 'UYI',
            1 => '烏拉圭披索（指數單位）',
        ),
        'UYP' => array(
            0 => 'UYP',
            1 => '烏拉圭披索 (1975–1993)',
        ),
        'UYU' => array(
            0 => 'UYU',
            1 => '烏拉圭披索',
        ),
        'UZS' => array(
            0 => 'UZS',
            1 => '烏茲別克索姆',
        ),
        'VEB' => array(
            0 => 'VEB',
            1 => '委內瑞拉玻利瓦 (1871–2008)',
        ),
        'VEF' => array(
            0 => 'VEF',
            1 => '委內瑞拉玻利瓦',
        ),
        'VND' => array(
            0 => '₫',
            1 => '越南盾',
        ),
        'VNN' => array(
            0 => 'VNN',
            1 => '越南盾 (1978–1985)',
        ),
        'VUV' => array(
            0 => 'VUV',
            1 => '萬那杜瓦圖',
        ),
        'WST' => array(
            0 => 'WST',
            1 => '西薩摩亞塔拉',
        ),
        'XAF' => array(
            0 => 'FCFA',
            1 => '法郎 (CFA–BEAC)',
        ),
        'XCD' => array(
            0 => 'EC$',
            1 => '格瑞那達元',
        ),
        'XEU' => array(
            0 => 'XEU',
            1 => '歐洲貨幣單位 (XEU)',
        ),
        'XFO' => array(
            0 => 'XFO',
            1 => '法國金法郎',
        ),
        'XFU' => array(
            0 => 'XFU',
            1 => '法國法郎 (UIC)',
        ),
        'XOF' => array(
            0 => 'CFA',
            1 => '法郎 (CFA–BCEAO)',
        ),
        'XPF' => array(
            0 => 'CFPF',
            1 => '法郎 (CFP)',
        ),
        'XRE' => array(
            0 => 'XRE',
            1 => 'RINET 基金',
        ),
        'YDD' => array(
            0 => 'YDD',
            1 => '葉門第納爾',
        ),
        'YER' => array(
            0 => 'YER',
            1 => '葉門里亞爾',
        ),
        'YUD' => array(
            0 => 'YUD',
            1 => '南斯拉夫第納爾硬幣',
        ),
        'YUM' => array(
            0 => 'YUM',
            1 => '南斯拉夫挪威亞第納爾',
        ),
        'YUN' => array(
            0 => 'YUN',
            1 => '南斯拉夫可轉換第納爾',
        ),
        'YUR' => array(
            0 => 'YUR',
            1 => '南斯拉夫改革第納爾 (1992–1993)',
        ),
        'ZAL' => array(
            0 => 'ZAL',
            1 => '南非蘭特（金融）',
        ),
        'ZAR' => array(
            0 => 'ZAR',
            1 => '南非蘭特',
        ),
        'ZMK' => array(
            0 => 'ZMK',
            1 => '尚比亞克瓦查 (1968–2012)',
        ),
        'ZMW' => array(
            0 => 'ZMW',
            1 => '尚比亞克瓦查',
        ),
        'ZRN' => array(
            0 => 'ZRN',
            1 => '薩伊新扎伊爾',
        ),
        'ZRZ' => array(
            0 => 'ZRZ',
            1 => '薩伊扎伊爾',
        ),
        'ZWD' => array(
            0 => 'ZWD',
            1 => '辛巴威元 (1980–2008)',
        ),
        'ZWL' => array(
            0 => 'ZWL',
            1 => '辛巴威元 (2009)',
        ),
        'ZWR' => array(
            0 => 'ZWR',
            1 => '辛巴威元 (2008)',
        ),
    ),
);
